{"book": "1 Chronicles", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||From Adam to Abraham||Adam, Seth, Enosh;"},{"verse": 2, "text": "Kenan, Mahalalel, Jared;"},{"verse": 3, "text": "Enoch, Methuselah, Lamech;"},{"verse": 4, "text": "Noah, Shem, Ham, and Japheth."},{"verse": 5, "text": "The descendants of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."},{"verse": 6, "footnotes": {"a": "1 Chronicles 1:6 Gen 10.3 _Ripath_; See Gk Vg"}, "text": "The descendants of Gomer: Ashkenaz, Diphath,[^a] and Togarmah."},{"verse": 7, "footnotes": {"a": "1 Chronicles 1:7 Gen 10.4 _Dodanim_; See Syr Vg"}, "text": "The descendants of Javan: Elishah, Tarshish, Kittim, and Rodanim.[^a]"},{"verse": 8, "text": "The descendants of Ham: Cush, Egypt, Put, and Canaan."},{"verse": 9, "text": "The descendants of Cush: Seba, Havilah, Sabta, Raama, and Sabteca. The descendants of Raamah: Sheba and Dedan."},{"verse": 10, "text": "Cush became the father of Nimrod; he was the first to be a mighty one on the earth."},{"verse": 11, "text": "Egypt became the father of Ludim, Anamim, Lehabim, Naphtuhim,"},{"verse": 12, "footnotes": {"a": "1 Chronicles 1:12 Heb _Casluhim, from which the Philistines come, Caphtorim_; See Am 9.7, Jer 47.4"}, "text": "Pathrusim, Casluhim, and Caphtorim, from whom the Philistines come.[^a]"},{"verse": 13, "text": "Canaan became the father of Sidon his firstborn, and Heth,"},{"verse": 14, "text": "and the Jebusites, the Amorites, the Girgashites,"},{"verse": 15, "text": "the Hivites, the Arkites, the Sinites,"},{"verse": 16, "text": "the Arvadites, the Zemarites, and the Hamathites."},{"verse": 17, "footnotes": {"a": "1 Chronicles 1:17 _Mash_ in Gen 10.23"}, "text": "The descendants of Shem: Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech.[^a]"},{"verse": 18, "text": "Arpachshad became the father of Shelah; and Shelah became the father of Eber."},{"verse": 19, "text": "To Eber were born two sons: the name of the one was Peleg (for in his days the earth was divided), and the name of his brother Joktan."},{"verse": 20, "text": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"},{"verse": 21, "text": "Hadoram, Uzal, Diklah,"},{"verse": 22, "text": "Ebal, Abimael, Sheba,"},{"verse": 23, "text": "Ophir, Havilah, and Jobab; all these were the descendants of Joktan."},{"verse": 24, "text": "Shem, Arpachshad, Shelah;"},{"verse": 25, "text": "Eber, Peleg, Reu;"},{"verse": 26, "text": "Serug, Nahor, Terah;"},{"verse": 27, "text": "Abram, that is, Abraham."},{"verse": 28, "text": "||From Abraham to Jacob||The sons of Abraham: Isaac and Ishmael."},{"verse": 29, "text": "These are their genealogies: the firstborn of Ishmael, Nebaioth; and Kedar, Adbeel, Mibsam,"},{"verse": 30, "text": "Mishma, Dumah, Massa, Hadad, Tema,"},{"verse": 31, "text": "Jetur, Naphish, and Kedemah. These are the sons of Ishmael."},{"verse": 32, "text": "The sons of Keturah, Abraham\"s concubine: she bore Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan: Sheba and Dedan."},{"verse": 33, "text": "The sons of Midian: Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the descendants of Keturah."},{"verse": 34, "text": "Abraham became the father of Isaac. The sons of Isaac: Esau and Israel."},{"verse": 35, "text": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah."},{"verse": 36, "text": "The sons of Eliphaz: Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek."},{"verse": 37, "text": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah."},{"verse": 38, "text": "The sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."},{"verse": 39, "text": "The sons of Lotan: Hori and Homam; and Lotan\"s sister was Timna."},{"verse": 40, "text": "The sons of Shobal: Alian, Manahath, Ebal, Shephi, and Onam. The sons of Zibeon: Aiah and Anah."},{"verse": 41, "text": "The sons of Anah: Dishon. The sons of Dishon: Hamran, Eshban, Ithran, and Cheran."},{"verse": 42, "footnotes": {"a": "1 Chronicles 1:42 Or _and Akan_; See Gen 36.27", "b": "1 Chronicles 1:42 See 1.38: Heb _Dishon_"}, "text": "The sons of Ezer: Bilhan, Zaavan, and Jaakan.[^a] The sons of Dishan:[^b] Uz and Aran."},{"verse": 43, "text": "These are the kings who reigned in the land of Edom before any king reigned over the Israelites: Bela son of Beor, whose city was called Dinhabah."},{"verse": 44, "text": "When Bela died, Jobab son of Zerah of Bozrah succeeded him."},{"verse": 45, "text": "When Jobab died, Husham of the land of the Temanites succeeded him."},{"verse": 46, "text": "When Husham died, Hadad son of Bedad, who defeated Midian in the country of Moab, succeeded him; and the name of his city was Avith."},{"verse": 47, "text": "When Hadad died, Samlah of Masrekah succeeded him."},{"verse": 48, "footnotes": {"a": "1 Chronicles 1:48 Or _Saul_"}, "text": "When Samlah died, Shaul[^a] of Rehoboth on the Euphrates succeeded him."},{"verse": 49, "footnotes": {"a": "1 Chronicles 1:49 Or _Saul_"}, "text": "When Shaul[^a] died, Baal-hanan son of Achbor succeeded him."},{"verse": 50, "text": "When Baal-hanan died, Hadad succeeded him; the name of his city was Pai, and his wife\"s name Mehetabel daughter of Matred, daughter of Me-zahab."},{"verse": 51, "footnotes": {"a": "1 Chronicles 1:51 Or _chiefs_", "b": "1 Chronicles 1:51 Or _chiefs_", "c": "1 Chronicles 1:51 Or _Alvah_; See Gen 36.40"}, "text": "And Hadad died.\nThe clans[^a] of Edom were: clans[^b] Timna, Aliah,[^c] Jetheth,"},{"verse": 52, "text": "Oholibamah, Elah, Pinon,"},{"verse": 53, "text": "Kenaz, Teman, Mibzar,"},{"verse": 54, "footnotes": {"a": "1 Chronicles 1:54 Or _chiefs_"}, "text": "Magdiel, and Iram; these are the clans[^a] of Edom."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||The Sons of Israel and the Descendants of Judah||These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"},{"verse": 2, "text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher."},{"verse": 3, "text": "The sons of Judah: Er, Onan, and Shelah; these three the Canaanite woman Bath-shua bore to him. Now Er, Judah\"s firstborn, was wicked in the sight of the LORD, and he put him to death."},{"verse": 4, "text": "His daughter-in-law Tamar also bore him Perez and Zerah. Judah had five sons in all."},{"verse": 5, "text": "The sons of Perez: Hezron and Hamul."},{"verse": 6, "footnotes": {"a": "1 Chronicles 2:6 Or _Darda_; Compare Syr Tg some Gk Mss; See 1 Kings 4.31"}, "text": "The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara,[^a] five in all."},{"verse": 7, "text": "The sons of Carmi: Achar, the troubler of Israel, who transgressed in the matter of the devoted thing;"},{"verse": 8, "text": "and Ethan\"s son was Azariah."},{"verse": 9, "text": "The sons of Hezron, who were born to him: Jerahmeel, Ram, and Chelubai."},{"verse": 10, "text": "Ram became the father of Amminadab, and Amminadab became the father of Nahshon, prince of the sons of Judah."},{"verse": 11, "text": "Nahshon became the father of Salma, Salma of Boaz,"},{"verse": 12, "text": "Boaz of Obed, Obed of Jesse."},{"verse": 13, "text": "Jesse became the father of Eliab his firstborn, Abinadab the second, Shimea the third,"},{"verse": 14, "text": "Nethanel the fourth, Raddai the fifth,"},{"verse": 15, "text": "Ozem the sixth, David the seventh;"},{"verse": 16, "text": "and their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three."},{"verse": 17, "text": "Abigail bore Amasa, and the father of Amasa was Jether the Ishmaelite."},{"verse": 18, "text": "Caleb son of Hezron had children by his wife Azubah, and by Jerioth; these were her sons: Jesher, Shobab, and Ardon."},{"verse": 19, "text": "When Azubah died, Caleb married Ephrath, who bore him Hur."},{"verse": 20, "text": "Hur became the father of Uri, and Uri became the father of Bezalel."},{"verse": 21, "text": "Afterward Hezron went in to the daughter of Machir father of Gilead, whom he married when he was sixty years old; and she bore him Segub;"},{"verse": 22, "text": "and Segub became the father of Jair, who had twenty-three towns in the land of Gilead."},{"verse": 23, "text": "But Geshur and Aram took from them Havvoth-jair, Kenath and its villages, sixty towns. All these were descendants of Machir, father of Gilead."},{"verse": 24, "text": "After the death of Hezron, in Caleb-ephrathah, Abijah wife of Hezron bore him Ashhur, father of Tekoa."},{"verse": 25, "text": "The sons of Jerahmeel, the firstborn of Hezron: Ram his firstborn, Bunah, Oren, Ozem, and Ahijah."},{"verse": 26, "text": "Jerahmeel also had another wife, whose name was Atarah; she was the mother of Onam."},{"verse": 27, "text": "The sons of Ram, the firstborn of Jerahmeel: Maaz, Jamin, and Eker."},{"verse": 28, "text": "The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur."},{"verse": 29, "text": "The name of Abishur\"s wife was Abihail, and she bore him Ahban and Molid."},{"verse": 30, "text": "The sons of Nadab: Seled and Appaim; and Seled died childless."},{"verse": 31, "footnotes": {"a": "1 Chronicles 2:31 Heb _sons_", "b": "1 Chronicles 2:31 Heb _sons_", "c": "1 Chronicles 2:31 Heb _sons_"}, "text": "The son[^a] of Appaim: Ishi. The son[^b] of Ishi: Sheshan. The son[^c] of Sheshan: Ahlai."},{"verse": 32, "text": "The sons of Jada, Shammai\"s brother: Jether and Jonathan; and Jether died childless."},{"verse": 33, "text": "The sons of Jonathan: Peleth and Zaza. These were the descendants of Jerahmeel."},{"verse": 34, "text": "Now Sheshan had no sons, only daughters; but Sheshan had an Egyptian slave, whose name was Jarha."},{"verse": 35, "text": "So Sheshan gave his daughter in marriage to his slave Jarha; and she bore him Attai."},{"verse": 36, "text": "Attai became the father of Nathan, and Nathan of Zabad."},{"verse": 37, "text": "Zabad became the father of Ephlal, and Ephlal of Obed."},{"verse": 38, "text": "Obed became the father of Jehu, and Jehu of Azariah."},{"verse": 39, "text": "Azariah became the father of Helez, and Helez of Eleasah."},{"verse": 40, "text": "Eleasah became the father of Sismai, and Sismai of Shallum."},{"verse": 41, "text": "Shallum became the father of Jekamiah, and Jekamiah of Elishama."},{"verse": 42, "footnotes": {"a": "1 Chronicles 2:42 Gk reads _Mareshah_"}, "text": "The sons of Caleb brother of Jerahmeel: Mesha[^a] his firstborn, who was father of Ziph. The sons of Mareshah father of Hebron."},{"verse": 43, "text": "The sons of Hebron: Korah, Tappuah, Rekem, and Shema."},{"verse": 44, "text": "Shema became father of Raham, father of Jorkeam; and Rekem became the father of Shammai."},{"verse": 45, "text": "The son of Shammai: Maon; and Maon was the father of Beth-zur."},{"verse": 46, "text": "Ephah also, Caleb\"s concubine, bore Haran, Moza, and Gazez; and Haran became the father of Gazez."},{"verse": 47, "text": "The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph."},{"verse": 48, "text": "Maacah, Caleb\"s concubine, bore Sheber and Tirhanah."},{"verse": 49, "text": "She also bore Shaaph father of Madmannah, Sheva father of Machbenah and father of Gibea; and the daughter of Caleb was Achsah."},{"verse": 50, "footnotes": {"a": "1 Chronicles 2:50 Gk Vg: Heb _son_"}, "text": "These were the descendants of Caleb.\nThe sons[^a] of Hur the firstborn of Ephrathah: Shobal father of Kiriath-jearim,"},{"verse": 51, "text": "Salma father of Bethlehem, and Hareph father of Beth-gader."},{"verse": 52, "text": "Shobal father of Kiriath-jearim had other sons: Haroeh, half of the Menuhoth."},{"verse": 53, "text": "And the families of Kiriath-jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites; from these came the Zorathites and the Eshtaolites."},{"verse": 54, "text": "The sons of Salma: Bethlehem, the Netophathites, Atroth-beth-joab, and half of the Manahathites, the Zorites."},{"verse": 55, "text": "The families also of the scribes that lived at Jabez: the Tirathites, the Shimeathites, and the Sucathites. These are the Kenites who came from Hammath, father of the house of Rechab."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Descendants of David and Solomon||These are the sons of David who were born to him in Hebron: the firstborn Amnon, by Ahinoam the Jezreelite; the second Daniel, by Abigail the Carmelite;"},{"verse": 2, "text": "the third Absalom, son of Maacah, daughter of King Talmai of Geshur; the fourth Adonijah, son of Haggith;"},{"verse": 3, "text": "the fifth Shephatiah, by Abital; the sixth Ithream, by his wife Eglah;"},{"verse": 4, "text": "six were born to him in Hebron, where he reigned for seven years and six months. And he reigned thirty-three years in Jerusalem."},{"verse": 5, "text": "These were born to him in Jerusalem: Shimea, Shobab, Nathan, and Solomon, four by Bath-shua, daughter of Ammiel;"},{"verse": 6, "text": "then Ibhar, Elishama, Eliphelet,"},{"verse": 7, "text": "Nogah, Nepheg, Japhia,"},{"verse": 8, "text": "Elishama, Eliada, and Eliphelet, nine."},{"verse": 9, "text": "All these were David\"s sons, besides the sons of the concubines; and Tamar was their sister."},{"verse": 10, "text": "The descendants of Solomon: Rehoboam, Abijah his son, Asa his son, Jehoshaphat his son,"},{"verse": 11, "text": "Joram his son, Ahaziah his son, Joash his son,"},{"verse": 12, "text": "Amaziah his son, Azariah his son, Jotham his son,"},{"verse": 13, "text": "Ahaz his son, Hezekiah his son, Manasseh his son,"},{"verse": 14, "text": "Amon his son, Josiah his son."},{"verse": 15, "text": "The sons of Josiah: Johanan the firstborn, the second Jehoiakim, the third Zedekiah, the fourth Shallum."},{"verse": 16, "text": "The descendants of Jehoiakim: Jeconiah his son, Zedekiah his son;"},{"verse": 17, "text": "and the sons of Jeconiah, the captive: Shealtiel his son,"},{"verse": 18, "text": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah;"},{"verse": 19, "text": "The sons of Pedaiah: Zerubbabel and Shimei; and the sons of Zerubbabel: Meshullam and Hananiah, and Shelomith was their sister;"},{"verse": 20, "text": "and Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed, five."},{"verse": 21, "footnotes": {"a": "1 Chronicles 3:21 Gk Compare Syr Vg: Heb _sons of_", "b": "1 Chronicles 3:21 Gk Compare Syr Vg: Heb _sons of_", "c": "1 Chronicles 3:21 Gk Compare Syr Vg: Heb _sons of_", "d": "1 Chronicles 3:21 Gk Compare Syr Vg: Heb _sons of_"}, "text": "The sons of Hananiah: Pelatiah and Jeshaiah, his son[^a] Rephaiah, his son[^b] Arnan, his son[^c] Obadiah, his son[^d] Shecaniah."},{"verse": 22, "footnotes": {"a": "1 Chronicles 3:22 Heb _sons_"}, "text": "The son[^a] of Shecaniah: Shemaiah. And the sons of Shemaiah: Hattush, Igal, Bariah, Neariah, and Shaphat, six."},{"verse": 23, "text": "The sons of Neariah: Elioenai, Hizkiah, and Azrikam, three."},{"verse": 24, "text": "The sons of Elioenai: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani, seven."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Descendants of Judah||The sons of Judah: Perez, Hezron, Carmi, Hur, and Shobal."},{"verse": 2, "text": "Reaiah son of Shobal became the father of Jahath, and Jahath became the father of Ahumai and Lahad. These were the families of the Zorathites."},{"verse": 3, "footnotes": {"a": "1 Chronicles 4:3 Gk Compare Vg: Heb _the father_"}, "text": "These were the sons[^a] of Etam: Jezreel, Ishma, and Idbash; and the name of their sister was Hazzelelponi,"},{"verse": 4, "text": "and Penuel was the father of Gedor, and Ezer the father of Hushah. These were the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem."},{"verse": 5, "text": "Ashhur father of Tekoa had two wives, Helah and Naarah;"},{"verse": 6, "footnotes": {"a": "1 Chronicles 4:6 Or _Ahashtari_"}, "text": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari.[^a] These were the sons of Naarah."},{"verse": 7, "footnotes": {"a": "1 Chronicles 4:7 Another reading is _Zohar_"}, "text": "The sons of Helah: Zereth, Izhar,[^a] and Ethnan."},{"verse": 8, "text": "Koz became the father of Anub, Zobebah, and the families of Aharhel son of Harum."},{"verse": 9, "text": "Jabez was honored more than his brothers; and his mother named him Jabez, saying, \"Because I bore him in pain.\""},{"verse": 10, "text": "Jabez called on the God of Israel, saying, \"Oh that you would bless me and enlarge my border, and that your hand might be with me, and that you would keep me from hurt and harm!\" And God granted what he asked."},{"verse": 11, "text": "Chelub the brother of Shuhah became the father of Mehir, who was the father of Eshton."},{"verse": 12, "text": "Eshton became the father of Beth-rapha, Paseah, and Tehinnah the father of Ir-nahash. These are the men of Recah."},{"verse": 13, "footnotes": {"a": "1 Chronicles 4:13 Gk Vg: Heb lacks _and Meonothai_"}, "text": "The sons of Kenaz: Othniel and Seraiah; and the sons of Othniel: Hathath and Meonothai.[^a]"},{"verse": 14, "footnotes": {"a": "1 Chronicles 4:14 That is _Valley of artisans_"}, "text": "Meonothai became the father of Ophrah; and Seraiah became the father of Joab father of Ge-harashim,[^a] so-called because they were artisans."},{"verse": 15, "footnotes": {"a": "1 Chronicles 4:15 Heb _sons_"}, "text": "The sons of Caleb son of Jephunneh: Iru, Elah, and Naam; and the son[^a] of Elah: Kenaz."},{"verse": 16, "text": "The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel."},{"verse": 17, "footnotes": {"a": "1 Chronicles 4:17 The clause: _These are . . . married_ is transposed from verse 18", "b": "1 Chronicles 4:17 Heb lacks _and bore_"}, "text": "The sons of Ezrah: Jether, Mered, Epher, and Jalon. These are the sons of Bithiah, daughter of Pharaoh, whom Mered married;[^a] and she conceived and bore[^b] Miriam, Shammai, and Ishbah father of Eshtemoa."},{"verse": 18, "text": "And his Judean wife bore Jered father of Gedor, Heber father of Soco, and Jekuthiel father of Zanoah."},{"verse": 19, "text": "The sons of the wife of Hodiah, the sister of Naham, were the fathers of Keilah the Garmite and Eshtemoa the Maacathite."},{"verse": 20, "text": "The sons of Shimon: Amnon, Rinnah, Ben-hanan, and Tilon. The sons of Ishi: Zoheth and Ben-zoheth."},{"verse": 21, "text": "The sons of Shelah son of Judah: Er father of Lecah, Laadah father of Mareshah, and the families of the guild of linen workers at Beth-ashbea;"},{"verse": 22, "footnotes": {"a": "1 Chronicles 4:22 Vg Compare Gk: Heb _and Jashubi-lahem_", "b": "1 Chronicles 4:22 Or _matters_"}, "text": "and Jokim, and the men of Cozeba, and Joash, and Saraph, who married into Moab but returned to Lehem[^a] (now the records[^b] are ancient)."},{"verse": 23, "text": "These were the potters and inhabitants of Netaim and Gederah; they lived there with the king in his service."},{"verse": 24, "footnotes": {"a": "1 Chronicles 4:24 Or _Saul_"}, "text": "||Descendants of Simeon||The sons of Simeon: Nemuel, Jamin, Jarib, Zerah, Shaul;[^a]"},{"verse": 25, "text": "Shallum was his son, Mibsam his son, Mishma his son."},{"verse": 26, "text": "The sons of Mishma: Hammuel his son, Zaccur his son, Shimei his son."},{"verse": 27, "text": "Shimei had sixteen sons and six daughters; but his brothers did not have many children, nor did all their family multiply like the Judeans."},{"verse": 28, "text": "They lived in Beer-sheba, Moladah, Hazar-shual,"},{"verse": 29, "text": "Bilhah, Ezem, Tolad,"},{"verse": 30, "text": "Bethuel, Hormah, Ziklag,"},{"verse": 31, "text": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their towns until David became king."},{"verse": 32, "text": "And their villages were Etam, Ain, Rimmon, Tochen, and Ashan, five towns,"},{"verse": 33, "text": "along with all their villages that were around these towns as far as Baal. These were their settlements. And they kept a genealogical record."},{"verse": 34, "text": "Meshobab, Jamlech, Joshah son of Amaziah,"},{"verse": 35, "text": "Joel, Jehu son of Joshibiah son of Seraiah son of Asiel,"},{"verse": 36, "text": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"},{"verse": 37, "text": "Ziza son of Shiphi son of Allon son of Jedaiah son of Shimri son of Shemaiah--"},{"verse": 38, "text": "these mentioned by name were leaders in their families, and their clans increased greatly."},{"verse": 39, "text": "They journeyed to the entrance of Gedor, to the east side of the valley, to seek pasture for their flocks,"},{"verse": 40, "text": "where they found rich, good pasture, and the land was very broad, quiet, and peaceful; for the former inhabitants there belonged to Ham."},{"verse": 41, "text": "These, registered by name, came in the days of King Hezekiah of Judah, and attacked their tents and the Meunim who were found there, and exterminated them to this day, and settled in their place, because there was pasture there for their flocks."},{"verse": 42, "text": "And some of them, five hundred men of the Simeonites, went to Mount Seir, having as their leaders Pelatiah, Neariah, Rephaiah, and Uzziel, sons of Ishi;"},{"verse": 43, "text": "they destroyed the remnant of the Amalekites that had escaped, and they have lived there to this day."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||Descendants of Reuben||The sons of Reuben the firstborn of Israel. (He was the firstborn, but because he defiled his father\"s bed his birthright was given to the sons of Joseph son of Israel, so that he is not enrolled in the genealogy according to the birthright;"},{"verse": 2, "text": "though Judah became prominent among his brothers and a ruler came from him, yet the birthright belonged to Joseph.)"},{"verse": 3, "text": "The sons of Reuben, the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi."},{"verse": 4, "text": "The sons of Joel: Shemaiah his son, Gog his son, Shimei his son,"},{"verse": 5, "text": "Micah his son, Reaiah his son, Baal his son,"},{"verse": 6, "text": "Beerah his son, whom King Tilgath-pilneser of Assyria carried away into exile; he was a chieftain of the Reubenites."},{"verse": 7, "text": "And his kindred by their families, when the genealogy of their generations was reckoned: the chief, Jeiel, and Zechariah,"},{"verse": 8, "text": "and Bela son of Azaz, son of Shema, son of Joel, who lived in Aroer, as far as Nebo and Baal-meon."},{"verse": 9, "text": "He also lived to the east as far as the beginning of the desert this side of the Euphrates, because their cattle had multiplied in the land of Gilead."},{"verse": 10, "text": "And in the days of Saul they made war on the Hagrites, who fell by their hand; and they lived in their tents throughout all the region east of Gilead."},{"verse": 11, "text": "||Descendants of Gad||The sons of Gad lived beside them in the land of Bashan as far as Salecah:"},{"verse": 12, "text": "Joel the chief, Shapham the second, Janai, and Shaphat in Bashan."},{"verse": 13, "text": "And their kindred according to their clans: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber, seven."},{"verse": 14, "text": "These were the sons of Abihail son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz;"},{"verse": 15, "text": "Ahi son of Abdiel, son of Guni, was chief in their clan;"},{"verse": 16, "text": "and they lived in Gilead, in Bashan and in its towns, and in all the pasture lands of Sharon to their limits."},{"verse": 17, "text": "All of these were enrolled by genealogies in the days of King Jotham of Judah, and in the days of King Jeroboam of Israel."},{"verse": 18, "text": "The Reubenites, the Gadites, and the half-tribe of Manasseh had valiant warriors, who carried shield and sword, and drew the bow, expert in war, forty-four thousand seven hundred sixty, ready for service."},{"verse": 19, "text": "They made war on the Hagrites, Jetur, Naphish, and Nodab;"},{"verse": 20, "text": "and when they received help against them, the Hagrites and all who were with them were given into their hands, for they cried to God in the battle, and he granted their entreaty because they trusted in him."},{"verse": 21, "text": "They captured their livestock: fifty thousand of their camels, two hundred fifty thousand sheep, two thousand donkeys, and one hundred thousand captives."},{"verse": 22, "text": "Many fell slain, because the war was of God. And they lived in their territory until the exile."},{"verse": 23, "text": "||The Half-Tribe of Manasseh||The members of the half-tribe of Manasseh lived in the land; they were very numerous from Bashan to Baal-hermon, Senir, and Mount Hermon."},{"verse": 24, "footnotes": {"a": "1 Chronicles 5:24 Gk Vg: Heb _and Epher_"}, "text": "These were the heads of their clans: Epher,[^a] Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel, mighty warriors, famous men, heads of their clans."},{"verse": 25, "text": "But they transgressed against the God of their ancestors, and prostituted themselves to the gods of the peoples of the land, whom God had destroyed before them."},{"verse": 26, "text": "So the God of Israel stirred up the spirit of King Pul of Assyria, the spirit of King Tilgath-pilneser of Assyria, and he carried them away, namely, the Reubenites, the Gadites, and the half-tribe of Manasseh, and brought them to Halah, Habor, Hara, and the river Gozan, to this day."}]}
,{"chapter": 6, "verses":[{"verse": 1, "footnotes": {"a": "1 Chronicles 6:1 Ch 5.27 in Heb", "b": "1 Chronicles 6:1 Heb _Gershon_, variant of _Gershom_; See 6.16"}, "text": "||Descendants of Levi||[^a] The sons of Levi: Gershom,[^b] Kohath, and Merari."},{"verse": 2, "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel."},{"verse": 3, "text": "The children of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar."},{"verse": 4, "text": "Eleazar became the father of Phinehas, Phinehas of Abishua,"},{"verse": 5, "text": "Abishua of Bukki, Bukki of Uzzi,"},{"verse": 6, "text": "Uzzi of Zerahiah, Zerahiah of Meraioth,"},{"verse": 7, "text": "Meraioth of Amariah, Amariah of Ahitub,"},{"verse": 8, "text": "Ahitub of Zadok, Zadok of Ahimaaz,"},{"verse": 9, "text": "Ahimaaz of Azariah, Azariah of Johanan,"},{"verse": 10, "text": "and Johanan of Azariah (it was he who served as priest in the house that Solomon built in Jerusalem)."},{"verse": 11, "text": "Azariah became the father of Amariah, Amariah of Ahitub,"},{"verse": 12, "text": "Ahitub of Zadok, Zadok of Shallum,"},{"verse": 13, "text": "Shallum of Hilkiah, Hilkiah of Azariah,"},{"verse": 14, "text": "Azariah of Seraiah, Seraiah of Jehozadak;"},{"verse": 15, "text": "and Jehozadak went into exile when the LORD sent Judah and Jerusalem into exile by the hand of Nebuchadnezzar."},{"verse": 16, "footnotes": {"a": "1 Chronicles 6:16 Ch 6.1 in Heb"}, "text": "[^a] The sons of Levi: Gershom, Kohath, and Merari."},{"verse": 17, "text": "These are the names of the sons of Gershom: Libni and Shimei."},{"verse": 18, "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel."},{"verse": 19, "text": "The sons of Merari: Mahli and Mushi. These are the clans of the Levites according to their ancestry."},{"verse": 20, "text": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,"},{"verse": 21, "text": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son."},{"verse": 22, "text": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son,"},{"verse": 23, "text": "Elkanah his son, Ebiasaph his son, Assir his son,"},{"verse": 24, "text": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."},{"verse": 25, "text": "The sons of Elkanah: Amasai and Ahimoth,"},{"verse": 26, "text": "Elkanah his son, Zophai his son, Nahath his son,"},{"verse": 27, "text": "Eliab his son, Jeroham his son, Elkanah his son."},{"verse": 28, "footnotes": {"a": "1 Chronicles 6:28 Gk Syr Compare verse 33 and 1 Sam 8.2: Heb lacks _Joel_", "b": "1 Chronicles 6:28 Heb reads _Vashni, and Abijah_ for _the second Abijah_, taking _the second_ as a proper name"}, "text": "The sons of Samuel: Joel[^a] his firstborn, the second Abijah.[^b]"},{"verse": 29, "text": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son,"},{"verse": 30, "text": "Shimea his son, Haggiah his son, and Asaiah his son."},{"verse": 31, "text": "||Musicians Appointed by David||These are the men whom David put in charge of the service of song in the house of the LORD, after the ark came to rest there."},{"verse": 32, "text": "They ministered with song before the tabernacle of the tent of meeting, until Solomon had built the house of the LORD in Jerusalem; and they performed their service in due order."},{"verse": 33, "text": "These are the men who served; and their sons were: Of the Kohathites: Heman, the singer, son of Joel, son of Samuel,"},{"verse": 34, "text": "son of Elkanah, son of Jeroham, son of Eliel, son of Toah,"},{"verse": 35, "text": "son of Zuph, son of Elkanah, son of Mahath, son of Amasai,"},{"verse": 36, "text": "son of Elkanah, son of Joel, son of Azariah, son of Zephaniah,"},{"verse": 37, "text": "son of Tahath, son of Assir, son of Ebiasaph, son of Korah,"},{"verse": 38, "text": "son of Izhar, son of Kohath, son of Levi, son of Israel;"},{"verse": 39, "text": "and his brother Asaph, who stood on his right, namely, Asaph son of Berechiah, son of Shimea,"},{"verse": 40, "text": "son of Michael, son of Baaseiah, son of Malchijah,"},{"verse": 41, "text": "son of Ethni, son of Zerah, son of Adaiah,"},{"verse": 42, "text": "son of Ethan, son of Zimmah, son of Shimei,"},{"verse": 43, "text": "son of Jahath, son of Gershom, son of Levi."},{"verse": 44, "text": "On the left were their kindred the sons of Merari: Ethan son of Kishi, son of Abdi, son of Malluch,"},{"verse": 45, "text": "son of Hashabiah, son of Amaziah, son of Hilkiah,"},{"verse": 46, "text": "son of Amzi, son of Bani, son of Shemer,"},{"verse": 47, "text": "son of Mahli, son of Mushi, son of Merari, son of Levi;"},{"verse": 48, "text": "and their kindred the Levites were appointed for all the service of the tabernacle of the house of God."},{"verse": 49, "text": "But Aaron and his sons made offerings on the altar of burnt offering and on the altar of incense, doing all the work of the most holy place, to make atonement for Israel, according to all that Moses the servant of God had commanded."},{"verse": 50, "text": "These are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"},{"verse": 51, "text": "Bukki his son, Uzzi his son, Zerahiah his son,"},{"verse": 52, "text": "Meraioth his son, Amariah his son, Ahitub his son,"},{"verse": 53, "text": "Zadok his son, Ahimaaz his son."},{"verse": 54, "text": "||Settlements of the Levites||These are their dwelling places according to their settlements within their borders: to the sons of Aaron of the families of Kohathites--for the lot fell to them first--"},{"verse": 55, "text": "to them they gave Hebron in the land of Judah and its surrounding pasture lands,"},{"verse": 56, "text": "but the fields of the city and its villages they gave to Caleb son of Jephunneh."},{"verse": 57, "text": "To the sons of Aaron they gave the cities of refuge: Hebron, Libnah with its pasture lands, Jattir, Eshtemoa with its pasture lands,"},{"verse": 58, "footnotes": {"a": "1 Chronicles 6:58 Other readings _Hilez_, _Holon_; See Josh 21.15"}, "text": "Hilen[^a] with its pasture lands, Debir with its pasture lands,"},{"verse": 59, "text": "Ashan with its pasture lands, and Beth-shemesh with its pasture lands."},{"verse": 60, "text": "From the tribe of Benjamin, Geba with its pasture lands, Alemeth with its pasture lands, and Anathoth with its pasture lands. All their towns throughout their families were thirteen."},{"verse": 61, "text": "To the rest of the Kohathites were given by lot out of the family of the tribe, out of the half-tribe, the half of Manasseh, ten towns."},{"verse": 62, "text": "To the Gershomites according to their families were allotted thirteen towns out of the tribes of Issachar, Asher, Naphtali, and Manasseh in Bashan."},{"verse": 63, "text": "To the Merarites according to their families were allotted twelve towns out of the tribes of Reuben, Gad, and Zebulun."},{"verse": 64, "text": "So the people of Israel gave the Levites the towns with their pasture lands."},{"verse": 65, "text": "They also gave them by lot out of the tribes of Judah, Simeon, and Benjamin these towns that are mentioned by name."},{"verse": 66, "text": "And some of the families of the sons of Kohath had towns of their territory out of the tribe of Ephraim."},{"verse": 67, "text": "They were given the cities of refuge: Shechem with its pasture lands in the hill country of Ephraim, Gezer with its pasture lands,"},{"verse": 68, "text": "Jokmeam with its pasture lands, Beth-horon with its pasture lands,"},{"verse": 69, "text": "Aijalon with its pasture lands, Gath-rimmon with its pasture lands;"},{"verse": 70, "text": "and out of the half-tribe of Manasseh, Aner with its pasture lands, and Bileam with its pasture lands, for the rest of the families of the Kohathites."},{"verse": 71, "text": "To the Gershomites: out of the half-tribe of Manasseh: Golan in Bashan with its pasture lands and Ashtaroth with its pasture lands;"},{"verse": 72, "footnotes": {"a": "1 Chronicles 6:72 Or _Dobrath_"}, "text": "and out of the tribe of Issachar: Kedesh with its pasture lands, Daberath[^a] with its pasture lands,"},{"verse": 73, "text": "Ramoth with its pasture lands, and Anem with its pasture lands;"},{"verse": 74, "text": "out of the tribe of Asher: Mashal with its pasture lands, Abdon with its pasture lands,"},{"verse": 75, "text": "Hukok with its pasture lands, and Rehob with its pasture lands;"},{"verse": 76, "text": "and out of the tribe of Naphtali: Kedesh in Galilee with its pasture lands, Hammon with its pasture lands, and Kiriathaim with its pasture lands."},{"verse": 77, "text": "To the rest of the Merarites out of the tribe of Zebulun: Rimmono with its pasture lands, Tabor with its pasture lands,"},{"verse": 78, "text": "and across the Jordan from Jericho, on the east side of the Jordan, out of the tribe of Reuben: Bezer in the steppe with its pasture lands, Jahzah with its pasture lands,"},{"verse": 79, "text": "Kedemoth with its pasture lands, and Mephaath with its pasture lands;"},{"verse": 80, "text": "and out of the tribe of Gad: Ramoth in Gilead with its pasture lands, Mahanaim with its pasture lands,"},{"verse": 81, "text": "Heshbon with its pasture lands, and Jazer with its pasture lands."}]}
,{"chapter": 7, "verses":[{"verse": 1, "footnotes": {"a": "1 Chronicles 7:1 Syr Compare Vg: Heb _And to the sons_"}, "text": "||Descendants of Issachar||The sons[^a] of Issachar: Tola, Puah, Jashub, and Shimron, four."},{"verse": 2, "text": "The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, heads of their ancestral houses, namely of Tola, mighty warriors of their generations, their number in the days of David being twenty-two thousand six hundred."},{"verse": 3, "footnotes": {"a": "1 Chronicles 7:3 Heb _sons_"}, "text": "The son[^a] of Uzzi: Izrahiah. And the sons of Izrahiah: Michael, Obadiah, Joel, and Isshiah, five, all of them chiefs;"},{"verse": 4, "text": "and along with them, by their generations, according to their ancestral houses, were units of the fighting force, thirty-six thousand, for they had many wives and sons."},{"verse": 5, "text": "Their kindred belonging to all the families of Issachar were in all eighty-seven thousand mighty warriors, enrolled by genealogy."},{"verse": 6, "text": "||Descendants of Benjamin||The sons of Benjamin: Bela, Becher, and Jediael, three."},{"verse": 7, "text": "The sons of Bela: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri, five, heads of ancestral houses, mighty warriors; and their enrollment by genealogies was twenty-two thousand thirty-four."},{"verse": 8, "text": "The sons of Becher: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these were the sons of Becher;"},{"verse": 9, "text": "and their enrollment by genealogies, according to their generations, as heads of their ancestral houses, mighty warriors, was twenty thousand two hundred."},{"verse": 10, "text": "The sons of Jediael: Bilhan. And the sons of Bilhan: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar."},{"verse": 11, "text": "All these were the sons of Jediael according to the heads of their ancestral houses, mighty warriors, seventeen thousand two hundred, ready for service in war."},{"verse": 12, "footnotes": {"a": "1 Chronicles 7:12 Heb _sons_"}, "text": "And Shuppim and Huppim were the sons of Ir, Hushim the son[^a] of Aher."},{"verse": 13, "text": "||Descendants of Naphtali||The descendants of Naphtali: Jahziel, Guni, Jezer, and Shallum, the descendants of Bilhah."},{"verse": 14, "text": "||Descendants of Manasseh||The sons of Manasseh: Asriel, whom his Aramean concubine bore; she bore Machir the father of Gilead."},{"verse": 15, "text": "And Machir took a wife for Huppim and for Shuppim. The name of his sister was Maacah. And the name of the second was Zelophehad; and Zelophehad had daughters."},{"verse": 16, "text": "Maacah the wife of Machir bore a son, and she named him Peresh; the name of his brother was Sheresh; and his sons were Ulam and Rekem."},{"verse": 17, "footnotes": {"a": "1 Chronicles 7:17 Heb _sons_"}, "text": "The son[^a] of Ulam: Bedan. These were the sons of Gilead son of Machir, son of Manasseh."},{"verse": 18, "text": "And his sister Hammolecheth bore Ishhod, Abiezer, and Mahlah."},{"verse": 19, "text": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam."},{"verse": 20, "text": "||Descendants of Ephraim||The sons of Ephraim: Shuthelah, and Bered his son, Tahath his son, Eleadah his son, Tahath his son,"},{"verse": 21, "text": "Zabad his son, Shuthelah his son, and Ezer and Elead. Now the people of Gath, who were born in the land, killed them, because they came down to raid their cattle."},{"verse": 22, "text": "And their father Ephraim mourned many days, and his brothers came to comfort him."},{"verse": 23, "footnotes": {"a": "1 Chronicles 7:23 Heb _He_", "b": "1 Chronicles 7:23 Heb _beraah_"}, "text": "Ephraim[^a] went in to his wife, and she conceived and bore a son; and he named him Beriah, because disaster[^b] had befallen his house."},{"verse": 24, "text": "His daughter was Sheerah, who built both Lower and Upper Beth-horon, and Uzzen-sheerah."},{"verse": 25, "text": "Rephah was his son, Resheph his son, Telah his son, Tahan his son,"},{"verse": 26, "text": "Ladan his son, Ammihud his son, Elishama his son,"},{"verse": 27, "footnotes": {"a": "1 Chronicles 7:27 Here spelled _Non_; see Ex 33.11"}, "text": "Nun[^a] his son, Joshua his son."},{"verse": 28, "text": "Their possessions and settlements were Bethel and its towns, and eastward Naaran, and westward Gezer and its towns, Shechem and its towns, as far as Ayyah and its towns;"},{"verse": 29, "text": "also along the borders of the Manassites, Beth-shean and its towns, Taanach and its towns, Megiddo and its towns, Dor and its towns. In these lived the sons of Joseph son of Israel."},{"verse": 30, "text": "||Descendants of Asher||The sons of Asher: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah."},{"verse": 31, "text": "The sons of Beriah: Heber and Malchiel, who was the father of Birzaith."},{"verse": 32, "text": "Heber became the father of Japhlet, Shomer, Hotham, and their sister Shua."},{"verse": 33, "text": "The sons of Japhlet: Pasach, Bimhal, and Ashvath. These are the sons of Japhlet."},{"verse": 34, "text": "The sons of Shemer: Ahi, Rohgah, Hubbah, and Aram."},{"verse": 35, "footnotes": {"a": "1 Chronicles 7:35 Or _Hotham_; see 7.32"}, "text": "The sons of Helem[^a] his brother: Zophah, Imna, Shelesh, and Amal."},{"verse": 36, "text": "The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah,"},{"verse": 37, "text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."},{"verse": 38, "text": "The sons of Jether: Jephunneh, Pispa, and Ara."},{"verse": 39, "text": "The sons of Ulla: Arah, Hanniel, and Rizia."},{"verse": 40, "text": "All of these were men of Asher, heads of ancestral houses, select mighty warriors, chief of the princes. Their number enrolled by genealogies, for service in war, was twenty-six thousand men."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||Descendants of Benjamin||Benjamin became the father of Bela his firstborn, Ashbel the second, Aharah the third,"},{"verse": 2, "text": "Nohah the fourth, and Rapha the fifth."},{"verse": 3, "footnotes": {"a": "1 Chronicles 8:3 Or _father of Ehud_; see 8.6"}, "text": "And Bela had sons: Addar, Gera, Abihud,[^a]"},{"verse": 4, "text": "Abishua, Naaman, Ahoah,"},{"verse": 5, "text": "Gera, Shephuphan, and Huram."},{"verse": 6, "text": "These are the sons of Ehud (they were heads of ancestral houses of the inhabitants of Geba, and they were carried into exile to Manahath):"},{"verse": 7, "footnotes": {"a": "1 Chronicles 8:7 Heb _and Naaman_", "b": "1 Chronicles 8:7 Or _he carried them into exile_"}, "text": "Naaman,[^a] Ahijah, and Gera, that is, Heglam,[^b] who became the father of Uzza and Ahihud."},{"verse": 8, "text": "And Shaharaim had sons in the country of Moab after he had sent away his wives Hushim and Baara."},{"verse": 9, "text": "He had sons by his wife Hodesh: Jobab, Zibia, Mesha, Malcam,"},{"verse": 10, "text": "Jeuz, Sachia, and Mirmah. These were his sons, heads of ancestral houses."},{"verse": 11, "text": "He also had sons by Hushim: Abitub and Elpaal."},{"verse": 12, "text": "The sons of Elpaal: Eber, Misham, and Shemed, who built Ono and Lod with its towns,"},{"verse": 13, "text": "and Beriah and Shema (they were heads of ancestral houses of the inhabitants of Aijalon, who put to flight the inhabitants of Gath);"},{"verse": 14, "text": "and Ahio, Shashak, and Jeremoth."},{"verse": 15, "text": "Zebadiah, Arad, Eder,"},{"verse": 16, "text": "Michael, Ishpah, and Joha were sons of Beriah."},{"verse": 17, "text": "Zebadiah, Meshullam, Hizki, Heber,"},{"verse": 18, "text": "Ishmerai, Izliah, and Jobab were the sons of Elpaal."},{"verse": 19, "text": "Jakim, Zichri, Zabdi,"},{"verse": 20, "text": "Elienai, Zillethai, Eliel,"},{"verse": 21, "text": "Adaiah, Beraiah, and Shimrath were the sons of Shimei."},{"verse": 22, "text": "Ishpan, Eber, Eliel,"},{"verse": 23, "text": "Abdon, Zichri, Hanan,"},{"verse": 24, "text": "Hananiah, Elam, Anthothijah,"},{"verse": 25, "text": "Iphdeiah, and Penuel were the sons of Shashak."},{"verse": 26, "text": "Shamsherai, Shehariah, Athaliah,"},{"verse": 27, "text": "Jaareshiah, Elijah, and Zichri were the sons of Jeroham."},{"verse": 28, "text": "These were the heads of ancestral houses, according to their generations, chiefs. These lived in Jerusalem."},{"verse": 29, "footnotes": {"a": "1 Chronicles 8:29 Compare 9.35: Heb lacks _Jeiel_"}, "text": "Jeiel[^a] the father of Gibeon lived in Gibeon, and the name of his wife was Maacah."},{"verse": 30, "footnotes": {"a": "1 Chronicles 8:30 Gk Ms adds _Ner_; Compare 8.33 and 9.36"}, "text": "His firstborn son: Abdon, then Zur, Kish, Baal,[^a] Nadab,"},{"verse": 31, "text": "Gedor, Ahio, Zecher,"},{"verse": 32, "text": "and Mikloth, who became the father of Shimeah. Now these also lived opposite their kindred in Jerusalem, with their kindred."},{"verse": 33, "footnotes": {"a": "1 Chronicles 8:33 Or _Shaul_", "b": "1 Chronicles 8:33 Or _Shaul_"}, "text": "Ner became the father of Kish, Kish of Saul,[^a] Saul[^b] of Jonathan, Malchishua, Abinadab, and Esh-baal;"},{"verse": 34, "text": "and the son of Jonathan was Merib-baal; and Merib-baal became the father of Micah."},{"verse": 35, "text": "The sons of Micah: Pithon, Melech, Tarea, and Ahaz."},{"verse": 36, "text": "Ahaz became the father of Jehoaddah; and Jehoaddah became the father of Alemeth, Azmaveth, and Zimri; Zimri became the father of Moza."},{"verse": 37, "text": "Moza became the father of Binea; Raphah was his son, Eleasah his son, Azel his son."},{"verse": 38, "text": "Azel had six sons, and these are their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan; all these were the sons of Azel."},{"verse": 39, "text": "The sons of his brother Eshek: Ulam his firstborn, Jeush the second, and Eliphelet the third."},{"verse": 40, "text": "The sons of Ulam were mighty warriors, archers, having many children and grandchildren, one hundred fifty. All these were Benjaminites."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "So all Israel was enrolled by genealogies; and these are written in the Book of the Kings of Israel. And Judah was taken into exile in Babylon because of their unfaithfulness."},{"verse": 2, "text": "Now the first to live again in their possessions in their towns were Israelites, priests, Levites, and temple servants."},{"verse": 3, "text": "||Inhabitants of Jerusalem after the Exile||And some of the people of Judah, Benjamin, Ephraim, and Manasseh lived in Jerusalem:"},{"verse": 4, "text": "Uthai son of Ammihud, son of Omri, son of Imri, son of Bani, from the sons of Perez son of Judah."},{"verse": 5, "text": "And of the Shilonites: Asaiah the firstborn, and his sons."},{"verse": 6, "text": "Of the sons of Zerah: Jeuel and their kin, six hundred ninety."},{"verse": 7, "text": "Of the Benjaminites: Sallu son of Meshullam, son of Hodaviah, son of Hassenuah,"},{"verse": 8, "text": "Ibneiah son of Jeroham, Elah son of Uzzi, son of Michri, and Meshullam son of Shephatiah, son of Reuel, son of Ibnijah;"},{"verse": 9, "text": "and their kindred according to their generations, nine hundred fifty-six. All these were heads of families according to their ancestral houses."},{"verse": 10, "text": "||Priestly Families||Of the priests: Jedaiah, Jehoiarib, Jachin,"},{"verse": 11, "text": "and Azariah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the chief officer of the house of God;"},{"verse": 12, "text": "and Adaiah son of Jeroham, son of Pashhur, son of Malchijah, and Maasai son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer;"},{"verse": 13, "text": "besides their kindred, heads of their ancestral houses, one thousand seven hundred sixty, qualified for the work of the service of the house of God."},{"verse": 14, "text": "||Levitical Families||Of the Levites: Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah, of the sons of Merari;"},{"verse": 15, "text": "and Bakbakkar, Heresh, Galal, and Mattaniah son of Mica, son of Zichri, son of Asaph;"},{"verse": 16, "text": "and Obadiah son of Shemaiah, son of Galal, son of Jeduthun, and Berechiah son of Asa, son of Elkanah, who lived in the villages of the Netophathites."},{"verse": 17, "text": "The gatekeepers were: Shallum, Akkub, Talmon, Ahiman; and their kindred Shallum was the chief,"},{"verse": 18, "text": "stationed previously in the king\"s gate on the east side. These were the gatekeepers of the camp of the Levites."},{"verse": 19, "text": "Shallum son of Kore, son of Ebiasaph, son of Korah, and his kindred of his ancestral house, the Korahites, were in charge of the work of the service, guardians of the thresholds of the tent, as their ancestors had been in charge of the camp of the LORD, guardians of the entrance."},{"verse": 20, "text": "And Phinehas son of Eleazar was chief over them in former times; the LORD was with him."},{"verse": 21, "text": "Zechariah son of Meshelemiah was gatekeeper at the entrance of the tent of meeting."},{"verse": 22, "text": "All these, who were chosen as gatekeepers at the thresholds, were two hundred twelve. They were enrolled by genealogies in their villages. David and the seer Samuel established them in their office of trust."},{"verse": 23, "text": "So they and their descendants were in charge of the gates of the house of the LORD, that is, the house of the tent, as guards."},{"verse": 24, "text": "The gatekeepers were on the four sides, east, west, north, and south;"},{"verse": 25, "text": "and their kindred who were in their villages were obliged to come in every seven days, in turn, to be with them;"},{"verse": 26, "text": "for the four chief gatekeepers, who were Levites, were in charge of the chambers and the treasures of the house of God."},{"verse": 27, "text": "And they would spend the night near the house of God; for on them lay the duty of watching, and they had charge of opening it every morning."},{"verse": 28, "text": "Some of them had charge of the utensils of service, for they were required to count them when they were brought in and taken out."},{"verse": 29, "text": "Others of them were appointed over the furniture, and over all the holy utensils, also over the choice flour, the wine, the oil, the incense, and the spices."},{"verse": 30, "text": "Others, of the sons of the priests, prepared the mixing of the spices,"},{"verse": 31, "text": "and Mattithiah, one of the Levites, the firstborn of Shallum the Korahite, was in charge of making the flat cakes."},{"verse": 32, "text": "Also some of their kindred of the Kohathites had charge of the rows of bread, to prepare them for each sabbath."},{"verse": 33, "text": "Now these are the singers, the heads of ancestral houses of the Levites, living in the chambers of the temple free from other service, for they were on duty day and night."},{"verse": 34, "text": "These were heads of ancestral houses of the Levites, according to their generations; these leaders lived in Jerusalem."},{"verse": 35, "text": "||The Family of King Saul||In Gibeon lived the father of Gibeon, Jeiel, and the name of his wife was Maacah."},{"verse": 36, "text": "His firstborn son was Abdon, then Zur, Kish, Baal, Ner, Nadab,"},{"verse": 37, "text": "Gedor, Ahio, Zechariah, and Mikloth;"},{"verse": 38, "text": "and Mikloth became the father of Shimeam; and these also lived opposite their kindred in Jerusalem, with their kindred."},{"verse": 39, "text": "Ner became the father of Kish, Kish of Saul, Saul of Jonathan, Malchishua, Abinadab, and Esh-baal;"},{"verse": 40, "text": "and the son of Jonathan was Merib-baal; and Merib-baal became the father of Micah."},{"verse": 41, "footnotes": {"a": "1 Chronicles 9:41 Compare 8.35: Heb lacks _and Ahaz_"}, "text": "The sons of Micah: Pithon, Melech, Tahrea, and Ahaz;[^a]"},{"verse": 42, "text": "and Ahaz became the father of Jarah, and Jarah of Alemeth, Azmaveth, and Zimri; and Zimri became the father of Moza."},{"verse": 43, "text": "Moza became the father of Binea; and Rephaiah was his son, Eleasah his son, Azel his son."},{"verse": 44, "text": "Azel had six sons, and these are their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan; these were the sons of Azel."}]}
,{"chapter": 10, "verses":[{"verse": 1, "text": "||Death of Saul and His Sons||Now the Philistines fought against Israel; and the men of Israel fled before the Philistines, and fell slain on Mount Gilboa."},{"verse": 2, "text": "The Philistines overtook Saul and his sons; and the Philistines killed Jonathan and Abinadab and Malchishua, sons of Saul."},{"verse": 3, "text": "The battle pressed hard on Saul; and the archers found him, and he was wounded by the archers."},{"verse": 4, "text": "Then Saul said to his armor-bearer, \"Draw your sword, and thrust me through with it, so that these uncircumcised may not come and make sport of me.\" But his armor-bearer was unwilling, for he was terrified. So Saul took his own sword and fell on it."},{"verse": 5, "text": "When his armor-bearer saw that Saul was dead, he also fell on his sword and died."},{"verse": 6, "text": "Thus Saul died; he and his three sons and all his house died together."},{"verse": 7, "footnotes": {"a": "1 Chronicles 10:7 Heb _they_"}, "text": "When all the men of Israel who were in the valley saw that the army[^a] had fled and that Saul and his sons were dead, they abandoned their towns and fled; and the Philistines came and occupied them."},{"verse": 8, "text": "The next day when the Philistines came to strip the dead, they found Saul and his sons fallen on Mount Gilboa."},{"verse": 9, "text": "They stripped him and took his head and his armor, and sent messengers throughout the land of the Philistines to carry the good news to their idols and to the people."},{"verse": 10, "text": "They put his armor in the temple of their gods, and fastened his head in the temple of Dagon."},{"verse": 11, "text": "But when all Jabesh-gilead heard everything that the Philistines had done to Saul,"},{"verse": 12, "text": "all the valiant warriors got up and took away the body of Saul and the bodies of his sons, and brought them to Jabesh. Then they buried their bones under the oak in Jabesh, and fasted seven days."},{"verse": 13, "text": "So Saul died for his unfaithfulness; he was unfaithful to the LORD in that he did not keep the command of the LORD; moreover, he had consulted a medium, seeking guidance,"},{"verse": 14, "footnotes": {"a": "1 Chronicles 10:14 Heb _he_"}, "text": "and did not seek guidance from the LORD. Therefore the LORD[^a] put him to death and turned the kingdom over to David son of Jesse."}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||David Anointed King of All Israel||Then all Israel gathered together to David at Hebron and said, \"See, we are your bone and flesh."},{"verse": 2, "text": "For some time now, even while Saul was king, it was you who commanded the army of Israel. The LORD your God said to you: It is you who shall be shepherd of my people Israel, you who shall be ruler over my people Israel.\""},{"verse": 3, "text": "So all the elders of Israel came to the king at Hebron, and David made a covenant with them at Hebron before the LORD. And they anointed David king over Israel, according to the word of the LORD by Samuel."},{"verse": 4, "text": "||Jerusalem Captured||David and all Israel marched to Jerusalem, that is Jebus, where the Jebusites were, the inhabitants of the land."},{"verse": 5, "text": "The inhabitants of Jebus said to David, \"You will not come in here.\" Nevertheless David took the stronghold of Zion, now the city of David."},{"verse": 6, "text": "David had said, \"Whoever attacks the Jebusites first shall be chief and commander.\" And Joab son of Zeruiah went up first, so he became chief."},{"verse": 7, "text": "David resided in the stronghold; therefore it was called the city of David."},{"verse": 8, "text": "He built the city all around, from the Millo in complete circuit; and Joab repaired the rest of the city."},{"verse": 9, "text": "And David became greater and greater, for the LORD of hosts was with him."},{"verse": 10, "text": "||David\"s Mighty Men and Their Exploits||Now these are the chiefs of David\"s warriors, who gave him strong support in his kingdom, together with all Israel, to make him king, according to the word of the LORD concerning Israel."},{"verse": 11, "footnotes": {"a": "1 Chronicles 11:11 Or _a Hachmonite_", "b": "1 Chronicles 11:11 Compare 2 Sam 23.8: Heb _Thirty_ or _captains_"}, "text": "This is an account of David\"s mighty warriors: Jashobeam, son of Hachmoni,[^a] was chief of the Three;[^b] he wielded his spear against three hundred whom he killed at one time."},{"verse": 12, "text": "And next to him among the three warriors was Eleazar son of Dodo, the Ahohite."},{"verse": 13, "text": "He was with David at Pas-dammim when the Philistines were gathered there for battle. There was a plot of ground full of barley. Now the people had fled from the Philistines,"},{"verse": 14, "text": "but he and David took their stand in the middle of the plot, defended it, and killed the Philistines; and the LORD saved them by a great victory."},{"verse": 15, "text": "Three of the thirty chiefs went down to the rock to David at the cave of Adullam, while the army of Philistines was encamped in the valley of Rephaim."},{"verse": 16, "text": "David was then in the stronghold; and the garrison of the Philistines was then at Bethlehem."},{"verse": 17, "text": "David said longingly, \"O that someone would give me water to drink from the well of Bethlehem that is by the gate!\""},{"verse": 18, "text": "Then the Three broke through the camp of the Philistines, and drew water from the well of Bethlehem that was by the gate, and they brought it to David. But David would not drink of it; he poured it out to the LORD,"},{"verse": 19, "text": "and said, \"My God forbid that I should do this. Can I drink the blood of these men? For at the risk of their lives they brought it.\" Therefore he would not drink it. The three warriors did these things."},{"verse": 20, "footnotes": {"a": "1 Chronicles 11:20 Gk Vg Tg Compare 2 Sam 23.18: Heb _Abshai_", "b": "1 Chronicles 11:20 Syr: Heb _Three_"}, "text": "Now Abishai,[^a] the brother of Joab, was chief of the Thirty.[^b] With his spear he fought against three hundred and killed them, and won a name beside the Three."},{"verse": 21, "footnotes": {"a": "1 Chronicles 11:21 Compare 2 Sam 23.19: Heb _more renowned among the two_", "b": "1 Chronicles 11:21 Syr: Heb _Three_"}, "text": "He was the most renowned[^a] of the Thirty,[^b] and became their commander; but he did not attain to the Three."},{"verse": 22, "footnotes": {"a": "1 Chronicles 11:22 Syr: Heb _the son of a valiant man_", "b": "1 Chronicles 11:22 See 2 Sam 23.20: Heb lacks _sons of_"}, "text": "Benaiah son of Jehoiada was a valiant man[^a] of Kabzeel, a doer of great deeds; he struck down two sons of[^b] Ariel of Moab. He also went down and killed a lion in a pit on a day when snow had fallen."},{"verse": 23, "text": "And he killed an Egyptian, a man of great stature, five cubits tall. The Egyptian had in his hand a spear like a weaver\"s beam; but Benaiah went against him with a staff, snatched the spear out of the Egyptian\"s hand, and killed him with his own spear."},{"verse": 24, "text": "Such were the things Benaiah son of Jehoiada did, and he won a name beside the three warriors."},{"verse": 25, "text": "He was renowned among the Thirty, but he did not attain to the Three. And David put him in charge of his bodyguard."},{"verse": 26, "text": "The warriors of the armies were Asahel brother of Joab, Elhanan son of Dodo of Bethlehem,"},{"verse": 27, "footnotes": {"a": "1 Chronicles 11:27 Compare 2 Sam 23.25: Heb _the Harorite_"}, "text": "Shammoth of Harod,[^a] Helez the Pelonite,"},{"verse": 28, "text": "Ira son of Ikkesh of Tekoa, Abiezer of Anathoth,"},{"verse": 29, "text": "Sibbecai the Hushathite, Ilai the Ahohite,"},{"verse": 30, "text": "Maharai of Netophah, Heled son of Baanah of Netophah,"},{"verse": 31, "text": "Ithai son of Ribai of Gibeah of the Benjaminites, Benaiah of Pirathon,"},{"verse": 32, "text": "Hurai of the wadis of Gaash, Abiel the Arbathite,"},{"verse": 33, "text": "Azmaveth of Baharum, Eliahba of Shaalbon,"},{"verse": 34, "footnotes": {"a": "1 Chronicles 11:34 Compare Gk and 2 Sam 23.32: Heb _the sons of Hashem_"}, "text": "Hashem[^a] the Gizonite, Jonathan son of Shagee the Hararite,"},{"verse": 35, "text": "Ahiam son of Sachar the Hararite, Eliphal son of Ur,"},{"verse": 36, "text": "Hepher the Mecherathite, Ahijah the Pelonite,"},{"verse": 37, "text": "Hezro of Carmel, Naarai son of Ezbai,"},{"verse": 38, "text": "Joel the brother of Nathan, Mibhar son of Hagri,"},{"verse": 39, "text": "Zelek the Ammonite, Naharai of Beeroth, the armor-bearer of Joab son of Zeruiah,"},{"verse": 40, "text": "Ira the Ithrite, Gareb the Ithrite,"},{"verse": 41, "text": "Uriah the Hittite, Zabad son of Ahlai,"},{"verse": 42, "text": "Adina son of Shiza the Reubenite, a leader of the Reubenites, and thirty with him,"},{"verse": 43, "text": "Hanan son of Maacah, and Joshaphat the Mithnite,"},{"verse": 44, "text": "Uzzia the Ashterathite, Shama and Jeiel sons of Hotham the Aroerite,"},{"verse": 45, "text": "Jediael son of Shimri, and his brother Joha the Tizite,"},{"verse": 46, "text": "Eliel the Mahavite, and Jeribai and Joshaviah sons of Elnaam, and Ithmah the Moabite,"},{"verse": 47, "text": "Eliel, and Obed, and Jaasiel the Mezobaite."}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||David\"s Followers in the Wilderness||The following are those who came to David at Ziklag, while he could not move about freely because of Saul son of Kish; they were among the mighty warriors who helped him in war."},{"verse": 2, "text": "They were archers, and could shoot arrows and sling stones with either the right hand or the left; they were Benjaminites, Saul\"s kindred."},{"verse": 3, "text": "The chief was Ahiezer, then Joash, both sons of Shemaah of Gibeah; also Jeziel and Pelet sons of Azmaveth; Beracah, Jehu of Anathoth,"},{"verse": 4, "footnotes": {"a": "1 Chronicles 12:4 Heb verse 5"}, "text": "Ishmaiah of Gibeon, a warrior among the Thirty and a leader over the Thirty; Jeremiah,[^a] Jahaziel, Johanan, Jozabad of Gederah,"},{"verse": 5, "footnotes": {"a": "1 Chronicles 12:5 Heb verse 6"}, "text": "Eluzai,[^a] Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite;"},{"verse": 6, "text": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, the Korahites;"},{"verse": 7, "text": "and Joelah and Zebadiah, sons of Jeroham of Gedor."},{"verse": 8, "text": "From the Gadites there went over to David at the stronghold in the wilderness mighty and experienced warriors, expert with shield and spear, whose faces were like the faces of lions, and who were swift as gazelles on the mountains:"},{"verse": 9, "text": "Ezer the chief, Obadiah second, Eliab third,"},{"verse": 10, "text": "Mishmannah fourth, Jeremiah fifth,"},{"verse": 11, "text": "Attai sixth, Eliel seventh,"},{"verse": 12, "text": "Johanan eighth, Elzabad ninth,"},{"verse": 13, "text": "Jeremiah tenth, Machbannai eleventh."},{"verse": 14, "text": "These Gadites were officers of the army, the least equal to a hundred and the greatest to a thousand."},{"verse": 15, "text": "These are the men who crossed the Jordan in the first month, when it was overflowing all its banks, and put to flight all those in the valleys, to the east and to the west."},{"verse": 16, "text": "Some Benjaminites and Judahites came to the stronghold to David."},{"verse": 17, "text": "David went out to meet them and said to them, \"If you have come to me in friendship, to help me, then my heart will be knit to you; but if you have come to betray me to my adversaries, though my hands have done no wrong, then may the God of our ancestors see and give judgment.\""},{"verse": 18, "text": "Then the spirit came upon Amasai, chief of the Thirty, and he said,\n\"We are yours, O David;  \n    and with you, O son of Jesse!  \nPeace, peace to you,  \n    and peace to the one who helps you!  \n    For your God is the one who helps you.\"\nThen David received them, and made them officers of his troops."},{"verse": 19, "text": "Some of the Manassites deserted to David when he came with the Philistines for the battle against Saul. (Yet he did not help them, for the rulers of the Philistines took counsel and sent him away, saying, \"He will desert to his master Saul at the cost of our heads.\")"},{"verse": 20, "text": "As he went to Ziklag these Manassites deserted to him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, chiefs of the thousands in Manasseh."},{"verse": 21, "footnotes": {"a": "1 Chronicles 12:21 Or _as officers of his troops_"}, "text": "They helped David against the band of raiders,[^a] for they were all warriors and commanders in the army."},{"verse": 22, "text": "Indeed from day to day people kept coming to David to help him, until there was a great army, like an army of God."},{"verse": 23, "text": "||David\"s Army at Hebron||These are the numbers of the divisions of the armed troops who came to David in Hebron to turn the kingdom of Saul over to him, according to the word of the LORD."},{"verse": 24, "text": "The people of Judah bearing shield and spear numbered six thousand eight hundred armed troops."},{"verse": 25, "text": "Of the Simeonites, mighty warriors, seven thousand one hundred."},{"verse": 26, "text": "Of the Levites four thousand six hundred."},{"verse": 27, "text": "Jehoiada, leader of the house of Aaron, and with him three thousand seven hundred."},{"verse": 28, "text": "Zadok, a young warrior, and twenty-two commanders from his own ancestral house."},{"verse": 29, "text": "Of the Benjaminites, the kindred of Saul, three thousand, of whom the majority had continued to keep their allegiance to the house of Saul."},{"verse": 30, "text": "Of the Ephraimites, twenty thousand eight hundred, mighty warriors, notables in their ancestral houses."},{"verse": 31, "text": "Of the half-tribe of Manasseh, eighteen thousand, who were expressly named to come and make David king."},{"verse": 32, "text": "Of Issachar, those who had understanding of the times, to know what Israel ought to do, two hundred chiefs, and all their kindred under their command."},{"verse": 33, "footnotes": {"a": "1 Chronicles 12:33 Gk: Heb lacks _David_"}, "text": "Of Zebulun, fifty thousand seasoned troops, equipped for battle with all the weapons of war, to help David[^a] with singleness of purpose."},{"verse": 34, "text": "Of Naphtali, a thousand commanders, with whom there were thirty-seven thousand armed with shield and spear."},{"verse": 35, "text": "Of the Danites, twenty-eight thousand six hundred equipped for battle."},{"verse": 36, "text": "Of Asher, forty thousand seasoned troops ready for battle."},{"verse": 37, "text": "Of the Reubenites and Gadites and the half-tribe of Manasseh from beyond the Jordan, one hundred twenty thousand armed with all the weapons of war."},{"verse": 38, "text": "All these, warriors arrayed in battle order, came to Hebron with full intent to make David king over all Israel; likewise all the rest of Israel were of a single mind to make David king."},{"verse": 39, "text": "They were there with David for three days, eating and drinking, for their kindred had provided for them."},{"verse": 40, "text": "And also their neighbors, from as far away as Issachar and Zebulun and Naphtali, came bringing food on donkeys, camels, mules, and oxen--abundant provisions of meal, cakes of figs, clusters of raisins, wine, oil, oxen, and sheep, for there was joy in Israel."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||The Ark Brought from Kiriath-jearim||David consulted with the commanders of the thousands and of the hundreds, with every leader."},{"verse": 2, "text": "David said to the whole assembly of Israel, \"If it seems good to you, and if it is the will of the LORD our God, let us send abroad to our kindred who remain in all the land of Israel, including the priests and Levites in the cities that have pasture lands, that they may come together to us."},{"verse": 3, "text": "Then let us bring again the ark of our God to us; for we did not turn to it in the days of Saul.\""},{"verse": 4, "text": "The whole assembly agreed to do so, for the thing pleased all the people."},{"verse": 5, "text": "So David assembled all Israel from the Shihor of Egypt to Lebo-hamath, to bring the ark of God from Kiriath-jearim."},{"verse": 6, "footnotes": {"a": "1 Chronicles 13:6 Heb lacks _his_"}, "text": "And David and all Israel went up to Baalah, that is, to Kiriath-jearim, which belongs to Judah, to bring up from there the ark of God, the LORD, who is enthroned on the cherubim, which is called by his[^a] name."},{"verse": 7, "footnotes": {"a": "1 Chronicles 13:7 Or _and his brother_"}, "text": "They carried the ark of God on a new cart, from the house of Abinadab, and Uzzah and Ahio[^a] were driving the cart."},{"verse": 8, "text": "David and all Israel were dancing before God with all their might, with song and lyres and harps and tambourines and cymbals and trumpets."},{"verse": 9, "text": "When they came to the threshing floor of Chidon, Uzzah put out his hand to hold the ark, for the oxen shook it."},{"verse": 10, "text": "The anger of the LORD was kindled against Uzzah; he struck him down because he put out his hand to the ark; and he died there before God."},{"verse": 11, "footnotes": {"a": "1 Chronicles 13:11 That is _Bursting Out Against Uzzah_"}, "text": "David was angry because the LORD had burst out against Uzzah; so that place is called Perez-uzzah[^a] to this day."},{"verse": 12, "text": "David was afraid of God that day; he said, \"How can I bring the ark of God into my care?\""},{"verse": 13, "text": "So David did not take the ark into his care into the city of David; he took it instead to the house of Obed-edom the Gittite."},{"verse": 14, "text": "The ark of God remained with the household of Obed-edom in his house three months, and the LORD blessed the household of Obed-edom and all that he had."}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "||David Established at Jerusalem||King Hiram of Tyre sent messengers to David, along with cedar logs, and masons and carpenters to build a house for him."},{"verse": 2, "text": "David then perceived that the LORD had established him as king over Israel, and that his kingdom was highly exalted for the sake of his people Israel."},{"verse": 3, "text": "David took more wives in Jerusalem, and David became the father of more sons and daughters."},{"verse": 4, "text": "These are the names of the children whom he had in Jerusalem: Shammua, Shobab, and Nathan; Solomon,"},{"verse": 5, "text": "Ibhar, Elishua, and Elpelet;"},{"verse": 6, "text": "Nogah, Nepheg, and Japhia;"},{"verse": 7, "text": "Elishama, Beeliada, and Eliphelet."},{"verse": 8, "text": "||Defeat of the Philistines||When the Philistines heard that David had been anointed king over all Israel, all the Philistines went up in search of David; and David heard of it and went out against them."},{"verse": 9, "text": "Now the Philistines had come and made a raid in the valley of Rephaim."},{"verse": 10, "text": "David inquired of God, \"Shall I go up against the Philistines? Will you give them into my hand?\" The LORD said to him, \"Go up, and I will give them into your hand.\""},{"verse": 11, "footnotes": {"a": "1 Chronicles 14:11 Heb _paraz_", "b": "1 Chronicles 14:11 That is _Lord of Bursting Out_"}, "text": "So he went up to Baal-perazim, and David defeated them there. David said, \"God has burst out[^a] against my enemies by my hand, like a bursting flood.\" Therefore that place is called Baal-perazim.[^b]"},{"verse": 12, "text": "They abandoned their gods there, and at David\"s command they were burned."},{"verse": 13, "text": "Once again the Philistines made a raid in the valley."},{"verse": 14, "text": "When David again inquired of God, God said to him, \"You shall not go up after them; go around and come on them opposite the balsam trees."},{"verse": 15, "text": "When you hear the sound of marching in the tops of the balsam trees, then go out to battle; for God has gone out before you to strike down the army of the Philistines.\""},{"verse": 16, "text": "David did as God had commanded him, and they struck down the Philistine army from Gibeon to Gezer."},{"verse": 17, "text": "The fame of David went out into all lands, and the LORD brought the fear of him on all nations."}]}
,{"chapter": 15, "verses":[{"verse": 1, "footnotes": {"a": "1 Chronicles 15:1 Heb _He_"}, "text": "||The Ark Brought to Jerusalem||David[^a] built houses for himself in the city of David, and he prepared a place for the ark of God and pitched a tent for it."},{"verse": 2, "text": "Then David commanded that no one but the Levites were to carry the ark of God, for the LORD had chosen them to carry the ark of the LORD and to minister to him forever."},{"verse": 3, "text": "David assembled all Israel in Jerusalem to bring up the ark of the LORD to its place, which he had prepared for it."},{"verse": 4, "text": "Then David gathered together the descendants of Aaron and the Levites:"},{"verse": 5, "text": "of the sons of Kohath, Uriel the chief, with one hundred twenty of his kindred;"},{"verse": 6, "text": "of the sons of Merari, Asaiah the chief, with two hundred twenty of his kindred;"},{"verse": 7, "text": "of the sons of Gershom, Joel the chief, with one hundred thirty of his kindred;"},{"verse": 8, "text": "of the sons of Elizaphan, Shemaiah the chief, with two hundred of his kindred;"},{"verse": 9, "text": "of the sons of Hebron, Eliel the chief, with eighty of his kindred;"},{"verse": 10, "text": "of the sons of Uzziel, Amminadab the chief, with one hundred twelve of his kindred."},{"verse": 11, "text": "David summoned the priests Zadok and Abiathar, and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab."},{"verse": 12, "text": "He said to them, \"You are the heads of families of the Levites; sanctify yourselves, you and your kindred, so that you may bring up the ark of the LORD, the God of Israel, to the place that I have prepared for it."},{"verse": 13, "footnotes": {"a": "1 Chronicles 15:13 Meaning of Heb uncertain"}, "text": "Because you did not carry it the first time,[^a] the LORD our God burst out against us, because we did not give it proper care.\""},{"verse": 14, "text": "So the priests and the Levites sanctified themselves to bring up the ark of the LORD, the God of Israel."},{"verse": 15, "text": "And the Levites carried the ark of God on their shoulders with the poles, as Moses had commanded according to the word of the LORD."},{"verse": 16, "text": "David also commanded the chiefs of the Levites to appoint their kindred as the singers to play on musical instruments, on harps and lyres and cymbals, to raise loud sounds of joy."},{"verse": 17, "text": "So the Levites appointed Heman son of Joel; and of his kindred Asaph son of Berechiah; and of the sons of Merari, their kindred, Ethan son of Kushaiah;"},{"verse": 18, "text": "and with them their kindred of the second order, Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, and Mikneiah, and the gatekeepers Obed-edom and Jeiel."},{"verse": 19, "text": "The singers Heman, Asaph, and Ethan were to sound bronze cymbals;"},{"verse": 20, "text": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were to play harps according to Alamoth;"},{"verse": 21, "text": "but Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah were to lead with lyres according to the Sheminith."},{"verse": 22, "text": "Chenaniah, leader of the Levites in music, was to direct the music, for he understood it."},{"verse": 23, "text": "Berechiah and Elkanah were to be gatekeepers for the ark."},{"verse": 24, "text": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer, the priests, were to blow the trumpets before the ark of God. Obed-edom and Jehiah also were to be gatekeepers for the ark."},{"verse": 25, "text": "So David and the elders of Israel, and the commanders of the thousands, went to bring up the ark of the covenant of the LORD from the house of Obed-edom with rejoicing."},{"verse": 26, "text": "And because God helped the Levites who were carrying the ark of the covenant of the LORD, they sacrificed seven bulls and seven rams."},{"verse": 27, "text": "David was clothed with a robe of fine linen, as also were all the Levites who were carrying the ark, and the singers, and Chenaniah the leader of the music of the singers; and David wore a linen ephod."},{"verse": 28, "text": "So all Israel brought up the ark of the covenant of the LORD with shouting, to the sound of the horn, trumpets, and cymbals, and made loud music on harps and lyres."},{"verse": 29, "text": "As the ark of the covenant of the LORD came to the city of David, Michal daughter of Saul looked out of the window, and saw King David leaping and dancing; and she despised him in her heart."}]}
,{"chapter": 16, "verses":[{"verse": 1, "text": "||The Ark Placed in the Tent||They brought in the ark of God, and set it inside the tent that David had pitched for it; and they offered burnt offerings and offerings of well-being before God."},{"verse": 2, "text": "When David had finished offering the burnt offerings and the offerings of well-being, he blessed the people in the name of the LORD;"},{"verse": 3, "footnotes": {"a": "1 Chronicles 16:3 Compare Gk Syr Vg: Meaning of Heb uncertain"}, "text": "and he distributed to every person in Israel--man and woman alike--to each a loaf of bread, a portion of meat,[^a] and a cake of raisins."},{"verse": 4, "text": "He appointed certain of the Levites as ministers before the ark of the LORD, to invoke, to thank, and to praise the LORD, the God of Israel."},{"verse": 5, "text": "Asaph was the chief, and second to him Zechariah, Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel, with harps and lyres; Asaph was to sound the cymbals,"},{"verse": 6, "text": "and the priests Benaiah and Jahaziel were to blow trumpets regularly, before the ark of the covenant of God."},{"verse": 7, "text": "||David\"s Psalm of Thanksgiving||Then on that day David first appointed the singing of praises to the LORD by Asaph and his kindred."},{"verse": 8, "text": "O give thanks to the LORD, call on his name,  \n    make known his deeds among the peoples."},{"verse": 9, "text": "Sing to him, sing praises to him,  \n    tell of all his wonderful works."},{"verse": 10, "text": "Glory in his holy name;  \n    let the hearts of those who seek the LORD rejoice."},{"verse": 11, "text": "Seek the LORD and his strength,  \n    seek his presence continually."},{"verse": 12, "text": "Remember the wonderful works he has done,  \n    his miracles, and the judgments he uttered,"},{"verse": 13, "footnotes": {"a": "1 Chronicles 16:13 Another reading is _Abraham_ (compare Ps 105.6)"}, "text": "O offspring of his servant Israel,[^a]  \n    children of Jacob, his chosen ones."},{"verse": 14, "text": "He is the LORD our God;  \n    his judgments are in all the earth."},{"verse": 15, "text": "Remember his covenant forever,  \n    the word that he commanded, for a thousand generations,"},{"verse": 16, "text": "the covenant that he made with Abraham,  \n    his sworn promise to Isaac,"},{"verse": 17, "text": "which he confirmed to Jacob as a statute,  \n    to Israel as an everlasting covenant,"},{"verse": 18, "text": "saying, \"To you I will give the land of Canaan  \n    as your portion for an inheritance.\""},{"verse": 19, "footnotes": {"a": "1 Chronicles 16:19 Heb _in it_"}, "text": "When they were few in number,  \n    of little account, and strangers in the land,[^a]"},{"verse": 20, "text": "wandering from nation to nation,  \n    from one kingdom to another people,"},{"verse": 21, "text": "he allowed no one to oppress them;  \n    he rebuked kings on their account,"},{"verse": 22, "text": "saying, \"Do not touch my anointed ones;  \n    do my prophets no harm.\""},{"verse": 23, "text": "Sing to the LORD, all the earth.  \n    Tell of his salvation from day to day."},{"verse": 24, "text": "Declare his glory among the nations,  \n    his marvelous works among all the peoples."},{"verse": 25, "text": "For great is the LORD, and greatly to be praised;  \n    he is to be revered above all gods."},{"verse": 26, "text": "For all the gods of the peoples are idols,  \n    but the LORD made the heavens."},{"verse": 27, "text": "Honor and majesty are before him;  \n    strength and joy are in his place."},{"verse": 28, "text": "Ascribe to the LORD, O families of the peoples,  \n    ascribe to the LORD glory and strength."},{"verse": 29, "text": "Ascribe to the LORD the glory due his name;  \n    bring an offering, and come before him.  \nWorship the LORD in holy splendor;"},{"verse": 30, "text": "    tremble before him, all the earth.  \n    The world is firmly established; it shall never be moved."},{"verse": 31, "text": "Let the heavens be glad, and let the earth rejoice,  \n    and let them say among the nations, \"The LORD is king!\""},{"verse": 32, "text": "Let the sea roar, and all that fills it;  \n    let the field exult, and everything in it."},{"verse": 33, "text": "Then shall the trees of the forest sing for joy  \n    before the LORD, for he comes to judge the earth."},{"verse": 34, "text": "O give thanks to the LORD, for he is good;  \n    for his steadfast love endures forever."},{"verse": 35, "text": "Say also:\n\"Save us, O God of our salvation,  \n    and gather and rescue us from among the nations,  \nthat we may give thanks to your holy name,  \n    and glory in your praise."},{"verse": 36, "text": "Blessed be the LORD, the God of Israel,  \n    from everlasting to everlasting.\"\nThen all the people said \"Amen!\" and praised the LORD."},{"verse": 37, "text": "||Regular Worship Maintained||David left Asaph and his kinsfolk there before the ark of the covenant of the LORD to minister regularly before the ark as each day required,"},{"verse": 38, "footnotes": {"a": "1 Chronicles 16:38 Gk Syr Vg: Heb _their_"}, "text": "and also Obed-edom and his[^a] sixty-eight kinsfolk; while Obed-edom son of Jeduthun and Hosah were to be gatekeepers."},{"verse": 39, "text": "And he left the priest Zadok and his kindred the priests before the tabernacle of the LORD in the high place that was at Gibeon,"},{"verse": 40, "text": "to offer burnt offerings to the LORD on the altar of burnt offering regularly, morning and evening, according to all that is written in the law of the LORD that he commanded Israel."},{"verse": 41, "text": "With them were Heman and Jeduthun, and the rest of those chosen and expressly named to render thanks to the LORD, for his steadfast love endures forever."},{"verse": 42, "text": "Heman and Jeduthun had with them trumpets and cymbals for the music, and instruments for sacred song. The sons of Jeduthun were appointed to the gate."},{"verse": 43, "text": "Then all the people departed to their homes, and David went home to bless his household."}]}
,{"chapter": 17, "verses":[{"verse": 1, "text": "||God\"s Covenant with David||Now when David settled in his house, David said to the prophet Nathan, \"I am living in a house of cedar, but the ark of the covenant of the LORD is under a tent.\""},{"verse": 2, "text": "Nathan said to David, \"Do all that you have in mind, for God is with you.\""},{"verse": 3, "text": "But that same night the word of the LORD came to Nathan, saying:"},{"verse": 4, "text": "Go and tell my servant David: Thus says the LORD: You shall not build me a house to live in."},{"verse": 5, "footnotes": {"a": "1 Chronicles 17:5 Gk 2 Sam 7.6: Heb _but I have been from tent to tent and from tabernacle_"}, "text": "For I have not lived in a house since the day I brought out Israel to this very day, but I have lived in a tent and a tabernacle.[^a]"},{"verse": 6, "text": "Wherever I have moved about among all Israel, did I ever speak a word with any of the judges of Israel, whom I commanded to shepherd my people, saying, Why have you not built me a house of cedar?"},{"verse": 7, "text": "Now therefore thus you shall say to my servant David: Thus says the LORD of hosts: I took you from the pasture, from following the sheep, to be ruler over my people Israel;"},{"verse": 8, "text": "and I have been with you wherever you went, and have cut off all your enemies before you; and I will make for you a name, like the name of the great ones of the earth."},{"verse": 9, "text": "I will appoint a place for my people Israel, and will plant them, so that they may live in their own place, and be disturbed no more; and evildoers shall wear them down no more, as they did formerly,"},{"verse": 10, "text": "from the time that I appointed judges over my people Israel; and I will subdue all your enemies.\nMoreover I declare to you that the LORD will build you a house."},{"verse": 11, "text": "When your days are fulfilled to go to be with your ancestors, I will raise up your offspring after you, one of your own sons, and I will establish his kingdom."},{"verse": 12, "text": "He shall build a house for me, and I will establish his throne forever."},{"verse": 13, "text": "I will be a father to him, and he shall be a son to me. I will not take my steadfast love from him, as I took it from him who was before you,"},{"verse": 14, "text": "but I will confirm him in my house and in my kingdom forever, and his throne shall be established forever."},{"verse": 15, "text": "In accordance with all these words and all this vision, Nathan spoke to David."},{"verse": 16, "text": "||David\"s Prayer||Then King David went in and sat before the LORD, and said, \"Who am I, O LORD God, and what is my house, that you have brought me thus far?"},{"verse": 17, "footnotes": {"a": "1 Chronicles 17:17 Meaning of Heb uncertain"}, "text": "And even this was a small thing in your sight, O God; you have also spoken of your servant\"s house for a great while to come. You regard me as someone of high rank,[^a] O LORD God!"},{"verse": 18, "text": "And what more can David say to you for honoring your servant? You know your servant."},{"verse": 19, "text": "For your servant\"s sake, O LORD, and according to your own heart, you have done all these great deeds, making known all these great things."},{"verse": 20, "text": "There is no one like you, O LORD, and there is no God besides you, according to all that we have heard with our ears."},{"verse": 21, "text": "Who is like your people Israel, one nation on the earth whom God went to redeem to be his people, making for yourself a name for great and terrible things, in driving out nations before your people whom you redeemed from Egypt?"},{"verse": 22, "text": "And you made your people Israel to be your people forever; and you, O LORD, became their God."},{"verse": 23, "text": "\"And now, O LORD, as for the word that you have spoken concerning your servant and concerning his house, let it be established forever, and do as you have promised."},{"verse": 24, "text": "Thus your name will be established and magnified forever in the saying, \"The LORD of hosts, the God of Israel, is Israel\"s God\"; and the house of your servant David will be established in your presence."},{"verse": 25, "text": "For you, my God, have revealed to your servant that you will build a house for him; therefore your servant has found it possible to pray before you."},{"verse": 26, "text": "And now, O LORD, you are God, and you have promised this good thing to your servant;"},{"verse": 27, "footnotes": {"a": "1 Chronicles 17:27 Or _and it is blessed_"}, "text": "therefore may it please you to bless the house of your servant, that it may continue forever before you. For you, O LORD, have blessed and are blessed[^a] forever.\""}]}
,{"chapter": 18, "verses":[{"verse": 1, "text": "||David\"s Kingdom Established and Extended||Some time afterward, David attacked the Philistines and subdued them; he took Gath and its villages from the Philistines."},{"verse": 2, "text": "He defeated Moab, and the Moabites became subject to David and brought tribute."},{"verse": 3, "footnotes": {"a": "1 Chronicles 18:3 Meaning of Heb uncertain"}, "text": "David also struck down King Hadadezer of Zobah, toward Hamath,[^a] as he went to set up a monument at the river Euphrates."},{"verse": 4, "text": "David took from him one thousand chariots, seven thousand cavalry, and twenty thousand foot soldiers. David hamstrung all the chariot horses, but left one hundred of them."},{"verse": 5, "text": "When the Arameans of Damascus came to help King Hadadezer of Zobah, David killed twenty-two thousand Arameans."},{"verse": 6, "footnotes": {"a": "1 Chronicles 18:6 Gk Vg 2 Sam 8.6 Compare Syr: Heb lacks _garrisons_"}, "text": "Then David put garrisons[^a] in Aram of Damascus; and the Arameans became subject to David, and brought tribute. The LORD gave victory to David wherever he went."},{"verse": 7, "text": "David took the gold shields that were carried by the servants of Hadadezer, and brought them to Jerusalem."},{"verse": 8, "text": "From Tibhath and from Cun, cities of Hadadezer, David took a vast quantity of bronze; with it Solomon made the bronze sea and the pillars and the vessels of bronze."},{"verse": 9, "text": "When King Tou of Hamath heard that David had defeated the whole army of King Hadadezer of Zobah,"},{"verse": 10, "text": "he sent his son Hadoram to King David, to greet him and to congratulate him, because he had fought against Hadadezer and defeated him. Now Hadadezer had often been at war with Tou. He sent all sorts of articles of gold, of silver, and of bronze;"},{"verse": 11, "text": "these also King David dedicated to the LORD, together with the silver and gold that he had carried off from all the nations, from Edom, Moab, the Ammonites, the Philistines, and Amalek."},{"verse": 12, "text": "Abishai son of Zeruiah killed eighteen thousand Edomites in the Valley of Salt."},{"verse": 13, "text": "He put garrisons in Edom; and all the Edomites became subject to David. And the LORD gave victory to David wherever he went."},{"verse": 14, "text": "||David\"s Administration||So David reigned over all Israel; and he administered justice and equity to all his people."},{"verse": 15, "text": "Joab son of Zeruiah was over the army; Jehoshaphat son of Ahilud was recorder;"},{"verse": 16, "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Shavsha was secretary;"},{"verse": 17, "text": "Benaiah son of Jehoiada was over the Cherethites and the Pelethites; and David\"s sons were the chief officials in the service of the king."}]}
,{"chapter": 19, "verses":[{"verse": 1, "text": "||Defeat of the Ammonites and Arameans||Some time afterward, King Nahash of the Ammonites died, and his son succeeded him."},{"verse": 2, "text": "David said, \"I will deal loyally with Hanun son of Nahash, for his father dealt loyally with me.\" So David sent messengers to console him concerning his father. When David\"s servants came to Hanun in the land of the Ammonites, to console him,"},{"verse": 3, "text": "the officials of the Ammonites said to Hanun, \"Do you think, because David has sent consolers to you, that he is honoring your father? Have not his servants come to you to search and to overthrow and to spy out the land?\""},{"verse": 4, "text": "So Hanun seized David\"s servants, shaved them, cut off their garments in the middle at their hips, and sent them away;"},{"verse": 5, "text": "and they departed. When David was told about the men, he sent messengers to them, for they felt greatly humiliated. The king said, \"Remain at Jericho until your beards have grown, and then return.\""},{"verse": 6, "text": "When the Ammonites saw that they had made themselves odious to David, Hanun and the Ammonites sent a thousand talents of silver to hire chariots and cavalry from Mesopotamia, from Aram-maacah and from Zobah."},{"verse": 7, "text": "They hired thirty-two thousand chariots and the king of Maacah with his army, who came and camped before Medeba. And the Ammonites were mustered from their cities and came to battle."},{"verse": 8, "text": "When David heard of it, he sent Joab and all the army of the warriors."},{"verse": 9, "text": "The Ammonites came out and drew up in battle array at the entrance of the city, and the kings who had come were by themselves in the open country."},{"verse": 10, "text": "When Joab saw that the line of battle was set against him both in front and in the rear, he chose some of the picked men of Israel and arrayed them against the Arameans;"},{"verse": 11, "text": "the rest of his troops he put in the charge of his brother Abishai, and they were arrayed against the Ammonites."},{"verse": 12, "text": "He said, \"If the Arameans are too strong for me, then you shall help me; but if the Ammonites are too strong for you, then I will help you."},{"verse": 13, "text": "Be strong, and let us be courageous for our people and for the cities of our God; and may the LORD do what seems good to him.\""},{"verse": 14, "text": "So Joab and the troops who were with him advanced toward the Arameans for battle; and they fled before him."},{"verse": 15, "text": "When the Ammonites saw that the Arameans fled, they likewise fled before Abishai, Joab\"s brother, and entered the city. Then Joab came to Jerusalem."},{"verse": 16, "text": "But when the Arameans saw that they had been defeated by Israel, they sent messengers and brought out the Arameans who were beyond the Euphrates, with Shophach the commander of the army of Hadadezer at their head."},{"verse": 17, "text": "When David was informed, he gathered all Israel together, crossed the Jordan, came to them, and drew up his forces against them. When David set the battle in array against the Arameans, they fought with him."},{"verse": 18, "text": "The Arameans fled before Israel; and David killed seven thousand Aramean charioteers and forty thousand foot soldiers, and also killed Shophach the commander of their army."},{"verse": 19, "text": "When the servants of Hadadezer saw that they had been defeated by Israel, they made peace with David, and became subject to him. So the Arameans were not willing to help the Ammonites any more."}]}
,{"chapter": 20, "verses":[{"verse": 1, "text": "||Siege and Capture of Rabbah||In the spring of the year, the time when kings go out to battle, Joab led out the army, ravaged the country of the Ammonites, and came and besieged Rabbah. But David remained at Jerusalem. Joab attacked Rabbah, and overthrew it."},{"verse": 2, "footnotes": {"a": "1 Chronicles 20:2 Gk Vg See 1 Kings 11.5, 33: MT _of their king_"}, "text": "David took the crown of Milcom[^a] from his head; he found that it weighed a talent of gold, and in it was a precious stone; and it was placed on David\"s head. He also brought out the booty of the city, a very great amount."},{"verse": 3, "footnotes": {"a": "1 Chronicles 20:3 Compare 2 Sam 12.31: Heb _and he sawed_", "b": "1 Chronicles 20:3 Compare 2 Sam 12.31: Heb _saws_"}, "text": "He brought out the people who were in it, and set them to work[^a] with saws and iron picks and axes.[^b] Thus David did to all the cities of the Ammonites. Then David and all the people returned to Jerusalem."},{"verse": 4, "text": "||Exploits against the Philistines||After this, war broke out with the Philistines at Gezer; then Sibbecai the Hushathite killed Sippai, who was one of the descendants of the giants; and the Philistines were subdued."},{"verse": 5, "text": "Again there was war with the Philistines; and Elhanan son of Jair killed Lahmi the brother of Goliath the Gittite, the shaft of whose spear was like a weaver\"s beam."},{"verse": 6, "text": "Again there was war at Gath, where there was a man of great size, who had six fingers on each hand, and six toes on each foot, twenty-four in number; he also was descended from the giants."},{"verse": 7, "text": "When he taunted Israel, Jonathan son of Shimea, David\"s brother, killed him."},{"verse": 8, "text": "These were descended from the giants in Gath; they fell by the hand of David and his servants."}]}
,{"chapter": 21, "verses":[{"verse": 1, "text": "||The Census and Plague||Satan stood up against Israel, and incited David to count the people of Israel."},{"verse": 2, "text": "So David said to Joab and the commanders of the army, \"Go, number Israel, from Beer-sheba to Dan, and bring me a report, so that I may know their number.\""},{"verse": 3, "text": "But Joab said, \"May the LORD increase the number of his people a hundredfold! Are they not, my lord the king, all of them my lord\"s servants? Why then should my lord require this? Why should he bring guilt on Israel?\""},{"verse": 4, "text": "But the king\"s word prevailed against Joab. So Joab departed and went throughout all Israel, and came back to Jerusalem."},{"verse": 5, "text": "Joab gave the total count of the people to David. In all Israel there were one million one hundred thousand men who drew the sword, and in Judah four hundred seventy thousand who drew the sword."},{"verse": 6, "text": "But he did not include Levi and Benjamin in the numbering, for the king\"s command was abhorrent to Joab."},{"verse": 7, "text": "But God was displeased with this thing, and he struck Israel."},{"verse": 8, "text": "David said to God, \"I have sinned greatly in that I have done this thing. But now, I pray you, take away the guilt of your servant; for I have done very foolishly.\""},{"verse": 9, "text": "The LORD spoke to Gad, David\"s seer, saying,"},{"verse": 10, "text": "\"Go and say to David, \"Thus says the LORD: Three things I offer you; choose one of them, so that I may do it to you.\"\""},{"verse": 11, "text": "So Gad came to David and said to him, \"Thus says the LORD, \"Take your choice:"},{"verse": 12, "text": "either three years of famine; or three months of devastation by your foes, while the sword of your enemies overtakes you; or three days of the sword of the LORD, pestilence on the land, and the angel of the LORD destroying throughout all the territory of Israel.\" Now decide what answer I shall return to the one who sent me.\""},{"verse": 13, "text": "Then David said to Gad, \"I am in great distress; let me fall into the hand of the LORD, for his mercy is very great; but let me not fall into human hands.\""},{"verse": 14, "text": "So the LORD sent a pestilence on Israel; and seventy thousand persons fell in Israel."},{"verse": 15, "text": "And God sent an angel to Jerusalem to destroy it; but when he was about to destroy it, the LORD took note and relented concerning the calamity; he said to the destroying angel, \"Enough! Stay your hand.\" The angel of the LORD was then standing by the threshing floor of Ornan the Jebusite."},{"verse": 16, "text": "David looked up and saw the angel of the LORD standing between earth and heaven, and in his hand a drawn sword stretched out over Jerusalem. Then David and the elders, clothed in sackcloth, fell on their faces."},{"verse": 17, "text": "And David said to God, \"Was it not I who gave the command to count the people? It is I who have sinned and done very wickedly. But these sheep, what have they done? Let your hand, I pray, O LORD my God, be against me and against my father\"s house; but do not let your people be plagued!\""},{"verse": 18, "text": "||David\"s Altar and Sacrifice||Then the angel of the LORD commanded Gad to tell David that he should go up and erect an altar to the LORD on the threshing floor of Ornan the Jebusite."},{"verse": 19, "text": "So David went up following Gad\"s instructions, which he had spoken in the name of the LORD."},{"verse": 20, "text": "Ornan turned and saw the angel; and while his four sons who were with him hid themselves, Ornan continued to thresh wheat."},{"verse": 21, "text": "As David came to Ornan, Ornan looked and saw David; he went out from the threshing floor, and did obeisance to David with his face to the ground."},{"verse": 22, "text": "David said to Ornan, \"Give me the site of the threshing floor that I may build on it an altar to the LORD--give it to me at its full price--so that the plague may be averted from the people.\""},{"verse": 23, "text": "Then Ornan said to David, \"Take it; and let my lord the king do what seems good to him; see, I present the oxen for burnt offerings, and the threshing sledges for the wood, and the wheat for a grain offering. I give it all.\""},{"verse": 24, "text": "But King David said to Ornan, \"No; I will buy them for the full price. I will not take for the LORD what is yours, nor offer burnt offerings that cost me nothing.\""},{"verse": 25, "text": "So David paid Ornan six hundred shekels of gold by weight for the site."},{"verse": 26, "text": "David built there an altar to the LORD and presented burnt offerings and offerings of well-being. He called upon the LORD, and he answered him with fire from heaven on the altar of burnt offering."},{"verse": 27, "text": "Then the LORD commanded the angel, and he put his sword back into its sheath."},{"verse": 28, "text": "||The Place Chosen for the Temple||At that time, when David saw that the LORD had answered him at the threshing floor of Ornan the Jebusite, he made his sacrifices there."},{"verse": 29, "text": "For the tabernacle of the LORD, which Moses had made in the wilderness, and the altar of burnt offering were at that time in the high place at Gibeon;"},{"verse": 30, "text": "but David could not go before it to inquire of God, for he was afraid of the sword of the angel of the LORD."}]}
,{"chapter": 22, "verses":[{"verse": 1, "text": "Then David said, \"Here shall be the house of the LORD God and here the altar of burnt offering for Israel.\""},{"verse": 2, "text": "||David Prepares to Build the Temple||David gave orders to gather together the aliens who were residing in the land of Israel, and he set stonecutters to prepare dressed stones for building the house of God."},{"verse": 3, "text": "David also provided great stores of iron for nails for the doors of the gates and for clamps, as well as bronze in quantities beyond weighing,"},{"verse": 4, "text": "and cedar logs without number--for the Sidonians and Tyrians brought great quantities of cedar to David."},{"verse": 5, "text": "For David said, \"My son Solomon is young and inexperienced, and the house that is to be built for the LORD must be exceedingly magnificent, famous and glorified throughout all lands; I will therefore make preparation for it.\" So David provided materials in great quantity before his death."},{"verse": 6, "text": "||David\"s Charge to Solomon and the Leaders||Then he called for his son Solomon and charged him to build a house for the LORD, the God of Israel."},{"verse": 7, "text": "David said to Solomon, \"My son, I had planned to build a house to the name of the LORD my God."},{"verse": 8, "text": "But the word of the LORD came to me, saying, \"You have shed much blood and have waged great wars; you shall not build a house to my name, because you have shed so much blood in my sight on the earth."},{"verse": 9, "footnotes": {"a": "1 Chronicles 22:9 Heb _Shelomoh_", "b": "1 Chronicles 22:9 Heb _shalom_"}, "text": "See, a son shall be born to you; he shall be a man of peace. I will give him peace from all his enemies on every side; for his name shall be Solomon,[^a] and I will give peace[^b] and quiet to Israel in his days."},{"verse": 10, "text": "He shall build a house for my name. He shall be a son to me, and I will be a father to him, and I will establish his royal throne in Israel forever.\""},{"verse": 11, "text": "Now, my son, the LORD be with you, so that you may succeed in building the house of the LORD your God, as he has spoken concerning you."},{"verse": 12, "text": "Only, may the LORD grant you discretion and understanding, so that when he gives you charge over Israel you may keep the law of the LORD your God."},{"verse": 13, "text": "Then you will prosper if you are careful to observe the statutes and the ordinances that the LORD commanded Moses for Israel. Be strong and of good courage. Do not be afraid or dismayed."},{"verse": 14, "text": "With great pains I have provided for the house of the LORD one hundred thousand talents of gold, one million talents of silver, and bronze and iron beyond weighing, for there is so much of it; timber and stone too I have provided. To these you must add more."},{"verse": 15, "text": "You have an abundance of workers: stonecutters, masons, carpenters, and all kinds of artisans without number, skilled in working"},{"verse": 16, "text": "gold, silver, bronze, and iron. Now begin the work, and the LORD be with you.\""},{"verse": 17, "text": "David also commanded all the leaders of Israel to help his son Solomon, saying,"},{"verse": 18, "text": "\"Is not the LORD your God with you? Has he not given you peace on every side? For he has delivered the inhabitants of the land into my hand; and the land is subdued before the LORD and his people."},{"verse": 19, "text": "Now set your mind and heart to seek the LORD your God. Go and build the sanctuary of the LORD God so that the ark of the covenant of the LORD and the holy vessels of God may be brought into a house built for the name of the LORD.\""}]}
,{"chapter": 23, "verses":[{"verse": 1, "text": "||Families of the Levites and Their Functions||When David was old and full of days, he made his son Solomon king over Israel."},{"verse": 2, "text": "David assembled all the leaders of Israel and the priests and the Levites."},{"verse": 3, "text": "The Levites, thirty years old and upward, were counted, and the total was thirty-eight thousand."},{"verse": 4, "text": "\"Twenty-four thousand of these,\" David said, \"shall have charge of the work in the house of the LORD, six thousand shall be officers and judges,"},{"verse": 5, "text": "four thousand gatekeepers, and four thousand shall offer praises to the LORD with the instruments that I have made for praise.\""},{"verse": 6, "footnotes": {"a": "1 Chronicles 23:6 Or _Gershom_; See 1 Chr 6.1, note, and 23.15"}, "text": "And David organized them in divisions corresponding to the sons of Levi: Gershon,[^a] Kohath, and Merari."},{"verse": 7, "footnotes": {"a": "1 Chronicles 23:7 Vg Compare Gk Syr: Heb _to the Gershonite_"}, "text": "The sons of Gershon[^a] were Ladan and Shimei."},{"verse": 8, "text": "The sons of Ladan: Jehiel the chief, Zetham, and Joel, three."},{"verse": 9, "text": "The sons of Shimei: Shelomoth, Haziel, and Haran, three. These were the heads of families of Ladan."},{"verse": 10, "text": "And the sons of Shimei: Jahath, Zina, Jeush, and Beriah. These four were the sons of Shimei."},{"verse": 11, "text": "Jahath was the chief, and Zizah the second; but Jeush and Beriah did not have many sons, so they were enrolled as a single family."},{"verse": 12, "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, four."},{"verse": 13, "text": "The sons of Amram: Aaron and Moses. Aaron was set apart to consecrate the most holy things, so that he and his sons forever should make offerings before the LORD, and minister to him and pronounce blessings in his name forever;"},{"verse": 14, "text": "but as for Moses the man of God, his sons were to be reckoned among the tribe of Levi."},{"verse": 15, "text": "The sons of Moses: Gershom and Eliezer."},{"verse": 16, "text": "The sons of Gershom: Shebuel the chief."},{"verse": 17, "text": "The sons of Eliezer: Rehabiah the chief; Eliezer had no other sons, but the sons of Rehabiah were very numerous."},{"verse": 18, "text": "The sons of Izhar: Shelomith the chief."},{"verse": 19, "text": "The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, and Jekameam the fourth."},{"verse": 20, "text": "The sons of Uzziel: Micah the chief and Isshiah the second."},{"verse": 21, "text": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish."},{"verse": 22, "text": "Eleazar died having no sons, but only daughters; their kindred, the sons of Kish, married them."},{"verse": 23, "text": "The sons of Mushi: Mahli, Eder, and Jeremoth, three."},{"verse": 24, "text": "These were the sons of Levi by their ancestral houses, the heads of families as they were enrolled according to the number of the names of the individuals from twenty years old and upward who were to do the work for the service of the house of the LORD."},{"verse": 25, "text": "For David said, \"The LORD, the God of Israel, has given rest to his people; and he resides in Jerusalem forever."},{"verse": 26, "text": "And so the Levites no longer need to carry the tabernacle or any of the things for its service\"--"},{"verse": 27, "text": "for according to the last words of David these were the number of the Levites from twenty years old and upward--"},{"verse": 28, "text": "\"but their duty shall be to assist the descendants of Aaron for the service of the house of the LORD, having the care of the courts and the chambers, the cleansing of all that is holy, and any work for the service of the house of God;"},{"verse": 29, "text": "to assist also with the rows of bread, the choice flour for the grain offering, the wafers of unleavened bread, the baked offering, the offering mixed with oil, and all measures of quantity or size."},{"verse": 30, "text": "And they shall stand every morning, thanking and praising the LORD, and likewise at evening,"},{"verse": 31, "text": "and whenever burnt offerings are offered to the LORD on sabbaths, new moons, and appointed festivals, according to the number required of them, regularly before the LORD."},{"verse": 32, "text": "Thus they shall keep charge of the tent of meeting and the sanctuary, and shall attend the descendants of Aaron, their kindred, for the service of the house of the LORD.\""}]}
,{"chapter": 24, "verses":[{"verse": 1, "text": "||Divisions of the Priests||The divisions of the descendants of Aaron were these. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar."},{"verse": 2, "text": "But Nadab and Abihu died before their father, and had no sons; so Eleazar and Ithamar became the priests."},{"verse": 3, "text": "Along with Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, David organized them according to the appointed duties in their service."},{"verse": 4, "text": "Since more chief men were found among the sons of Eleazar than among the sons of Ithamar, they organized them under sixteen heads of ancestral houses of the sons of Eleazar, and eight of the sons of Ithamar."},{"verse": 5, "text": "They organized them by lot, all alike, for there were officers of the sanctuary and officers of God among both the sons of Eleazar and the sons of Ithamar."},{"verse": 6, "text": "The scribe Shemaiah son of Nethanel, a Levite, recorded them in the presence of the king, and the officers, and Zadok the priest, and Ahimelech son of Abiathar, and the heads of ancestral houses of the priests and of the Levites; one ancestral house being chosen for Eleazar and one chosen for Ithamar."},{"verse": 7, "text": "The first lot fell to Jehoiarib, the second to Jedaiah,"},{"verse": 8, "text": "the third to Harim, the fourth to Seorim,"},{"verse": 9, "text": "the fifth to Malchijah, the sixth to Mijamin,"},{"verse": 10, "text": "the seventh to Hakkoz, the eighth to Abijah,"},{"verse": 11, "text": "the ninth to Jeshua, the tenth to Shecaniah,"},{"verse": 12, "text": "the eleventh to Eliashib, the twelfth to Jakim,"},{"verse": 13, "text": "the thirteenth to Huppah, the fourteenth to Jeshebeab,"},{"verse": 14, "text": "the fifteenth to Bilgah, the sixteenth to Immer,"},{"verse": 15, "text": "the seventeenth to Hezir, the eighteenth to Happizzez,"},{"verse": 16, "text": "the nineteenth to Pethahiah, the twentieth to Jehezkel,"},{"verse": 17, "text": "the twenty-first to Jachin, the twenty-second to Gamul,"},{"verse": 18, "text": "the twenty-third to Delaiah, the twenty-fourth to Maaziah."},{"verse": 19, "text": "These had as their appointed duty in their service to enter the house of the LORD according to the procedure established for them by their ancestor Aaron, as the LORD God of Israel had commanded him."},{"verse": 20, "text": "||Other Levites||And of the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah."},{"verse": 21, "text": "Of Rehabiah: of the sons of Rehabiah, Isshiah the chief."},{"verse": 22, "text": "Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath."},{"verse": 23, "footnotes": {"a": "1 Chronicles 24:23 See 23.19: Heb lacks _Hebron_", "b": "1 Chronicles 24:23 See 23.19: Heb lacks _the chief_"}, "text": "The sons of Hebron:[^a] Jeriah the chief,[^b] Amariah the second, Jahaziel the third, Jekameam the fourth."},{"verse": 24, "text": "The sons of Uzziel, Micah; of the sons of Micah, Shamir."},{"verse": 25, "text": "The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah."},{"verse": 26, "footnotes": {"a": "1 Chronicles 24:26 Or _his son_: Meaning of Heb uncertain"}, "text": "The sons of Merari: Mahli and Mushi. The sons of Jaaziah: Beno.[^a]"},{"verse": 27, "footnotes": {"a": "1 Chronicles 24:27 Or _his son_: Meaning of Heb uncertain"}, "text": "The sons of Merari: of Jaaziah, Beno,[^a] Shoham, Zaccur, and Ibri."},{"verse": 28, "text": "Of Mahli: Eleazar, who had no sons."},{"verse": 29, "text": "Of Kish, the sons of Kish: Jerahmeel."},{"verse": 30, "text": "The sons of Mushi: Mahli, Eder, and Jerimoth. These were the sons of the Levites according to their ancestral houses."},{"verse": 31, "text": "These also cast lots corresponding to their kindred, the descendants of Aaron, in the presence of King David, Zadok, Ahimelech, and the heads of ancestral houses of the priests and of the Levites, the chief as well as the youngest brother."}]}
,{"chapter": 25, "verses":[{"verse": 1, "text": "||The Temple Musicians||David and the officers of the army also set apart for the service the sons of Asaph, and of Heman, and of Jeduthun, who should prophesy with lyres, harps, and cymbals. The list of those who did the work and of their duties was:"},{"verse": 2, "text": "Of the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asarelah, sons of Asaph, under the direction of Asaph, who prophesied under the direction of the king."},{"verse": 3, "footnotes": {"a": "1 Chronicles 25:3 One Ms: Gk: MT lacks _Shimei_"}, "text": "Of Jeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Shimei,[^a] Hashabiah, and Mattithiah, six, under the direction of their father Jeduthun, who prophesied with the lyre in thanksgiving and praise to the LORD."},{"verse": 4, "text": "Of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-ezer, Joshbekashah, Mallothi, Hothir, Mahazioth."},{"verse": 5, "text": "All these were the sons of Heman the king\"s seer, according to the promise of God to exalt him; for God had given Heman fourteen sons and three daughters."},{"verse": 6, "text": "They were all under the direction of their father for the music in the house of the LORD with cymbals, harps, and lyres for the service of the house of God. Asaph, Jeduthun, and Heman were under the order of the king."},{"verse": 7, "text": "They and their kindred, who were trained in singing to the LORD, all of whom were skillful, numbered two hundred eighty-eight."},{"verse": 8, "text": "And they cast lots for their duties, small and great, teacher and pupil alike."},{"verse": 9, "text": "The first lot fell for Asaph to Joseph; the second to Gedaliah, to him and his brothers and his sons, twelve;"},{"verse": 10, "text": "the third to Zaccur, his sons and his brothers, twelve;"},{"verse": 11, "text": "the fourth to Izri, his sons and his brothers, twelve;"},{"verse": 12, "text": "the fifth to Nethaniah, his sons and his brothers, twelve;"},{"verse": 13, "text": "the sixth to Bukkiah, his sons and his brothers, twelve;"},{"verse": 14, "footnotes": {"a": "1 Chronicles 25:14 Or _Asarelah_; see 25.2"}, "text": "the seventh to Jesarelah,[^a] his sons and his brothers, twelve;"},{"verse": 15, "text": "the eighth to Jeshaiah, his sons and his brothers, twelve;"},{"verse": 16, "text": "the ninth to Mattaniah, his sons and his brothers, twelve;"},{"verse": 17, "text": "the tenth to Shimei, his sons and his brothers, twelve;"},{"verse": 18, "text": "the eleventh to Azarel, his sons and his brothers, twelve;"},{"verse": 19, "text": "the twelfth to Hashabiah, his sons and his brothers, twelve;"},{"verse": 20, "text": "to the thirteenth, Shubael, his sons and his brothers, twelve;"},{"verse": 21, "text": "to the fourteenth, Mattithiah, his sons and his brothers, twelve;"},{"verse": 22, "text": "to the fifteenth, to Jeremoth, his sons and his brothers, twelve;"},{"verse": 23, "text": "to the sixteenth, to Hananiah, his sons and his brothers, twelve;"},{"verse": 24, "text": "to the seventeenth, to Joshbekashah, his sons and his brothers, twelve;"},{"verse": 25, "text": "to the eighteenth, to Hanani, his sons and his brothers, twelve;"},{"verse": 26, "text": "to the nineteenth, to Mallothi, his sons and his brothers, twelve;"},{"verse": 27, "text": "to the twentieth, to Eliathah, his sons and his brothers, twelve;"},{"verse": 28, "text": "to the twenty-first, to Hothir, his sons and his brothers, twelve;"},{"verse": 29, "text": "to the twenty-second, to Giddalti, his sons and his brothers, twelve;"},{"verse": 30, "text": "to the twenty-third, to Mahazioth, his sons and his brothers, twelve;"},{"verse": 31, "text": "to the twenty-fourth, to Romamti-ezer, his sons and his brothers, twelve."}]}
,{"chapter": 26, "verses":[{"verse": 1, "text": "||The Gatekeepers||As for the divisions of the gatekeepers: of the Korahites, Meshelemiah son of Kore, of the sons of Asaph."},{"verse": 2, "text": "Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"},{"verse": 3, "text": "Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh."},{"verse": 4, "text": "Obed-edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sachar the fourth, Nethanel the fifth,"},{"verse": 5, "text": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth; for God blessed him."},{"verse": 6, "text": "Also to his son Shemaiah sons were born who exercised authority in their ancestral houses, for they were men of great ability."},{"verse": 7, "text": "The sons of Shemaiah: Othni, Rephael, Obed, and Elzabad, whose brothers were able men, Elihu and Semachiah."},{"verse": 8, "text": "All these, sons of Obed-edom with their sons and brothers, were able men qualified for the service; sixty-two of Obed-edom."},{"verse": 9, "text": "Meshelemiah had sons and brothers, able men, eighteen."},{"verse": 10, "text": "Hosah, of the sons of Merari, had sons: Shimri the chief (for though he was not the firstborn, his father made him chief),"},{"verse": 11, "text": "Hilkiah the second, Tebaliah the third, Zechariah the fourth: all the sons and brothers of Hosah totaled thirteen."},{"verse": 12, "text": "These divisions of the gatekeepers, corresponding to their leaders, had duties, just as their kindred did, ministering in the house of the LORD;"},{"verse": 13, "text": "and they cast lots by ancestral houses, small and great alike, for their gates."},{"verse": 14, "text": "The lot for the east fell to Shelemiah. They cast lots also for his son Zechariah, a prudent counselor, and his lot came out for the north."},{"verse": 15, "text": "Obed-edom\"s came out for the south, and to his sons was allotted the storehouse."},{"verse": 16, "text": "For Shuppim and Hosah it came out for the west, at the gate of Shallecheth on the ascending road. Guard corresponded to guard."},{"verse": 17, "footnotes": {"a": "1 Chronicles 26:17 Gk: Heb lacks _each day_"}, "text": "On the east there were six Levites each day,[^a] on the north four each day, on the south four each day, as well as two and two at the storehouse;"},{"verse": 18, "footnotes": {"a": "1 Chronicles 26:18 Heb _parbar_: meaning uncertain", "b": "1 Chronicles 26:18 Heb _parbar_: meaning uncertain"}, "text": "and for the colonnade[^a] on the west there were four at the road and two at the colonnade.[^b]"},{"verse": 19, "text": "These were the divisions of the gatekeepers among the Korahites and the sons of Merari."},{"verse": 20, "text": "||The Treasurers, Officers, and Judges||And of the Levites, Ahijah had charge of the treasuries of the house of God and the treasuries of the dedicated gifts."},{"verse": 21, "footnotes": {"a": "1 Chronicles 26:21 The Hebrew text of verse 21 is confused"}, "text": "The sons of Ladan, the sons of the Gershonites belonging to Ladan, the heads of families belonging to Ladan the Gershonite: Jehieli.[^a]"},{"verse": 22, "text": "The sons of Jehieli, Zetham and his brother Joel, were in charge of the treasuries of the house of the LORD."},{"verse": 23, "text": "Of the Amramites, the Izharites, the Hebronites, and the Uzzielites:"},{"verse": 24, "text": "Shebuel son of Gershom, son of Moses, was chief officer in charge of the treasuries."},{"verse": 25, "text": "His brothers: from Eliezer were his son Rehabiah, his son Jeshaiah, his son Joram, his son Zichri, and his son Shelomoth."},{"verse": 26, "text": "This Shelomoth and his brothers were in charge of all the treasuries of the dedicated gifts that King David, and the heads of families, and the officers of the thousands and the hundreds, and the commanders of the army, had dedicated."},{"verse": 27, "text": "From booty won in battles they dedicated gifts for the maintenance of the house of the LORD."},{"verse": 28, "footnotes": {"a": "1 Chronicles 26:28 Gk Compare 26.28: Heb _Shelomith_"}, "text": "Also all that Samuel the seer, and Saul son of Kish, and Abner son of Ner, and Joab son of Zeruiah had dedicated--all dedicated gifts were in the care of Shelomoth[^a] and his brothers."},{"verse": 29, "text": "Of the Izharites, Chenaniah and his sons were appointed to outside duties for Israel, as officers and judges."},{"verse": 30, "text": "Of the Hebronites, Hashabiah and his brothers, one thousand seven hundred men of ability, had the oversight of Israel west of the Jordan for all the work of the LORD and for the service of the king."},{"verse": 31, "text": "Of the Hebronites, Jerijah was chief of the Hebronites. (In the fortieth year of David\"s reign search was made, of whatever genealogy or family, and men of great ability among them were found at Jazer in Gilead.)"},{"verse": 32, "text": "King David appointed him and his brothers, two thousand seven hundred men of ability, heads of families, to have the oversight of the Reubenites, the Gadites, and the half-tribe of the Manassites for everything pertaining to God and for the affairs of the king."}]}
,{"chapter": 27, "verses":[{"verse": 1, "text": "||The Military Divisions||This is the list of the people of Israel, the heads of families, the commanders of the thousands and the hundreds, and their officers who served the king in all matters concerning the divisions that came and went, month after month throughout the year, each division numbering twenty-four thousand:"},{"verse": 2, "text": "Jashobeam son of Zabdiel was in charge of the first division in the first month; in his division were twenty-four thousand."},{"verse": 3, "text": "He was a descendant of Perez, and was chief of all the commanders of the army for the first month."},{"verse": 4, "text": "Dodai the Ahohite was in charge of the division of the second month; Mikloth was the chief officer of his division. In his division were twenty-four thousand."},{"verse": 5, "text": "The third commander, for the third month, was Benaiah son of the priest Jehoiada, as chief; in his division were twenty-four thousand."},{"verse": 6, "footnotes": {"a": "1 Chronicles 27:6 Gk Vg: Heb _Ammizabad was his division_"}, "text": "This is the Benaiah who was a mighty man of the Thirty and in command of the Thirty; his son Ammizabad was in charge of his division.[^a]"},{"verse": 7, "text": "Asahel brother of Joab was fourth, for the fourth month, and his son Zebadiah after him; in his division were twenty-four thousand."},{"verse": 8, "text": "The fifth commander, for the fifth month, was Shamhuth, the Izrahite; in his division were twenty-four thousand."},{"verse": 9, "text": "Sixth, for the sixth month, was Ira son of Ikkesh the Tekoite; in his division were twenty-four thousand."},{"verse": 10, "text": "Seventh, for the seventh month, was Helez the Pelonite, of the Ephraimites; in his division were twenty-four thousand."},{"verse": 11, "text": "Eighth, for the eighth month, was Sibbecai the Hushathite, of the Zerahites; in his division were twenty-four thousand."},{"verse": 12, "text": "Ninth, for the ninth month, was Abiezer of Anathoth, a Benjaminite; in his division were twenty-four thousand."},{"verse": 13, "text": "Tenth, for the tenth month, was Maharai of Netophah, of the Zerahites; in his division were twenty-four thousand."},{"verse": 14, "text": "Eleventh, for the eleventh month, was Benaiah of Pirathon, of the Ephraimites; in his division were twenty-four thousand."},{"verse": 15, "text": "Twelfth, for the twelfth month, was Heldai the Netophathite, of Othniel; in his division were twenty-four thousand."},{"verse": 16, "text": "||Leaders of Tribes||Over the tribes of Israel, for the Reubenites, Eliezer son of Zichri was chief officer; for the Simeonites, Shephatiah son of Maacah;"},{"verse": 17, "text": "for Levi, Hashabiah son of Kemuel; for Aaron, Zadok;"},{"verse": 18, "text": "for Judah, Elihu, one of David\"s brothers; for Issachar, Omri son of Michael;"},{"verse": 19, "text": "for Zebulun, Ishmaiah son of Obadiah; for Naphtali, Jerimoth son of Azriel;"},{"verse": 20, "text": "for the Ephraimites, Hoshea son of Azaziah; for the half-tribe of Manasseh, Joel son of Pedaiah;"},{"verse": 21, "text": "for the half-tribe of Manasseh in Gilead, Iddo son of Zechariah; for Benjamin, Jaasiel son of Abner;"},{"verse": 22, "text": "for Dan, Azarel son of Jeroham. These were the leaders of the tribes of Israel."},{"verse": 23, "text": "David did not count those below twenty years of age, for the LORD had promised to make Israel as numerous as the stars of heaven."},{"verse": 24, "text": "Joab son of Zeruiah began to count them, but did not finish; yet wrath came upon Israel for this, and the number was not entered into the account of the Annals of King David."},{"verse": 25, "text": "||Other Civic Officials||Over the king\"s treasuries was Azmaveth son of Adiel. Over the treasuries in the country, in the cities, in the villages and in the towers, was Jonathan son of Uzziah."},{"verse": 26, "text": "Over those who did the work of the field, tilling the soil, was Ezri son of Chelub."},{"verse": 27, "text": "Over the vineyards was Shimei the Ramathite. Over the produce of the vineyards for the wine cellars was Zabdi the Shiphmite."},{"verse": 28, "text": "Over the olive and sycamore trees in the Shephelah was Baal-hanan the Gederite. Over the stores of oil was Joash."},{"verse": 29, "text": "Over the herds that pastured in Sharon was Shitrai the Sharonite. Over the herds in the valleys was Shaphat son of Adlai."},{"verse": 30, "text": "Over the camels was Obil the Ishmaelite. Over the donkeys was Jehdeiah the Meronothite. Over the flocks was Jaziz the Hagrite."},{"verse": 31, "text": "All these were stewards of King David\"s property."},{"verse": 32, "text": "Jonathan, David\"s uncle, was a counselor, being a man of understanding and a scribe; Jehiel son of Hachmoni attended the king\"s sons."},{"verse": 33, "text": "Ahithophel was the king\"s counselor, and Hushai the Archite was the king\"s friend."},{"verse": 34, "text": "After Ahithophel came Jehoiada son of Benaiah, and Abiathar. Joab was commander of the king\"s army."}]}
,{"chapter": 28, "verses":[{"verse": 1, "text": "||Solomon Instructed to Build the Temple||David assembled at Jerusalem all the officials of Israel, the officials of the tribes, the officers of the divisions that served the king, the commanders of the thousands, the commanders of the hundreds, the stewards of all the property and cattle of the king and his sons, together with the palace officials, the mighty warriors, and all the warriors."},{"verse": 2, "text": "Then King David rose to his feet and said: \"Hear me, my brothers and my people. I had planned to build a house of rest for the ark of the covenant of the LORD, for the footstool of our God; and I made preparations for building."},{"verse": 3, "text": "But God said to me, \"You shall not build a house for my name, for you are a warrior and have shed blood.\""},{"verse": 4, "text": "Yet the LORD God of Israel chose me from all my ancestral house to be king over Israel forever; for he chose Judah as leader, and in the house of Judah my father\"s house, and among my father\"s sons he took delight in making me king over all Israel."},{"verse": 5, "text": "And of all my sons, for the LORD has given me many, he has chosen my son Solomon to sit upon the throne of the kingdom of the LORD over Israel."},{"verse": 6, "text": "He said to me, \"It is your son Solomon who shall build my house and my courts, for I have chosen him to be a son to me, and I will be a father to him."},{"verse": 7, "text": "I will establish his kingdom forever if he continues resolute in keeping my commandments and my ordinances, as he is today.\""},{"verse": 8, "text": "Now therefore in the sight of all Israel, the assembly of the LORD, and in the hearing of our God, observe and search out all the commandments of the LORD your God; that you may possess this good land, and leave it for an inheritance to your children after you forever."},{"verse": 9, "text": "\"And you, my son Solomon, know the God of your father, and serve him with single mind and willing heart; for the LORD searches every mind, and understands every plan and thought. If you seek him, he will be found by you; but if you forsake him, he will abandon you forever."},{"verse": 10, "text": "Take heed now, for the LORD has chosen you to build a house as the sanctuary; be strong, and act.\""},{"verse": 11, "footnotes": {"a": "1 Chronicles 28:11 Or _the cover_"}, "text": "Then David gave his son Solomon the plan of the vestibule of the temple, and of its houses, its treasuries, its upper rooms, and its inner chambers, and of the room for the mercy seat;[^a]"},{"verse": 12, "text": "and the plan of all that he had in mind: for the courts of the house of the LORD, all the surrounding chambers, the treasuries of the house of God, and the treasuries for dedicated gifts;"},{"verse": 13, "text": "for the divisions of the priests and of the Levites, and all the work of the service in the house of the LORD; for all the vessels for the service in the house of the LORD,"},{"verse": 14, "text": "the weight of gold for all golden vessels for each service, the weight of silver vessels for each service,"},{"verse": 15, "text": "the weight of the golden lampstands and their lamps, the weight of gold for each lampstand and its lamps, the weight of silver for a lampstand and its lamps, according to the use of each in the service,"},{"verse": 16, "text": "the weight of gold for each table for the rows of bread, the silver for the silver tables,"},{"verse": 17, "text": "and pure gold for the forks, the basins, and the cups; for the golden bowls and the weight of each; for the silver bowls and the weight of each;"},{"verse": 18, "text": "for the altar of incense made of refined gold, and its weight; also his plan for the golden chariot of the cherubim that spread their wings and covered the ark of the covenant of the LORD."},{"verse": 19, "text": "\"All this, in writing at the LORD\"s direction, he made clear to me--the plan of all the works.\""},{"verse": 20, "text": "David said further to his son Solomon, \"Be strong and of good courage, and act. Do not be afraid or dismayed; for the LORD God, my God, is with you. He will not fail you or forsake you, until all the work for the service of the house of the LORD is finished."},{"verse": 21, "text": "Here are the divisions of the priests and the Levites for all the service of the house of God; and with you in all the work will be every volunteer who has skill for any kind of service; also the officers and all the people will be wholly at your command.\""}]}
,{"chapter": 29, "verses":[{"verse": 1, "footnotes": {"a": "1 Chronicles 29:1 Heb _fortress_"}, "text": "||Offerings for Building the Temple||King David said to the whole assembly, \"My son Solomon, whom alone God has chosen, is young and inexperienced, and the work is great; for the temple[^a] will not be for mortals but for the LORD God."},{"verse": 2, "text": "So I have provided for the house of my God, so far as I was able, the gold for the things of gold, the silver for the things of silver, and the bronze for the things of bronze, the iron for the things of iron, and wood for the things of wood, besides great quantities of onyx and stones for setting, antimony, colored stones, all sorts of precious stones, and marble in abundance."},{"verse": 3, "text": "Moreover, in addition to all that I have provided for the holy house, I have a treasure of my own of gold and silver, and because of my devotion to the house of my God I give it to the house of my God:"},{"verse": 4, "text": "three thousand talents of gold, of the gold of Ophir, and seven thousand talents of refined silver, for overlaying the walls of the house,"},{"verse": 5, "text": "and for all the work to be done by artisans, gold for the things of gold and silver for the things of silver. Who then will offer willingly, consecrating themselves today to the LORD?\""},{"verse": 6, "text": "Then the leaders of ancestral houses made their freewill offerings, as did also the leaders of the tribes, the commanders of the thousands and of the hundreds, and the officers over the king\"s work."},{"verse": 7, "text": "They gave for the service of the house of God five thousand talents and ten thousand darics of gold, ten thousand talents of silver, eighteen thousand talents of bronze, and one hundred thousand talents of iron."},{"verse": 8, "text": "Whoever had precious stones gave them to the treasury of the house of the LORD, into the care of Jehiel the Gershonite."},{"verse": 9, "text": "Then the people rejoiced because these had given willingly, for with single mind they had offered freely to the LORD; King David also rejoiced greatly."},{"verse": 10, "text": "||David\"s Praise to God||Then David blessed the LORD in the presence of all the assembly; David said: \"Blessed are you, O LORD, the God of our ancestor Israel, forever and ever."},{"verse": 11, "text": "Yours, O LORD, are the greatness, the power, the glory, the victory, and the majesty; for all that is in the heavens and on the earth is yours; yours is the kingdom, O LORD, and you are exalted as head above all."},{"verse": 12, "text": "Riches and honor come from you, and you rule over all. In your hand are power and might; and it is in your hand to make great and to give strength to all."},{"verse": 13, "text": "And now, our God, we give thanks to you and praise your glorious name."},{"verse": 14, "text": "\"But who am I, and what is my people, that we should be able to make this freewill offering? For all things come from you, and of your own have we given you."},{"verse": 15, "text": "For we are aliens and transients before you, as were all our ancestors; our days on the earth are like a shadow, and there is no hope."},{"verse": 16, "text": "O LORD our God, all this abundance that we have provided for building you a house for your holy name comes from your hand and is all your own."},{"verse": 17, "text": "I know, my God, that you search the heart, and take pleasure in uprightness; in the uprightness of my heart I have freely offered all these things, and now I have seen your people, who are present here, offering freely and joyously to you."},{"verse": 18, "text": "O LORD, the God of Abraham, Isaac, and Israel, our ancestors, keep forever such purposes and thoughts in the hearts of your people, and direct their hearts toward you."},{"verse": 19, "footnotes": {"a": "1 Chronicles 29:19 Heb _fortress_"}, "text": "Grant to my son Solomon that with single mind he may keep your commandments, your decrees, and your statutes, performing all of them, and that he may build the temple[^a] for which I have made provision.\""},{"verse": 20, "text": "Then David said to the whole assembly, \"Bless the LORD your God.\" And all the assembly blessed the LORD, the God of their ancestors, and bowed their heads and prostrated themselves before the LORD and the king."},{"verse": 21, "text": "On the next day they offered sacrifices and burnt offerings to the LORD, a thousand bulls, a thousand rams, and a thousand lambs, with their libations, and sacrifices in abundance for all Israel;"},{"verse": 22, "text": "and they ate and drank before the LORD on that day with great joy.||Solomon Anointed King||\nThey made David\"s son Solomon king a second time; they anointed him as the LORD\"s prince, and Zadok as priest."},{"verse": 23, "text": "Then Solomon sat on the throne of the LORD, succeeding his father David as king; he prospered, and all Israel obeyed him."},{"verse": 24, "text": "All the leaders and the mighty warriors, and also all the sons of King David, pledged their allegiance to King Solomon."},{"verse": 25, "text": "The LORD highly exalted Solomon in the sight of all Israel, and bestowed upon him such royal majesty as had not been on any king before him in Israel."},{"verse": 26, "text": "||Summary of David\"s Reign||Thus David son of Jesse reigned over all Israel."},{"verse": 27, "text": "The period that he reigned over Israel was forty years; he reigned seven years in Hebron, and thirty-three years in Jerusalem."},{"verse": 28, "text": "He died in a good old age, full of days, riches, and honor; and his son Solomon succeeded him."},{"verse": 29, "text": "Now the acts of King David, from first to last, are written in the records of the seer Samuel, and in the records of the prophet Nathan, and in the records of the seer Gad,"},{"verse": 30, "text": "with accounts of all his rule and his might and of the events that befell him and Israel and all the kingdoms of the earth."}]}
]}