{"book": "1 Corinthians", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Salutation||Paul, called to be an apostle of Christ Jesus by the will of God, and our brother Sosthenes,"},{"verse": 2, "footnotes": {"a": "1 Corinthians 1:2 Gk _theirs_"}, "text": "To the church of God that is in Corinth, to those who are sanctified in Christ Jesus, called to be saints, together with all those who in every place call on the name of our Lord Jesus Christ, both their Lord[^a] and ours:"},{"verse": 3, "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."},{"verse": 4, "footnotes": {"a": "1 Corinthians 1:4 Other ancient authorities lack _my_"}, "text": "I give thanks to my[^a] God always for you because of the grace of God that has been given you in Christ Jesus,"},{"verse": 5, "text": "for in every way you have been enriched in him, in speech and knowledge of every kind--"},{"verse": 6, "footnotes": {"a": "1 Corinthians 1:6 Or _to_"}, "text": "just as the testimony of[^a] Christ has been strengthened among you--"},{"verse": 7, "text": "so that you are not lacking in any spiritual gift as you wait for the revealing of our Lord Jesus Christ."},{"verse": 8, "text": "He will also strengthen you to the end, so that you may be blameless on the day of our Lord Jesus Christ."},{"verse": 9, "text": "God is faithful; by him you were called into the fellowship of his Son, Jesus Christ our Lord."},{"verse": 10, "footnotes": {"a": "1 Corinthians 1:10 Gk _brothers_"}, "text": "||Divisions in the Church||Now I appeal to you, brothers and sisters,[^a] by the name of our Lord Jesus Christ, that all of you be in agreement and that there be no divisions among you, but that you be united in the same mind and the same purpose."},{"verse": 11, "footnotes": {"a": "1 Corinthians 1:11 Gk _my brothers_"}, "text": "For it has been reported to me by Chloe\"s people that there are quarrels among you, my brothers and sisters.[^a]"},{"verse": 12, "text": "What I mean is that each of you says, \"I belong to Paul,\" or \"I belong to Apollos,\" or \"I belong to Cephas,\" or \"I belong to Christ.\""},{"verse": 13, "text": "Has Christ been divided? Was Paul crucified for you? Or were you baptized in the name of Paul?"},{"verse": 14, "footnotes": {"a": "1 Corinthians 1:14 Other ancient authorities read _I am thankful_"}, "text": "I thank God[^a] that I baptized none of you except Crispus and Gaius,"},{"verse": 15, "text": "so that no one can say that you were baptized in my name."},{"verse": 16, "text": "(I did baptize also the household of Stephanas; beyond that, I do not know whether I baptized anyone else.)"},{"verse": 17, "text": "For Christ did not send me to baptize but to proclaim the gospel, and not with eloquent wisdom, so that the cross of Christ might not be emptied of its power."},{"verse": 18, "text": "||Christ the Power and Wisdom of God||For the message about the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God."},{"verse": 19, "text": "For it is written,\n\"I will destroy the wisdom of the wise,  \n    and the discernment of the discerning I will thwart.\""},{"verse": 20, "text": "Where is the one who is wise? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world?"},{"verse": 21, "text": "For since, in the wisdom of God, the world did not know God through wisdom, God decided, through the foolishness of our proclamation, to save those who believe."},{"verse": 22, "text": "For Jews demand signs and Greeks desire wisdom,"},{"verse": 23, "text": "but we proclaim Christ crucified, a stumbling block to Jews and foolishness to Gentiles,"},{"verse": 24, "text": "but to those who are the called, both Jews and Greeks, Christ the power of God and the wisdom of God."},{"verse": 25, "text": "For God\"s foolishness is wiser than human wisdom, and God\"s weakness is stronger than human strength."},{"verse": 26, "footnotes": {"a": "1 Corinthians 1:26 Gk _brothers_", "b": "1 Corinthians 1:26 Gk _according to the flesh_"}, "text": "Consider your own call, brothers and sisters:[^a] not many of you were wise by human standards,[^b] not many were powerful, not many were of noble birth."},{"verse": 27, "text": "But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong;"},{"verse": 28, "text": "God chose what is low and despised in the world, things that are not, to reduce to nothing things that are,"},{"verse": 29, "footnotes": {"a": "1 Corinthians 1:29 Gk _no flesh_"}, "text": "so that no one[^a] might boast in the presence of God."},{"verse": 30, "text": "He is the source of your life in Christ Jesus, who became for us wisdom from God, and righteousness and sanctification and redemption,"},{"verse": 31, "footnotes": {"a": "1 Corinthians 1:31 Or _of_"}, "text": "in order that, as it is written, \"Let the one who boasts, boast in[^a] the Lord.\""}]}
,{"chapter": 2, "verses":[{"verse": 1, "footnotes": {"a": "1 Corinthians 2:1 Gk _brothers_", "b": "1 Corinthians 2:1 Other ancient authorities read _testimony_"}, "text": "||Proclaiming Christ Crucified||When I came to you, brothers and sisters,[^a] I did not come proclaiming the mystery[^b] of God to you in lofty words or wisdom."},{"verse": 2, "text": "For I decided to know nothing among you except Jesus Christ, and him crucified."},{"verse": 3, "text": "And I came to you in weakness and in fear and in much trembling."},{"verse": 4, "footnotes": {"a": "1 Corinthians 2:4 Other ancient authorities read _the persuasiveness of wisdom_"}, "text": "My speech and my proclamation were not with plausible words of wisdom,[^a] but with a demonstration of the Spirit and of power,"},{"verse": 5, "text": "so that your faith might rest not on human wisdom but on the power of God."},{"verse": 6, "text": "||The True Wisdom of God||Yet among the mature we do speak wisdom, though it is not a wisdom of this age or of the rulers of this age, who are doomed to perish."},{"verse": 7, "text": "But we speak God\"s wisdom, secret and hidden, which God decreed before the ages for our glory."},{"verse": 8, "text": "None of the rulers of this age understood this; for if they had, they would not have crucified the Lord of glory."},{"verse": 9, "text": "But, as it is written,\n\"What no eye has seen, nor ear heard,  \n    nor the human heart conceived,  \nwhat God has prepared for those who love him\"--"},{"verse": 10, "text": "these things God has revealed to us through the Spirit; for the Spirit searches everything, even the depths of God."},{"verse": 11, "text": "For what human being knows what is truly human except the human spirit that is within? So also no one comprehends what is truly God\"s except the Spirit of God."},{"verse": 12, "text": "Now we have received not the spirit of the world, but the Spirit that is from God, so that we may understand the gifts bestowed on us by God."},{"verse": 13, "footnotes": {"a": "1 Corinthians 2:13 Or _interpreting spiritual things in spiritual language_, or _comparing spiritual things with spiritual_"}, "text": "And we speak of these things in words not taught by human wisdom but taught by the Spirit, interpreting spiritual things to those who are spiritual.[^a]"},{"verse": 14, "footnotes": {"a": "1 Corinthians 2:14 Or _natural_"}, "text": "Those who are unspiritual[^a] do not receive the gifts of God\"s Spirit, for they are foolishness to them, and they are unable to understand them because they are spiritually discerned."},{"verse": 15, "text": "Those who are spiritual discern all things, and they are themselves subject to no one else\"s scrutiny."},{"verse": 16, "text": "\"For who has known the mind of the Lord  \n    so as to instruct him?\"\nBut we have the mind of Christ."}]}
,{"chapter": 3, "verses":[{"verse": 1, "footnotes": {"a": "1 Corinthians 3:1 Gk _brothers_"}, "text": "||On Divisions in the Corinthian Church||And so, brothers and sisters,[^a] I could not speak to you as spiritual people, but rather as people of the flesh, as infants in Christ."},{"verse": 2, "text": "I fed you with milk, not solid food, for you were not ready for solid food. Even now you are still not ready,"},{"verse": 3, "text": "for you are still of the flesh. For as long as there is jealousy and quarreling among you, are you not of the flesh, and behaving according to human inclinations?"},{"verse": 4, "text": "For when one says, \"I belong to Paul,\" and another, \"I belong to Apollos,\" are you not merely human?"},{"verse": 5, "text": "What then is Apollos? What is Paul? Servants through whom you came to believe, as the Lord assigned to each."},{"verse": 6, "text": "I planted, Apollos watered, but God gave the growth."},{"verse": 7, "text": "So neither the one who plants nor the one who waters is anything, but only God who gives the growth."},{"verse": 8, "text": "The one who plants and the one who waters have a common purpose, and each will receive wages according to the labor of each."},{"verse": 9, "text": "For we are God\"s servants, working together; you are God\"s field, God\"s building."},{"verse": 10, "text": "According to the grace of God given to me, like a skilled master builder I laid a foundation, and someone else is building on it. Each builder must choose with care how to build on it."},{"verse": 11, "text": "For no one can lay any foundation other than the one that has been laid; that foundation is Jesus Christ."},{"verse": 12, "text": "Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw--"},{"verse": 13, "text": "the work of each builder will become visible, for the Day will disclose it, because it will be revealed with fire, and the fire will test what sort of work each has done."},{"verse": 14, "text": "If what has been built on the foundation survives, the builder will receive a reward."},{"verse": 15, "text": "If the work is burned up, the builder will suffer loss; the builder will be saved, but only as through fire."},{"verse": 16, "footnotes": {"a": "1 Corinthians 3:16 In verses 16 and 17 the Greek word for _you_ is plural"}, "text": "Do you not know that you are God\"s temple and that God\"s Spirit dwells in you?[^a]"},{"verse": 17, "text": "If anyone destroys God\"s temple, God will destroy that person. For God\"s temple is holy, and you are that temple."},{"verse": 18, "text": "Do not deceive yourselves. If you think that you are wise in this age, you should become fools so that you may become wise."},{"verse": 19, "text": "For the wisdom of this world is foolishness with God. For it is written,\n\"He catches the wise in their craftiness,\""},{"verse": 20, "text": "and again,\n\"The Lord knows the thoughts of the wise,  \n    that they are futile.\""},{"verse": 21, "text": "So let no one boast about human leaders. For all things are yours,"},{"verse": 22, "text": "whether Paul or Apollos or Cephas or the world or life or death or the present or the future--all belong to you,"},{"verse": 23, "text": "and you belong to Christ, and Christ belongs to God."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||The Ministry of the Apostles||Think of us in this way, as servants of Christ and stewards of God\"s mysteries."},{"verse": 2, "text": "Moreover, it is required of stewards that they be found trustworthy."},{"verse": 3, "text": "But with me it is a very small thing that I should be judged by you or by any human court. I do not even judge myself."},{"verse": 4, "text": "I am not aware of anything against myself, but I am not thereby acquitted. It is the Lord who judges me."},{"verse": 5, "text": "Therefore do not pronounce judgment before the time, before the Lord comes, who will bring to light the things now hidden in darkness and will disclose the purposes of the heart. Then each one will receive commendation from God."},{"verse": 6, "footnotes": {"a": "1 Corinthians 4:6 Gk _brothers_"}, "text": "I have applied all this to Apollos and myself for your benefit, brothers and sisters,[^a] so that you may learn through us the meaning of the saying, \"Nothing beyond what is written,\" so that none of you will be puffed up in favor of one against another."},{"verse": 7, "footnotes": {"a": "1 Corinthians 4:7 Or _Who makes you different from another?_"}, "text": "For who sees anything different in you?[^a] What do you have that you did not receive? And if you received it, why do you boast as if it were not a gift?"},{"verse": 8, "text": "Already you have all you want! Already you have become rich! Quite apart from us you have become kings! Indeed, I wish that you had become kings, so that we might be kings with you!"},{"verse": 9, "text": "For I think that God has exhibited us apostles as last of all, as though sentenced to death, because we have become a spectacle to the world, to angels and to mortals."},{"verse": 10, "text": "We are fools for the sake of Christ, but you are wise in Christ. We are weak, but you are strong. You are held in honor, but we in disrepute."},{"verse": 11, "text": "To the present hour we are hungry and thirsty, we are poorly clothed and beaten and homeless,"},{"verse": 12, "text": "and we grow weary from the work of our own hands. When reviled, we bless; when persecuted, we endure;"},{"verse": 13, "text": "when slandered, we speak kindly. We have become like the rubbish of the world, the dregs of all things, to this very day."},{"verse": 14, "text": "||Fatherly Admonition||I am not writing this to make you ashamed, but to admonish you as my beloved children."},{"verse": 15, "text": "For though you might have ten thousand guardians in Christ, you do not have many fathers. Indeed, in Christ Jesus I became your father through the gospel."},{"verse": 16, "text": "I appeal to you, then, be imitators of me."},{"verse": 17, "footnotes": {"a": "1 Corinthians 4:17 Or _am sending_"}, "text": "For this reason I sent[^a] you Timothy, who is my beloved and faithful child in the Lord, to remind you of my ways in Christ Jesus, as I teach them everywhere in every church."},{"verse": 18, "text": "But some of you, thinking that I am not coming to you, have become arrogant."},{"verse": 19, "text": "But I will come to you soon, if the Lord wills, and I will find out not the talk of these arrogant people but their power."},{"verse": 20, "text": "For the kingdom of God depends not on talk but on power."},{"verse": 21, "text": "What would you prefer? Am I to come to you with a stick, or with love in a spirit of gentleness?"}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||Sexual Immorality Defiles the Church||It is actually reported that there is sexual immorality among you, and of a kind that is not found even among pagans; for a man is living with his father\"s wife."},{"verse": 2, "text": "And you are arrogant! Should you not rather have mourned, so that he who has done this would have been removed from among you?"},{"verse": 3, "text": "For though absent in body, I am present in spirit; and as if present I have already pronounced judgment"},{"verse": 4, "footnotes": {"a": "1 Corinthians 5:4 Or _on the man who has done such a thing in the name of the Lord Jesus_"}, "text": "in the name of the Lord Jesus on the man who has done such a thing.[^a] When you are assembled, and my spirit is present with the power of our Lord Jesus,"},{"verse": 5, "footnotes": {"a": "1 Corinthians 5:5 Other ancient authorities add _Jesus_"}, "text": "you are to hand this man over to Satan for the destruction of the flesh, so that his spirit may be saved in the day of the Lord.[^a]"},{"verse": 6, "text": "Your boasting is not a good thing. Do you not know that a little yeast leavens the whole batch of dough?"},{"verse": 7, "text": "Clean out the old yeast so that you may be a new batch, as you really are unleavened. For our paschal lamb, Christ, has been sacrificed."},{"verse": 8, "text": "Therefore, let us celebrate the festival, not with the old yeast, the yeast of malice and evil, but with the unleavened bread of sincerity and truth."},{"verse": 9, "text": "||Sexual Immorality Must Be Judged||I wrote to you in my letter not to associate with sexually immoral persons--"},{"verse": 10, "text": "not at all meaning the immoral of this world, or the greedy and robbers, or idolaters, since you would then need to go out of the world."},{"verse": 11, "footnotes": {"a": "1 Corinthians 5:11 Gk _brother_"}, "text": "But now I am writing to you not to associate with anyone who bears the name of brother or sister[^a] who is sexually immoral or greedy, or is an idolater, reviler, drunkard, or robber. Do not even eat with such a one."},{"verse": 12, "text": "For what have I to do with judging those outside? Is it not those who are inside that you are to judge?"},{"verse": 13, "text": "God will judge those outside. \"Drive out the wicked person from among you.\""}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||Lawsuits among Believers||When any of you has a grievance against another, do you dare to take it to court before the unrighteous, instead of taking it before the saints?"},{"verse": 2, "text": "Do you not know that the saints will judge the world? And if the world is to be judged by you, are you incompetent to try trivial cases?"},{"verse": 3, "text": "Do you not know that we are to judge angels--to say nothing of ordinary matters?"},{"verse": 4, "text": "If you have ordinary cases, then, do you appoint as judges those who have no standing in the church?"},{"verse": 5, "footnotes": {"a": "1 Corinthians 6:5 Gk _brother_"}, "text": "I say this to your shame. Can it be that there is no one among you wise enough to decide between one believer[^a] and another,"},{"verse": 6, "footnotes": {"a": "1 Corinthians 6:6 Gk _brother_", "b": "1 Corinthians 6:6 Gk _brother_"}, "text": "but a believer[^a] goes to court against a believer[^b]--and before unbelievers at that?"},{"verse": 7, "text": "In fact, to have lawsuits at all with one another is already a defeat for you. Why not rather be wronged? Why not rather be defrauded?"},{"verse": 8, "footnotes": {"a": "1 Corinthians 6:8 Gk _brothers_"}, "text": "But you yourselves wrong and defraud--and believers[^a] at that."},{"verse": 9, "text": "Do you not know that wrongdoers will not inherit the kingdom of God? Do not be deceived! Fornicators, idolaters, adulterers, male prostitutes, sodomites,"},{"verse": 10, "text": "thieves, the greedy, drunkards, revilers, robbers--none of these will inherit the kingdom of God."},{"verse": 11, "text": "And this is what some of you used to be. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and in the Spirit of our God."},{"verse": 12, "text": "||Glorify God in Body and Spirit||\"All things are lawful for me,\" but not all things are beneficial. \"All things are lawful for me,\" but I will not be dominated by anything."},{"verse": 13, "footnotes": {"a": "1 Corinthians 6:13 The quotation may extend to the word _other_"}, "text": "\"Food is meant for the stomach and the stomach for food,\"[^a] and God will destroy both one and the other. The body is meant not for fornication but for the Lord, and the Lord for the body."},{"verse": 14, "text": "And God raised the Lord and will also raise us by his power."},{"verse": 15, "text": "Do you not know that your bodies are members of Christ? Should I therefore take the members of Christ and make them members of a prostitute? Never!"},{"verse": 16, "text": "Do you not know that whoever is united to a prostitute becomes one body with her? For it is said, \"The two shall be one flesh.\""},{"verse": 17, "text": "But anyone united to the Lord becomes one spirit with him."},{"verse": 18, "text": "Shun fornication! Every sin that a person commits is outside the body; but the fornicator sins against the body itself."},{"verse": 19, "footnotes": {"a": "1 Corinthians 6:19 Or _sanctuary_"}, "text": "Or do you not know that your body is a temple[^a] of the Holy Spirit within you, which you have from God, and that you are not your own?"},{"verse": 20, "text": "For you were bought with a price; therefore glorify God in your body."}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "||Directions concerning Marriage||Now concerning the matters about which you wrote: \"It is well for a man not to touch a woman.\""},{"verse": 2, "text": "But because of cases of sexual immorality, each man should have his own wife and each woman her own husband."},{"verse": 3, "text": "The husband should give to his wife her conjugal rights, and likewise the wife to her husband."},{"verse": 4, "text": "For the wife does not have authority over her own body, but the husband does; likewise the husband does not have authority over his own body, but the wife does."},{"verse": 5, "text": "Do not deprive one another except perhaps by agreement for a set time, to devote yourselves to prayer, and then come together again, so that Satan may not tempt you because of your lack of self-control."},{"verse": 6, "text": "This I say by way of concession, not of command."},{"verse": 7, "text": "I wish that all were as I myself am. But each has a particular gift from God, one having one kind and another a different kind."},{"verse": 8, "text": "To the unmarried and the widows I say that it is well for them to remain unmarried as I am."},{"verse": 9, "text": "But if they are not practicing self-control, they should marry. For it is better to marry than to be aflame with passion."},{"verse": 10, "text": "To the married I give this command--not I but the Lord--that the wife should not separate from her husband"},{"verse": 11, "text": "(but if she does separate, let her remain unmarried or else be reconciled to her husband), and that the husband should not divorce his wife."},{"verse": 12, "footnotes": {"a": "1 Corinthians 7:12 Gk _brother_"}, "text": "To the rest I say--I and not the Lord--that if any believer[^a] has a wife who is an unbeliever, and she consents to live with him, he should not divorce her."},{"verse": 13, "text": "And if any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him."},{"verse": 14, "text": "For the unbelieving husband is made holy through his wife, and the unbelieving wife is made holy through her husband. Otherwise, your children would be unclean, but as it is, they are holy."},{"verse": 15, "footnotes": {"a": "1 Corinthians 7:15 Other ancient authorities read _us_"}, "text": "But if the unbelieving partner separates, let it be so; in such a case the brother or sister is not bound. It is to peace that God has called you.[^a]"},{"verse": 16, "text": "Wife, for all you know, you might save your husband. Husband, for all you know, you might save your wife."},{"verse": 17, "text": "||The Life that the Lord Has Assigned||However that may be, let each of you lead the life that the Lord has assigned, to which God called you. This is my rule in all the churches."},{"verse": 18, "text": "Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision."},{"verse": 19, "text": "Circumcision is nothing, and uncircumcision is nothing; but obeying the commandments of God is everything."},{"verse": 20, "text": "Let each of you remain in the condition in which you were called."},{"verse": 21, "footnotes": {"a": "1 Corinthians 7:21 Or _avail yourself of the opportunity_"}, "text": "Were you a slave when called? Do not be concerned about it. Even if you can gain your freedom, make use of your present condition now more than ever.[^a]"},{"verse": 22, "text": "For whoever was called in the Lord as a slave is a freed person belonging to the Lord, just as whoever was free when called is a slave of Christ."},{"verse": 23, "text": "You were bought with a price; do not become slaves of human masters."},{"verse": 24, "footnotes": {"a": "1 Corinthians 7:24 Gk _brothers_"}, "text": "In whatever condition you were called, brothers and sisters,[^a] there remain with God."},{"verse": 25, "text": "||The Unmarried and the Widows||Now concerning virgins, I have no command of the Lord, but I give my opinion as one who by the Lord\"s mercy is trustworthy."},{"verse": 26, "footnotes": {"a": "1 Corinthians 7:26 Or _present_"}, "text": "I think that, in view of the impending[^a] crisis, it is well for you to remain as you are."},{"verse": 27, "text": "Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife."},{"verse": 28, "footnotes": {"a": "1 Corinthians 7:28 Gk _in the flesh_"}, "text": "But if you marry, you do not sin, and if a virgin marries, she does not sin. Yet those who marry will experience distress in this life,[^a] and I would spare you that."},{"verse": 29, "footnotes": {"a": "1 Corinthians 7:29 Gk _brothers_"}, "text": "I mean, brothers and sisters,[^a] the appointed time has grown short; from now on, let even those who have wives be as though they had none,"},{"verse": 30, "text": "and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no possessions,"},{"verse": 31, "text": "and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away."},{"verse": 32, "text": "I want you to be free from anxieties. The unmarried man is anxious about the affairs of the Lord, how to please the Lord;"},{"verse": 33, "text": "but the married man is anxious about the affairs of the world, how to please his wife,"},{"verse": 34, "text": "and his interests are divided. And the unmarried woman and the virgin are anxious about the affairs of the Lord, so that they may be holy in body and spirit; but the married woman is anxious about the affairs of the world, how to please her husband."},{"verse": 35, "text": "I say this for your own benefit, not to put any restraint upon you, but to promote good order and unhindered devotion to the Lord."},{"verse": 36, "footnotes": {"a": "1 Corinthians 7:36 Gk _virgin_"}, "text": "If anyone thinks that he is not behaving properly toward his fiancée,[^a] if his passions are strong, and so it has to be, let him marry as he wishes; it is no sin. Let them marry."},{"verse": 37, "footnotes": {"a": "1 Corinthians 7:37 Gk _virgin_"}, "text": "But if someone stands firm in his resolve, being under no necessity but having his own desire under control, and has determined in his own mind to keep her as his fiancée,[^a] he will do well."},{"verse": 38, "footnotes": {"a": "1 Corinthians 7:38 Gk _virgin_"}, "text": "So then, he who marries his fiancée[^a] does well; and he who refrains from marriage will do better."},{"verse": 39, "footnotes": {"a": "1 Corinthians 7:39 Gk _falls asleep_"}, "text": "A wife is bound as long as her husband lives. But if the husband dies,[^a] she is free to marry anyone she wishes, only in the Lord."},{"verse": 40, "text": "But in my judgment she is more blessed if she remains as she is. And I think that I too have the Spirit of God."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||Food Offered to Idols||Now concerning food sacrificed to idols: we know that \"all of us possess knowledge.\" Knowledge puffs up, but love builds up."},{"verse": 2, "text": "Anyone who claims to know something does not yet have the necessary knowledge;"},{"verse": 3, "text": "but anyone who loves God is known by him."},{"verse": 4, "text": "Hence, as to the eating of food offered to idols, we know that \"no idol in the world really exists,\" and that \"there is no God but one.\""},{"verse": 5, "text": "Indeed, even though there may be so-called gods in heaven or on earth--as in fact there are many gods and many lords--"},{"verse": 6, "text": "yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist."},{"verse": 7, "text": "It is not everyone, however, who has this knowledge. Since some have become so accustomed to idols until now, they still think of the food they eat as food offered to an idol; and their conscience, being weak, is defiled."},{"verse": 8, "footnotes": {"a": "1 Corinthians 8:8 The quotation may extend to the end of the verse"}, "text": "\"Food will not bring us close to God.\"[^a] We are no worse off if we do not eat, and no better off if we do."},{"verse": 9, "text": "But take care that this liberty of yours does not somehow become a stumbling block to the weak."},{"verse": 10, "text": "For if others see you, who possess knowledge, eating in the temple of an idol, might they not, since their conscience is weak, be encouraged to the point of eating food sacrificed to idols?"},{"verse": 11, "footnotes": {"a": "1 Corinthians 8:11 Gk _the weak brother . . . is destroyed_"}, "text": "So by your knowledge those weak believers for whom Christ died are destroyed.[^a]"},{"verse": 12, "footnotes": {"a": "1 Corinthians 8:12 Gk _against the brothers_"}, "text": "But when you thus sin against members of your family,[^a] and wound their conscience when it is weak, you sin against Christ."},{"verse": 13, "footnotes": {"a": "1 Corinthians 8:13 Gk _my brother’s falling_", "b": "1 Corinthians 8:13 Gk _cause my brother_"}, "text": "Therefore, if food is a cause of their falling,[^a] I will never eat meat, so that I may not cause one of them[^b] to fall."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||The Rights of an Apostle||Am I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my work in the Lord?"},{"verse": 2, "text": "If I am not an apostle to others, at least I am to you; for you are the seal of my apostleship in the Lord."},{"verse": 3, "text": "This is my defense to those who would examine me."},{"verse": 4, "text": "Do we not have the right to our food and drink?"},{"verse": 5, "footnotes": {"a": "1 Corinthians 9:5 Gk _a sister as wife_"}, "text": "Do we not have the right to be accompanied by a believing wife,[^a] as do the other apostles and the brothers of the Lord and Cephas?"},{"verse": 6, "text": "Or is it only Barnabas and I who have no right to refrain from working for a living?"},{"verse": 7, "text": "Who at any time pays the expenses for doing military service? Who plants a vineyard and does not eat any of its fruit? Or who tends a flock and does not get any of its milk?"},{"verse": 8, "text": "Do I say this on human authority? Does not the law also say the same?"},{"verse": 9, "text": "For it is written in the law of Moses, \"You shall not muzzle an ox while it is treading out the grain.\" Is it for oxen that God is concerned?"},{"verse": 10, "text": "Or does he not speak entirely for our sake? It was indeed written for our sake, for whoever plows should plow in hope and whoever threshes should thresh in hope of a share in the crop."},{"verse": 11, "text": "If we have sown spiritual good among you, is it too much if we reap your material benefits?"},{"verse": 12, "text": "If others share this rightful claim on you, do not we still more?\nNevertheless, we have not made use of this right, but we endure anything rather than put an obstacle in the way of the gospel of Christ."},{"verse": 13, "text": "Do you not know that those who are employed in the temple service get their food from the temple, and those who serve at the altar share in what is sacrificed on the altar?"},{"verse": 14, "text": "In the same way, the Lord commanded that those who proclaim the gospel should get their living by the gospel."},{"verse": 15, "text": "But I have made no use of any of these rights, nor am I writing this so that they may be applied in my case. Indeed, I would rather die than that--no one will deprive me of my ground for boasting!"},{"verse": 16, "text": "If I proclaim the gospel, this gives me no ground for boasting, for an obligation is laid on me, and woe to me if I do not proclaim the gospel!"},{"verse": 17, "text": "For if I do this of my own will, I have a reward; but if not of my own will, I am entrusted with a commission."},{"verse": 18, "text": "What then is my reward? Just this: that in my proclamation I may make the gospel free of charge, so as not to make full use of my rights in the gospel."},{"verse": 19, "text": "For though I am free with respect to all, I have made myself a slave to all, so that I might win more of them."},{"verse": 20, "text": "To the Jews I became as a Jew, in order to win Jews. To those under the law I became as one under the law (though I myself am not under the law) so that I might win those under the law."},{"verse": 21, "text": "To those outside the law I became as one outside the law (though I am not free from God\"s law but am under Christ\"s law) so that I might win those outside the law."},{"verse": 22, "text": "To the weak I became weak, so that I might win the weak. I have become all things to all people, that I might by all means save some."},{"verse": 23, "text": "I do it all for the sake of the gospel, so that I may share in its blessings."},{"verse": 24, "text": "Do you not know that in a race the runners all compete, but only one receives the prize? Run in such a way that you may win it."},{"verse": 25, "text": "Athletes exercise self-control in all things; they do it to receive a perishable wreath, but we an imperishable one."},{"verse": 26, "text": "So I do not run aimlessly, nor do I box as though beating the air;"},{"verse": 27, "text": "but I punish my body and enslave it, so that after proclaiming to others I myself should not be disqualified."}]}
,{"chapter": 10, "verses":[{"verse": 1, "footnotes": {"a": "1 Corinthians 10:1 Gk _brothers_"}, "text": "||Warnings from Israel\"s History||I do not want you to be unaware, brothers and sisters,[^a] that our ancestors were all under the cloud, and all passed through the sea,"},{"verse": 2, "text": "and all were baptized into Moses in the cloud and in the sea,"},{"verse": 3, "text": "and all ate the same spiritual food,"},{"verse": 4, "text": "and all drank the same spiritual drink. For they drank from the spiritual rock that followed them, and the rock was Christ."},{"verse": 5, "text": "Nevertheless, God was not pleased with most of them, and they were struck down in the wilderness."},{"verse": 6, "text": "Now these things occurred as examples for us, so that we might not desire evil as they did."},{"verse": 7, "text": "Do not become idolaters as some of them did; as it is written, \"The people sat down to eat and drink, and they rose up to play.\""},{"verse": 8, "text": "We must not indulge in sexual immorality as some of them did, and twenty-three thousand fell in a single day."},{"verse": 9, "footnotes": {"a": "1 Corinthians 10:9 Other ancient authorities read _the Lord_"}, "text": "We must not put Christ[^a] to the test, as some of them did, and were destroyed by serpents."},{"verse": 10, "text": "And do not complain as some of them did, and were destroyed by the destroyer."},{"verse": 11, "text": "These things happened to them to serve as an example, and they were written down to instruct us, on whom the ends of the ages have come."},{"verse": 12, "text": "So if you think you are standing, watch out that you do not fall."},{"verse": 13, "text": "No testing has overtaken you that is not common to everyone. God is faithful, and he will not let you be tested beyond your strength, but with the testing he will also provide the way out so that you may be able to endure it."},{"verse": 14, "footnotes": {"a": "1 Corinthians 10:14 Gk _my beloved_"}, "text": "Therefore, my dear friends,[^a] flee from the worship of idols."},{"verse": 15, "text": "I speak as to sensible people; judge for yourselves what I say."},{"verse": 16, "text": "The cup of blessing that we bless, is it not a sharing in the blood of Christ? The bread that we break, is it not a sharing in the body of Christ?"},{"verse": 17, "text": "Because there is one bread, we who are many are one body, for we all partake of the one bread."},{"verse": 18, "footnotes": {"a": "1 Corinthians 10:18 Gk _Israel according to the flesh_"}, "text": "Consider the people of Israel;[^a] are not those who eat the sacrifices partners in the altar?"},{"verse": 19, "text": "What do I imply then? That food sacrificed to idols is anything, or that an idol is anything?"},{"verse": 20, "text": "No, I imply that what pagans sacrifice, they sacrifice to demons and not to God. I do not want you to be partners with demons."},{"verse": 21, "text": "You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and the table of demons."},{"verse": 22, "text": "Or are we provoking the Lord to jealousy? Are we stronger than he?"},{"verse": 23, "text": "||Do All to the Glory of God||\"All things are lawful,\" but not all things are beneficial. \"All things are lawful,\" but not all things build up."},{"verse": 24, "text": "Do not seek your own advantage, but that of the other."},{"verse": 25, "text": "Eat whatever is sold in the meat market without raising any question on the ground of conscience,"},{"verse": 26, "text": "for \"the earth and its fullness are the Lord\"s.\""},{"verse": 27, "text": "If an unbeliever invites you to a meal and you are disposed to go, eat whatever is set before you without raising any question on the ground of conscience."},{"verse": 28, "text": "But if someone says to you, \"This has been offered in sacrifice,\" then do not eat it, out of consideration for the one who informed you, and for the sake of conscience--"},{"verse": 29, "text": "I mean the other\"s conscience, not your own. For why should my liberty be subject to the judgment of someone else\"s conscience?"},{"verse": 30, "text": "If I partake with thankfulness, why should I be denounced because of that for which I give thanks?"},{"verse": 31, "text": "So, whether you eat or drink, or whatever you do, do everything for the glory of God."},{"verse": 32, "text": "Give no offense to Jews or to Greeks or to the church of God,"},{"verse": 33, "text": "just as I try to please everyone in everything I do, not seeking my own advantage, but that of many, so that they may be saved."}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "Be imitators of me, as I am of Christ."},{"verse": 2, "text": "||Head Coverings||I commend you because you remember me in everything and maintain the traditions just as I handed them on to you."},{"verse": 3, "footnotes": {"a": "1 Corinthians 11:3 The same Greek word means _man_ or _husband_", "b": "1 Corinthians 11:3 Or _head of the woman_"}, "text": "But I want you to understand that Christ is the head of every man, and the husband[^a] is the head of his wife,[^b] and God is the head of Christ."},{"verse": 4, "text": "Any man who prays or prophesies with something on his head disgraces his head,"},{"verse": 5, "text": "but any woman who prays or prophesies with her head unveiled disgraces her head--it is one and the same thing as having her head shaved."},{"verse": 6, "text": "For if a woman will not veil herself, then she should cut off her hair; but if it is disgraceful for a woman to have her hair cut off or to be shaved, she should wear a veil."},{"verse": 7, "footnotes": {"a": "1 Corinthians 11:7 Or _glory_", "b": "1 Corinthians 11:7 Or _glory_"}, "text": "For a man ought not to have his head veiled, since he is the image and reflection[^a] of God; but woman is the reflection[^b] of man."},{"verse": 8, "text": "Indeed, man was not made from woman, but woman from man."},{"verse": 9, "text": "Neither was man created for the sake of woman, but woman for the sake of man."},{"verse": 10, "footnotes": {"a": "1 Corinthians 11:10 Gk lacks _a symbol of_", "b": "1 Corinthians 11:10 Or _have freedom of choice regarding her head_"}, "text": "For this reason a woman ought to have a symbol of[^a] authority on her head,[^b] because of the angels."},{"verse": 11, "text": "Nevertheless, in the Lord woman is not independent of man or man independent of woman."},{"verse": 12, "text": "For just as woman came from man, so man comes through woman; but all things come from God."},{"verse": 13, "text": "Judge for yourselves: is it proper for a woman to pray to God with her head unveiled?"},{"verse": 14, "text": "Does not nature itself teach you that if a man wears long hair, it is degrading to him,"},{"verse": 15, "text": "but if a woman has long hair, it is her glory? For her hair is given to her for a covering."},{"verse": 16, "text": "But if anyone is disposed to be contentious--we have no such custom, nor do the churches of God."},{"verse": 17, "text": "||Abuses at the Lord\"s Supper||Now in the following instructions I do not commend you, because when you come together it is not for the better but for the worse."},{"verse": 18, "text": "For, to begin with, when you come together as a church, I hear that there are divisions among you; and to some extent I believe it."},{"verse": 19, "text": "Indeed, there have to be factions among you, for only so will it become clear who among you are genuine."},{"verse": 20, "text": "When you come together, it is not really to eat the Lord\"s supper."},{"verse": 21, "text": "For when the time comes to eat, each of you goes ahead with your own supper, and one goes hungry and another becomes drunk."},{"verse": 22, "text": "What! Do you not have homes to eat and drink in? Or do you show contempt for the church of God and humiliate those who have nothing? What should I say to you? Should I commend you? In this matter I do not commend you!"},{"verse": 23, "text": "||The Institution of the Lord\"s Supper||For I received from the Lord what I also handed on to you, that the Lord Jesus on the night when he was betrayed took a loaf of bread,"},{"verse": 24, "footnotes": {"a": "1 Corinthians 11:24 Other ancient authorities read _is broken for_"}, "text": "and when he had given thanks, he broke it and said, \"This is my body that is for[^a] you. Do this in remembrance of me.\""},{"verse": 25, "text": "In the same way he took the cup also, after supper, saying, \"This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.\""},{"verse": 26, "text": "For as often as you eat this bread and drink the cup, you proclaim the Lord\"s death until he comes."},{"verse": 27, "text": "||Partaking of the Supper Unworthily||Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be answerable for the body and blood of the Lord."},{"verse": 28, "text": "Examine yourselves, and only then eat of the bread and drink of the cup."},{"verse": 29, "footnotes": {"a": "1 Corinthians 11:29 Other ancient authorities add _in an unworthy manner,_", "b": "1 Corinthians 11:29 Other ancient authorities read _the Lord’s body_"}, "text": "For all who eat and drink[^a] without discerning the body,[^b] eat and drink judgment against themselves."},{"verse": 30, "footnotes": {"a": "1 Corinthians 11:30 Gk _fallen asleep_"}, "text": "For this reason many of you are weak and ill, and some have died.[^a]"},{"verse": 31, "text": "But if we judged ourselves, we would not be judged."},{"verse": 32, "footnotes": {"a": "1 Corinthians 11:32 Or _When we are judged, we are being disciplined by the Lord_"}, "text": "But when we are judged by the Lord, we are disciplined[^a] so that we may not be condemned along with the world."},{"verse": 33, "footnotes": {"a": "1 Corinthians 11:33 Gk _brothers_"}, "text": "So then, my brothers and sisters,[^a] when you come together to eat, wait for one another."},{"verse": 34, "text": "If you are hungry, eat at home, so that when you come together, it will not be for your condemnation. About the other things I will give instructions when I come."}]}
,{"chapter": 12, "verses":[{"verse": 1, "footnotes": {"a": "1 Corinthians 12:1 Or _spiritual persons_", "b": "1 Corinthians 12:1 Gk _brothers_"}, "text": "||Spiritual Gifts||Now concerning spiritual gifts,[^a] brothers and sisters,[^b] I do not want you to be uninformed."},{"verse": 2, "text": "You know that when you were pagans, you were enticed and led astray to idols that could not speak."},{"verse": 3, "text": "Therefore I want you to understand that no one speaking by the Spirit of God ever says \"Let Jesus be cursed!\" and no one can say \"Jesus is Lord\" except by the Holy Spirit."},{"verse": 4, "text": "Now there are varieties of gifts, but the same Spirit;"},{"verse": 5, "text": "and there are varieties of services, but the same Lord;"},{"verse": 6, "text": "and there are varieties of activities, but it is the same God who activates all of them in everyone."},{"verse": 7, "text": "To each is given the manifestation of the Spirit for the common good."},{"verse": 8, "text": "To one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit,"},{"verse": 9, "text": "to another faith by the same Spirit, to another gifts of healing by the one Spirit,"},{"verse": 10, "text": "to another the working of miracles, to another prophecy, to another the discernment of spirits, to another various kinds of tongues, to another the interpretation of tongues."},{"verse": 11, "text": "All these are activated by one and the same Spirit, who allots to each one individually just as the Spirit chooses."},{"verse": 12, "text": "||One Body with Many Members||For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ."},{"verse": 13, "text": "For in the one Spirit we were all baptized into one body--Jews or Greeks, slaves or free--and we were all made to drink of one Spirit."},{"verse": 14, "text": "Indeed, the body does not consist of one member but of many."},{"verse": 15, "text": "If the foot would say, \"Because I am not a hand, I do not belong to the body,\" that would not make it any less a part of the body."},{"verse": 16, "text": "And if the ear would say, \"Because I am not an eye, I do not belong to the body,\" that would not make it any less a part of the body."},{"verse": 17, "text": "If the whole body were an eye, where would the hearing be? If the whole body were hearing, where would the sense of smell be?"},{"verse": 18, "text": "But as it is, God arranged the members in the body, each one of them, as he chose."},{"verse": 19, "text": "If all were a single member, where would the body be?"},{"verse": 20, "text": "As it is, there are many members, yet one body."},{"verse": 21, "text": "The eye cannot say to the hand, \"I have no need of you,\" nor again the head to the feet, \"I have no need of you.\""},{"verse": 22, "text": "On the contrary, the members of the body that seem to be weaker are indispensable,"},{"verse": 23, "text": "and those members of the body that we think less honorable we clothe with greater honor, and our less respectable members are treated with greater respect;"},{"verse": 24, "text": "whereas our more respectable members do not need this. But God has so arranged the body, giving the greater honor to the inferior member,"},{"verse": 25, "text": "that there may be no dissension within the body, but the members may have the same care for one another."},{"verse": 26, "text": "If one member suffers, all suffer together with it; if one member is honored, all rejoice together with it."},{"verse": 27, "text": "Now you are the body of Christ and individually members of it."},{"verse": 28, "text": "And God has appointed in the church first apostles, second prophets, third teachers; then deeds of power, then gifts of healing, forms of assistance, forms of leadership, various kinds of tongues."},{"verse": 29, "text": "Are all apostles? Are all prophets? Are all teachers? Do all work miracles?"},{"verse": 30, "text": "Do all possess gifts of healing? Do all speak in tongues? Do all interpret?"},{"verse": 31, "text": "But strive for the greater gifts. And I will show you a still more excellent way."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||The Gift of Love||If I speak in the tongues of mortals and of angels, but do not have love, I am a noisy gong or a clanging cymbal."},{"verse": 2, "text": "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but do not have love, I am nothing."},{"verse": 3, "footnotes": {"a": "1 Corinthians 13:3 Other ancient authorities read _body to be burned_"}, "text": "If I give away all my possessions, and if I hand over my body so that I may boast,[^a] but do not have love, I gain nothing."},{"verse": 4, "text": "Love is patient; love is kind; love is not envious or boastful or arrogant"},{"verse": 5, "text": "or rude. It does not insist on its own way; it is not irritable or resentful;"},{"verse": 6, "text": "it does not rejoice in wrongdoing, but rejoices in the truth."},{"verse": 7, "text": "It bears all things, believes all things, hopes all things, endures all things."},{"verse": 8, "text": "Love never ends. But as for prophecies, they will come to an end; as for tongues, they will cease; as for knowledge, it will come to an end."},{"verse": 9, "text": "For we know only in part, and we prophesy only in part;"},{"verse": 10, "text": "but when the complete comes, the partial will come to an end."},{"verse": 11, "text": "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child; when I became an adult, I put an end to childish ways."},{"verse": 12, "footnotes": {"a": "1 Corinthians 13:12 Gk _in a riddle_"}, "text": "For now we see in a mirror, dimly,[^a] but then we will see face to face. Now I know only in part; then I will know fully, even as I have been fully known."},{"verse": 13, "text": "And now faith, hope, and love abide, these three; and the greatest of these is love."}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "||Gifts of Prophecy and Tongues||Pursue love and strive for the spiritual gifts, and especially that you may prophesy."},{"verse": 2, "text": "For those who speak in a tongue do not speak to other people but to God; for nobody understands them, since they are speaking mysteries in the Spirit."},{"verse": 3, "text": "On the other hand, those who prophesy speak to other people for their upbuilding and encouragement and consolation."},{"verse": 4, "text": "Those who speak in a tongue build up themselves, but those who prophesy build up the church."},{"verse": 5, "text": "Now I would like all of you to speak in tongues, but even more to prophesy. One who prophesies is greater than one who speaks in tongues, unless someone interprets, so that the church may be built up."},{"verse": 6, "footnotes": {"a": "1 Corinthians 14:6 Gk _brothers_"}, "text": "Now, brothers and sisters,[^a] if I come to you speaking in tongues, how will I benefit you unless I speak to you in some revelation or knowledge or prophecy or teaching?"},{"verse": 7, "text": "It is the same way with lifeless instruments that produce sound, such as the flute or the harp. If they do not give distinct notes, how will anyone know what is being played?"},{"verse": 8, "text": "And if the bugle gives an indistinct sound, who will get ready for battle?"},{"verse": 9, "text": "So with yourselves; if in a tongue you utter speech that is not intelligible, how will anyone know what is being said? For you will be speaking into the air."},{"verse": 10, "text": "There are doubtless many different kinds of sounds in the world, and nothing is without sound."},{"verse": 11, "text": "If then I do not know the meaning of a sound, I will be a foreigner to the speaker and the speaker a foreigner to me."},{"verse": 12, "text": "So with yourselves; since you are eager for spiritual gifts, strive to excel in them for building up the church."},{"verse": 13, "text": "Therefore, one who speaks in a tongue should pray for the power to interpret."},{"verse": 14, "text": "For if I pray in a tongue, my spirit prays but my mind is unproductive."},{"verse": 15, "text": "What should I do then? I will pray with the spirit, but I will pray with the mind also; I will sing praise with the spirit, but I will sing praise with the mind also."},{"verse": 16, "text": "Otherwise, if you say a blessing with the spirit, how can anyone in the position of an outsider say the \"Amen\" to your thanksgiving, since the outsider does not know what you are saying?"},{"verse": 17, "text": "For you may give thanks well enough, but the other person is not built up."},{"verse": 18, "text": "I thank God that I speak in tongues more than all of you;"},{"verse": 19, "text": "nevertheless, in church I would rather speak five words with my mind, in order to instruct others also, than ten thousand words in a tongue."},{"verse": 20, "footnotes": {"a": "1 Corinthians 14:20 Gk _brothers_"}, "text": "Brothers and sisters,[^a] do not be children in your thinking; rather, be infants in evil, but in thinking be adults."},{"verse": 21, "text": "In the law it is written,\n\"By people of strange tongues  \n    and by the lips of foreigners  \nI will speak to this people;  \n    yet even then they will not listen to me,\"\nsays the Lord."},{"verse": 22, "text": "Tongues, then, are a sign not for believers but for unbelievers, while prophecy is not for unbelievers but for believers."},{"verse": 23, "text": "If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your mind?"},{"verse": 24, "text": "But if all prophesy, an unbeliever or outsider who enters is reproved by all and called to account by all."},{"verse": 25, "text": "After the secrets of the unbeliever\"s heart are disclosed, that person will bow down before God and worship him, declaring, \"God is really among you.\""},{"verse": 26, "footnotes": {"a": "1 Corinthians 14:26 Gk _brothers_"}, "text": "||Orderly Worship||What should be done then, my friends?[^a] When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up."},{"verse": 27, "text": "If anyone speaks in a tongue, let there be only two or at most three, and each in turn; and let one interpret."},{"verse": 28, "text": "But if there is no one to interpret, let them be silent in church and speak to themselves and to God."},{"verse": 29, "text": "Let two or three prophets speak, and let the others weigh what is said."},{"verse": 30, "text": "If a revelation is made to someone else sitting nearby, let the first person be silent."},{"verse": 31, "text": "For you can all prophesy one by one, so that all may learn and all be encouraged."},{"verse": 32, "text": "And the spirits of prophets are subject to the prophets,"},{"verse": 33, "text": "for God is a God not of disorder but of peace.\n(As in all the churches of the saints,"},{"verse": 34, "text": "women should be silent in the churches. For they are not permitted to speak, but should be subordinate, as the law also says."},{"verse": 35, "footnotes": {"a": "1 Corinthians 14:35 Other ancient authorities put verses 34–35 after verse 40"}, "text": "If there is anything they desire to know, let them ask their husbands at home. For it is shameful for a woman to speak in church.[^a]"},{"verse": 36, "text": "Or did the word of God originate with you? Or are you the only ones it has reached?)"},{"verse": 37, "text": "Anyone who claims to be a prophet, or to have spiritual powers, must acknowledge that what I am writing to you is a command of the Lord."},{"verse": 38, "text": "Anyone who does not recognize this is not to be recognized."},{"verse": 39, "footnotes": {"a": "1 Corinthians 14:39 Gk _my brothers_"}, "text": "So, my friends,[^a] be eager to prophesy, and do not forbid speaking in tongues;"},{"verse": 40, "text": "but all things should be done decently and in order."}]}
,{"chapter": 15, "verses":[{"verse": 1, "footnotes": {"a": "1 Corinthians 15:1 Gk _brothers_", "b": "1 Corinthians 15:1 Or _gospel_"}, "text": "||The Resurrection of Christ||Now I would remind you, brothers and sisters,[^a] of the good news[^b] that I proclaimed to you, which you in turn received, in which also you stand,"},{"verse": 2, "text": "through which also you are being saved, if you hold firmly to the message that I proclaimed to you--unless you have come to believe in vain."},{"verse": 3, "text": "For I handed on to you as of first importance what I in turn had received: that Christ died for our sins in accordance with the scriptures,"},{"verse": 4, "text": "and that he was buried, and that he was raised on the third day in accordance with the scriptures,"},{"verse": 5, "text": "and that he appeared to Cephas, then to the twelve."},{"verse": 6, "footnotes": {"a": "1 Corinthians 15:6 Gk _brothers_", "b": "1 Corinthians 15:6 Gk _fallen asleep_"}, "text": "Then he appeared to more than five hundred brothers and sisters[^a] at one time, most of whom are still alive, though some have died.[^b]"},{"verse": 7, "text": "Then he appeared to James, then to all the apostles."},{"verse": 8, "text": "Last of all, as to one untimely born, he appeared also to me."},{"verse": 9, "text": "For I am the least of the apostles, unfit to be called an apostle, because I persecuted the church of God."},{"verse": 10, "text": "But by the grace of God I am what I am, and his grace toward me has not been in vain. On the contrary, I worked harder than any of them--though it was not I, but the grace of God that is with me."},{"verse": 11, "text": "Whether then it was I or they, so we proclaim and so you have come to believe."},{"verse": 12, "text": "||The Resurrection of the Dead||Now if Christ is proclaimed as raised from the dead, how can some of you say there is no resurrection of the dead?"},{"verse": 13, "text": "If there is no resurrection of the dead, then Christ has not been raised;"},{"verse": 14, "text": "and if Christ has not been raised, then our proclamation has been in vain and your faith has been in vain."},{"verse": 15, "text": "We are even found to be misrepresenting God, because we testified of God that he raised Christ--whom he did not raise if it is true that the dead are not raised."},{"verse": 16, "text": "For if the dead are not raised, then Christ has not been raised."},{"verse": 17, "text": "If Christ has not been raised, your faith is futile and you are still in your sins."},{"verse": 18, "footnotes": {"a": "1 Corinthians 15:18 Gk _fallen asleep_"}, "text": "Then those also who have died[^a] in Christ have perished."},{"verse": 19, "text": "If for this life only we have hoped in Christ, we are of all people most to be pitied."},{"verse": 20, "footnotes": {"a": "1 Corinthians 15:20 Gk _fallen asleep_"}, "text": "But in fact Christ has been raised from the dead, the first fruits of those who have died.[^a]"},{"verse": 21, "text": "For since death came through a human being, the resurrection of the dead has also come through a human being;"},{"verse": 22, "text": "for as all die in Adam, so all will be made alive in Christ."},{"verse": 23, "text": "But each in his own order: Christ the first fruits, then at his coming those who belong to Christ."},{"verse": 24, "footnotes": {"a": "1 Corinthians 15:24 Or _Then come the rest_"}, "text": "Then comes the end,[^a] when he hands over the kingdom to God the Father, after he has destroyed every ruler and every authority and power."},{"verse": 25, "text": "For he must reign until he has put all his enemies under his feet."},{"verse": 26, "text": "The last enemy to be destroyed is death."},{"verse": 27, "footnotes": {"a": "1 Corinthians 15:27 Gk _he_"}, "text": "For \"God[^a] has put all things in subjection under his feet.\" But when it says, \"All things are put in subjection,\" it is plain that this does not include the one who put all things in subjection under him."},{"verse": 28, "text": "When all things are subjected to him, then the Son himself will also be subjected to the one who put all things in subjection under him, so that God may be all in all."},{"verse": 29, "text": "Otherwise, what will those people do who receive baptism on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf?"},{"verse": 30, "text": "And why are we putting ourselves in danger every hour?"},{"verse": 31, "footnotes": {"a": "1 Corinthians 15:31 Gk _brothers_"}, "text": "I die every day! That is as certain, brothers and sisters,[^a] as my boasting of you--a boast that I make in Christ Jesus our Lord."},{"verse": 32, "text": "If with merely human hopes I fought with wild animals at Ephesus, what would I have gained by it? If the dead are not raised,\n\"Let us eat and drink,  \n    for tomorrow we die.\""},{"verse": 33, "text": "Do not be deceived:\n\"Bad company ruins good morals.\""},{"verse": 34, "text": "Come to a sober and right mind, and sin no more; for some people have no knowledge of God. I say this to your shame."},{"verse": 35, "text": "||The Resurrection Body||But someone will ask, \"How are the dead raised? With what kind of body do they come?\""},{"verse": 36, "text": "Fool! What you sow does not come to life unless it dies."},{"verse": 37, "text": "And as for what you sow, you do not sow the body that is to be, but a bare seed, perhaps of wheat or of some other grain."},{"verse": 38, "text": "But God gives it a body as he has chosen, and to each kind of seed its own body."},{"verse": 39, "text": "Not all flesh is alike, but there is one flesh for human beings, another for animals, another for birds, and another for fish."},{"verse": 40, "text": "There are both heavenly bodies and earthly bodies, but the glory of the heavenly is one thing, and that of the earthly is another."},{"verse": 41, "text": "There is one glory of the sun, and another glory of the moon, and another glory of the stars; indeed, star differs from star in glory."},{"verse": 42, "text": "So it is with the resurrection of the dead. What is sown is perishable, what is raised is imperishable."},{"verse": 43, "text": "It is sown in dishonor, it is raised in glory. It is sown in weakness, it is raised in power."},{"verse": 44, "text": "It is sown a physical body, it is raised a spiritual body. If there is a physical body, there is also a spiritual body."},{"verse": 45, "text": "Thus it is written, \"The first man, Adam, became a living being\"; the last Adam became a life-giving spirit."},{"verse": 46, "text": "But it is not the spiritual that is first, but the physical, and then the spiritual."},{"verse": 47, "footnotes": {"a": "1 Corinthians 15:47 Other ancient authorities add _the Lord_"}, "text": "The first man was from the earth, a man of dust; the second man is[^a] from heaven."},{"verse": 48, "text": "As was the man of dust, so are those who are of the dust; and as is the man of heaven, so are those who are of heaven."},{"verse": 49, "footnotes": {"a": "1 Corinthians 15:49 Other ancient authorities read _let us_"}, "text": "Just as we have borne the image of the man of dust, we will[^a] also bear the image of the man of heaven."},{"verse": 50, "footnotes": {"a": "1 Corinthians 15:50 Gk _brothers_"}, "text": "What I am saying, brothers and sisters,[^a] is this: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable."},{"verse": 51, "footnotes": {"a": "1 Corinthians 15:51 Gk _fall asleep_"}, "text": "Listen, I will tell you a mystery! We will not all die,[^a] but we will all be changed,"},{"verse": 52, "text": "in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we will be changed."},{"verse": 53, "text": "For this perishable body must put on imperishability, and this mortal body must put on immortality."},{"verse": 54, "text": "When this perishable body puts on imperishability, and this mortal body puts on immortality, then the saying that is written will be fulfilled:\n\"Death has been swallowed up in victory.\""},{"verse": 55, "text": "\"Where, O death, is your victory?  \n    Where, O death, is your sting?\""},{"verse": 56, "text": "The sting of death is sin, and the power of sin is the law."},{"verse": 57, "text": "But thanks be to God, who gives us the victory through our Lord Jesus Christ."},{"verse": 58, "footnotes": {"a": "1 Corinthians 15:58 Gk _beloved brothers_"}, "text": "Therefore, my beloved,[^a] be steadfast, immovable, always excelling in the work of the Lord, because you know that in the Lord your labor is not in vain."}]}
,{"chapter": 16, "verses":[{"verse": 1, "text": "||The Collection for the Saints||Now concerning the collection for the saints: you should follow the directions I gave to the churches of Galatia."},{"verse": 2, "text": "On the first day of every week, each of you is to put aside and save whatever extra you earn, so that collections need not be taken when I come."},{"verse": 3, "text": "And when I arrive, I will send any whom you approve with letters to take your gift to Jerusalem."},{"verse": 4, "text": "If it seems advisable that I should go also, they will accompany me."},{"verse": 5, "text": "||Plans for Travel||I will visit you after passing through Macedonia--for I intend to pass through Macedonia--"},{"verse": 6, "text": "and perhaps I will stay with you or even spend the winter, so that you may send me on my way, wherever I go."},{"verse": 7, "text": "I do not want to see you now just in passing, for I hope to spend some time with you, if the Lord permits."},{"verse": 8, "text": "But I will stay in Ephesus until Pentecost,"},{"verse": 9, "text": "for a wide door for effective work has opened to me, and there are many adversaries."},{"verse": 10, "text": "If Timothy comes, see that he has nothing to fear among you, for he is doing the work of the Lord just as I am;"},{"verse": 11, "text": "therefore let no one despise him. Send him on his way in peace, so that he may come to me; for I am expecting him with the brothers."},{"verse": 12, "footnotes": {"a": "1 Corinthians 16:12 Or _it was not at all God’s will for him_"}, "text": "Now concerning our brother Apollos, I strongly urged him to visit you with the other brothers, but he was not at all willing[^a] to come now. He will come when he has the opportunity."},{"verse": 13, "text": "||Final Messages and Greetings||Keep alert, stand firm in your faith, be courageous, be strong."},{"verse": 14, "text": "Let all that you do be done in love."},{"verse": 15, "footnotes": {"a": "1 Corinthians 16:15 Gk _brothers_"}, "text": "Now, brothers and sisters,[^a] you know that members of the household of Stephanas were the first converts in Achaia, and they have devoted themselves to the service of the saints;"},{"verse": 16, "text": "I urge you to put yourselves at the service of such people, and of everyone who works and toils with them."},{"verse": 17, "text": "I rejoice at the coming of Stephanas and Fortunatus and Achaicus, because they have made up for your absence;"},{"verse": 18, "text": "for they refreshed my spirit as well as yours. So give recognition to such persons."},{"verse": 19, "text": "The churches of Asia send greetings. Aquila and Prisca, together with the church in their house, greet you warmly in the Lord."},{"verse": 20, "footnotes": {"a": "1 Corinthians 16:20 Gk _brothers_"}, "text": "All the brothers and sisters[^a] send greetings. Greet one another with a holy kiss."},{"verse": 21, "text": "I, Paul, write this greeting with my own hand."},{"verse": 22, "footnotes": {"a": "1 Corinthians 16:22 Gk _Marana tha_. These Aramaic words can also be read _Maran atha_, meaning _Our Lord has come_"}, "text": "Let anyone be accursed who has no love for the Lord. Our Lord, come![^a]"},{"verse": 23, "text": "The grace of the Lord Jesus be with you."},{"verse": 24, "footnotes": {"a": "1 Corinthians 16:24 Other ancient authorities add _Amen_"}, "text": "My love be with all of you in Christ Jesus.[^a]"}]}
]}