{"book": "1 John", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||The Word of Life||We declare to you what was from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and touched with our hands, concerning the word of life--"},{"verse": 2, "text": "this life was revealed, and we have seen it and testify to it, and declare to you the eternal life that was with the Father and was revealed to us--"},{"verse": 3, "text": "we declare to you what we have seen and heard so that you also may have fellowship with us; and truly our fellowship is with the Father and with his Son Jesus Christ."},{"verse": 4, "footnotes": {"a": "1 John 1:4 Other ancient authorities read _your_"}, "text": "We are writing these things so that our[^a] joy may be complete."},{"verse": 5, "text": "||God Is Light||This is the message we have heard from him and proclaim to you, that God is light and in him there is no darkness at all."},{"verse": 6, "text": "If we say that we have fellowship with him while we are walking in darkness, we lie and do not do what is true;"},{"verse": 7, "text": "but if we walk in the light as he himself is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin."},{"verse": 8, "text": "If we say that we have no sin, we deceive ourselves, and the truth is not in us."},{"verse": 9, "text": "If we confess our sins, he who is faithful and just will forgive us our sins and cleanse us from all unrighteousness."},{"verse": 10, "text": "If we say that we have not sinned, we make him a liar, and his word is not in us."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Christ Our Advocate||My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous;"},{"verse": 2, "text": "and he is the atoning sacrifice for our sins, and not for ours only but also for the sins of the whole world."},{"verse": 3, "text": "Now by this we may be sure that we know him, if we obey his commandments."},{"verse": 4, "text": "Whoever says, \"I have come to know him,\" but does not obey his commandments, is a liar, and in such a person the truth does not exist;"},{"verse": 5, "text": "but whoever obeys his word, truly in this person the love of God has reached perfection. By this we may be sure that we are in him:"},{"verse": 6, "text": "whoever says, \"I abide in him,\" ought to walk just as he walked."},{"verse": 7, "text": "||A New Commandment||Beloved, I am writing you no new commandment, but an old commandment that you have had from the beginning; the old commandment is the word that you have heard."},{"verse": 8, "footnotes": {"a": "1 John 2:8 Or _that_"}, "text": "Yet I am writing you a new commandment that is true in him and in you, because[^a] the darkness is passing away and the true light is already shining."},{"verse": 9, "footnotes": {"a": "1 John 2:9 Gk _hating a brother_"}, "text": "Whoever says, \"I am in the light,\" while hating a brother or sister,[^a] is still in the darkness."},{"verse": 10, "footnotes": {"a": "1 John 2:10 Gk _loves a brother_", "b": "1 John 2:10 Or _in it_"}, "text": "Whoever loves a brother or sister[^a] lives in the light, and in such a person[^b] there is no cause for stumbling."},{"verse": 11, "footnotes": {"a": "1 John 2:11 Gk _hates a brother_"}, "text": "But whoever hates another believer[^a] is in the darkness, walks in the darkness, and does not know the way to go, because the darkness has brought on blindness."},{"verse": 12, "text": "I am writing to you, little children,  \n    because your sins are forgiven on account of his name."},{"verse": 13, "text": "I am writing to you, fathers,  \n    because you know him who is from the beginning.  \nI am writing to you, young people,  \n    because you have conquered the evil one."},{"verse": 14, "text": "I write to you, children,  \n    because you know the Father.  \nI write to you, fathers,  \n    because you know him who is from the beginning.  \nI write to you, young people,  \n    because you are strong  \n    and the word of God abides in you,  \n        and you have overcome the evil one."},{"verse": 15, "text": "Do not love the world or the things in the world. The love of the Father is not in those who love the world;"},{"verse": 16, "text": "for all that is in the world--the desire of the flesh, the desire of the eyes, the pride in riches--comes not from the Father but from the world."},{"verse": 17, "footnotes": {"a": "1 John 2:17 Or _the desire for it_"}, "text": "And the world and its desire[^a] are passing away, but those who do the will of God live forever."},{"verse": 18, "text": "||Warning against Antichrists||Children, it is the last hour! As you have heard that antichrist is coming, so now many antichrists have come. From this we know that it is the last hour."},{"verse": 19, "text": "They went out from us, but they did not belong to us; for if they had belonged to us, they would have remained with us. But by going out they made it plain that none of them belongs to us."},{"verse": 20, "footnotes": {"a": "1 John 2:20 Other ancient authorities read _you know all things_"}, "text": "But you have been anointed by the Holy One, and all of you have knowledge.[^a]"},{"verse": 21, "text": "I write to you, not because you do not know the truth, but because you know it, and you know that no lie comes from the truth."},{"verse": 22, "footnotes": {"a": "1 John 2:22 Or _the Messiah_"}, "text": "Who is the liar but the one who denies that Jesus is the Christ?[^a] This is the antichrist, the one who denies the Father and the Son."},{"verse": 23, "text": "No one who denies the Son has the Father; everyone who confesses the Son has the Father also."},{"verse": 24, "text": "Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you will abide in the Son and in the Father."},{"verse": 25, "footnotes": {"a": "1 John 2:25 Other ancient authorities read _you_"}, "text": "And this is what he has promised us,[^a] eternal life."},{"verse": 26, "text": "I write these things to you concerning those who would deceive you."},{"verse": 27, "footnotes": {"a": "1 John 2:27 Or _it_"}, "text": "As for you, the anointing that you received from him abides in you, and so you do not need anyone to teach you. But as his anointing teaches you about all things, and is true and is not a lie, and just as it has taught you, abide in him.[^a]"},{"verse": 28, "text": "And now, little children, abide in him, so that when he is revealed we may have confidence and not be put to shame before him at his coming."},{"verse": 29, "text": "||Children of God||If you know that he is righteous, you may be sure that everyone who does right has been born of him."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "See what love the Father has given us, that we should be called children of God; and that is what we are. The reason the world does not know us is that it did not know him."},{"verse": 2, "footnotes": {"a": "1 John 3:2 Or _it_"}, "text": "Beloved, we are God\"s children now; what we will be has not yet been revealed. What we do know is this: when he[^a] is revealed, we will be like him, for we will see him as he is."},{"verse": 3, "text": "And all who have this hope in him purify themselves, just as he is pure."},{"verse": 4, "text": "Everyone who commits sin is guilty of lawlessness; sin is lawlessness."},{"verse": 5, "text": "You know that he was revealed to take away sins, and in him there is no sin."},{"verse": 6, "text": "No one who abides in him sins; no one who sins has either seen him or known him."},{"verse": 7, "text": "Little children, let no one deceive you. Everyone who does what is right is righteous, just as he is righteous."},{"verse": 8, "text": "Everyone who commits sin is a child of the devil; for the devil has been sinning from the beginning. The Son of God was revealed for this purpose, to destroy the works of the devil."},{"verse": 9, "footnotes": {"a": "1 John 3:9 Or _because the children of God abide in him_"}, "text": "Those who have been born of God do not sin, because God\"s seed abides in them;[^a] they cannot sin, because they have been born of God."},{"verse": 10, "footnotes": {"a": "1 John 3:10 Gk _his brother_"}, "text": "The children of God and the children of the devil are revealed in this way: all who do not do what is right are not from God, nor are those who do not love their brothers and sisters.[^a]"},{"verse": 11, "text": "||Love One Another||For this is the message you have heard from the beginning, that we should love one another."},{"verse": 12, "text": "We must not be like Cain who was from the evil one and murdered his brother. And why did he murder him? Because his own deeds were evil and his brother\"s righteous."},{"verse": 13, "footnotes": {"a": "1 John 3:13 Gk _brothers_"}, "text": "Do not be astonished, brothers and sisters,[^a] that the world hates you."},{"verse": 14, "text": "We know that we have passed from death to life because we love one another. Whoever does not love abides in death."},{"verse": 15, "footnotes": {"a": "1 John 3:15 Gk _his brother_"}, "text": "All who hate a brother or sister[^a] are murderers, and you know that murderers do not have eternal life abiding in them."},{"verse": 16, "text": "We know love by this, that he laid down his life for us--and we ought to lay down our lives for one another."},{"verse": 17, "footnotes": {"a": "1 John 3:17 Gk _brother_"}, "text": "How does God\"s love abide in anyone who has the world\"s goods and sees a brother or sister[^a] in need and yet refuses help?"},{"verse": 18, "text": "Little children, let us love, not in word or speech, but in truth and action."},{"verse": 19, "text": "And by this we will know that we are from the truth and will reassure our hearts before him"},{"verse": 20, "text": "whenever our hearts condemn us; for God is greater than our hearts, and he knows everything."},{"verse": 21, "text": "Beloved, if our hearts do not condemn us, we have boldness before God;"},{"verse": 22, "text": "and we receive from him whatever we ask, because we obey his commandments and do what pleases him."},{"verse": 23, "text": "And this is his commandment, that we should believe in the name of his Son Jesus Christ and love one another, just as he has commanded us."},{"verse": 24, "text": "All who obey his commandments abide in him, and he abides in them. And by this we know that he abides in us, by the Spirit that he has given us."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Testing the Spirits||Beloved, do not believe every spirit, but test the spirits to see whether they are from God; for many false prophets have gone out into the world."},{"verse": 2, "text": "By this you know the Spirit of God: every spirit that confesses that Jesus Christ has come in the flesh is from God,"},{"verse": 3, "footnotes": {"a": "1 John 4:3 Other ancient authorities read _does away with Jesus_ (Gk _dissolves Jesus_)"}, "text": "and every spirit that does not confess Jesus[^a] is not from God. And this is the spirit of the antichrist, of which you have heard that it is coming; and now it is already in the world."},{"verse": 4, "text": "Little children, you are from God, and have conquered them; for the one who is in you is greater than the one who is in the world."},{"verse": 5, "text": "They are from the world; therefore what they say is from the world, and the world listens to them."},{"verse": 6, "text": "We are from God. Whoever knows God listens to us, and whoever is not from God does not listen to us. From this we know the spirit of truth and the spirit of error."},{"verse": 7, "text": "||God Is Love||Beloved, let us love one another, because love is from God; everyone who loves is born of God and knows God."},{"verse": 8, "text": "Whoever does not love does not know God, for God is love."},{"verse": 9, "text": "God\"s love was revealed among us in this way: God sent his only Son into the world so that we might live through him."},{"verse": 10, "text": "In this is love, not that we loved God but that he loved us and sent his Son to be the atoning sacrifice for our sins."},{"verse": 11, "text": "Beloved, since God loved us so much, we also ought to love one another."},{"verse": 12, "text": "No one has ever seen God; if we love one another, God lives in us, and his love is perfected in us."},{"verse": 13, "text": "By this we know that we abide in him and he in us, because he has given us of his Spirit."},{"verse": 14, "text": "And we have seen and do testify that the Father has sent his Son as the Savior of the world."},{"verse": 15, "text": "God abides in those who confess that Jesus is the Son of God, and they abide in God."},{"verse": 16, "text": "So we have known and believe the love that God has for us.\nGod is love, and those who abide in love abide in God, and God abides in them."},{"verse": 17, "text": "Love has been perfected among us in this: that we may have boldness on the day of judgment, because as he is, so are we in this world."},{"verse": 18, "text": "There is no fear in love, but perfect love casts out fear; for fear has to do with punishment, and whoever fears has not reached perfection in love."},{"verse": 19, "footnotes": {"a": "1 John 4:19 Other ancient authorities add _him_; others add _God_"}, "text": "We love[^a] because he first loved us."},{"verse": 20, "footnotes": {"a": "1 John 4:20 Gk _brothers_", "b": "1 John 4:20 Gk _brother_"}, "text": "Those who say, \"I love God,\" and hate their brothers or sisters,[^a] are liars; for those who do not love a brother or sister[^b] whom they have seen, cannot love God whom they have not seen."},{"verse": 21, "footnotes": {"a": "1 John 4:21 Gk _brothers_"}, "text": "The commandment we have from him is this: those who love God must love their brothers and sisters[^a] also."}]}
,{"chapter": 5, "verses":[{"verse": 1, "footnotes": {"a": "1 John 5:1 Or _the Messiah_"}, "text": "||Faith Conquers the World||Everyone who believes that Jesus is the Christ[^a] has been born of God, and everyone who loves the parent loves the child."},{"verse": 2, "text": "By this we know that we love the children of God, when we love God and obey his commandments."},{"verse": 3, "text": "For the love of God is this, that we obey his commandments. And his commandments are not burdensome,"},{"verse": 4, "text": "for whatever is born of God conquers the world. And this is the victory that conquers the world, our faith."},{"verse": 5, "text": "Who is it that conquers the world but the one who believes that Jesus is the Son of God?"},{"verse": 6, "text": "||Testimony concerning the Son of God||This is the one who came by water and blood, Jesus Christ, not with the water only but with the water and the blood. And the Spirit is the one that testifies, for the Spirit is the truth."},{"verse": 7, "footnotes": {"a": "1 John 5:7 A few other authorities read (with variations) _|[7 ]|There are three that testify in heaven, the Father, the Word, and the Holy Spirit, and these three are one. |[8 ]|And there are three that testify on earth:_"}, "text": "There are three that testify:[^a]"},{"verse": 8, "text": "the Spirit and the water and the blood, and these three agree."},{"verse": 9, "text": "If we receive human testimony, the testimony of God is greater; for this is the testimony of God that he has testified to his Son."},{"verse": 10, "footnotes": {"a": "1 John 5:10 Other ancient authorities read _in the Son_"}, "text": "Those who believe in the Son of God have the testimony in their hearts. Those who do not believe in God[^a] have made him a liar by not believing in the testimony that God has given concerning his Son."},{"verse": 11, "text": "And this is the testimony: God gave us eternal life, and this life is in his Son."},{"verse": 12, "text": "Whoever has the Son has life; whoever does not have the Son of God does not have life."},{"verse": 13, "text": "||Epilogue||I write these things to you who believe in the name of the Son of God, so that you may know that you have eternal life."},{"verse": 14, "text": "And this is the boldness we have in him, that if we ask anything according to his will, he hears us."},{"verse": 15, "text": "And if we know that he hears us in whatever we ask, we know that we have obtained the requests made of him."},{"verse": 16, "footnotes": {"a": "1 John 5:16 Gk _your brother_", "b": "1 John 5:16 Gk _he_"}, "text": "If you see your brother or sister[^a] committing what is not a mortal sin, you will ask, and God[^b] will give life to such a one--to those whose sin is not mortal. There is sin that is mortal; I do not say that you should pray about that."},{"verse": 17, "text": "All wrongdoing is sin, but there is sin that is not mortal."},{"verse": 18, "text": "We know that those who are born of God do not sin, but the one who was born of God protects them, and the evil one does not touch them."},{"verse": 19, "text": "We know that we are God\"s children, and that the whole world lies under the power of the evil one."},{"verse": 20, "footnotes": {"a": "1 John 5:20 Other ancient authorities read _know the true God_"}, "text": "And we know that the Son of God has come and has given us understanding so that we may know him who is true;[^a] and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life."},{"verse": 21, "footnotes": {"a": "1 John 5:21 Other ancient authorities add _Amen_"}, "text": "Little children, keep yourselves from idols.[^a]"}]}
]}