{"book": "1 Thessalonians", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Salutation||Paul, Silvanus, and Timothy,\nTo the church of the Thessalonians in God the Father and the Lord Jesus Christ:\nGrace to you and peace."},{"verse": 2, "text": "||The Thessalonians\" Faith and Example||We always give thanks to God for all of you and mention you in our prayers, constantly"},{"verse": 3, "text": "remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ."},{"verse": 4, "footnotes": {"a": "1 Thessalonians 1:4 Gk _brothers_"}, "text": "For we know, brothers and sisters[^a] beloved by God, that he has chosen you,"},{"verse": 5, "text": "because our message of the gospel came to you not in word only, but also in power and in the Holy Spirit and with full conviction; just as you know what kind of persons we proved to be among you for your sake."},{"verse": 6, "text": "And you became imitators of us and of the Lord, for in spite of persecution you received the word with joy inspired by the Holy Spirit,"},{"verse": 7, "text": "so that you became an example to all the believers in Macedonia and in Achaia."},{"verse": 8, "text": "For the word of the Lord has sounded forth from you not only in Macedonia and Achaia, but in every place your faith in God has become known, so that we have no need to speak about it."},{"verse": 9, "footnotes": {"a": "1 Thessalonians 1:9 Gk _For they_"}, "text": "For the people of those regions[^a] report about us what kind of welcome we had among you, and how you turned to God from idols, to serve a living and true God,"},{"verse": 10, "text": "and to wait for his Son from heaven, whom he raised from the dead--Jesus, who rescues us from the wrath that is coming."}]}
,{"chapter": 2, "verses":[{"verse": 1, "footnotes": {"a": "1 Thessalonians 2:1 Gk _brothers_"}, "text": "||Paul\"s Ministry in Thessalonica||You yourselves know, brothers and sisters,[^a] that our coming to you was not in vain,"},{"verse": 2, "text": "but though we had already suffered and been shamefully mistreated at Philippi, as you know, we had courage in our God to declare to you the gospel of God in spite of great opposition."},{"verse": 3, "text": "For our appeal does not spring from deceit or impure motives or trickery,"},{"verse": 4, "text": "but just as we have been approved by God to be entrusted with the message of the gospel, even so we speak, not to please mortals, but to please God who tests our hearts."},{"verse": 5, "text": "As you know and as God is our witness, we never came with words of flattery or with a pretext for greed;"},{"verse": 6, "text": "nor did we seek praise from mortals, whether from you or from others,"},{"verse": 7, "footnotes": {"a": "1 Thessalonians 2:7 Other ancient authorities read _infants_"}, "text": "though we might have made demands as apostles of Christ. But we were gentle[^a] among you, like a nurse tenderly caring for her own children."},{"verse": 8, "text": "So deeply do we care for you that we are determined to share with you not only the gospel of God but also our own selves, because you have become very dear to us."},{"verse": 9, "footnotes": {"a": "1 Thessalonians 2:9 Gk _brothers_"}, "text": "You remember our labor and toil, brothers and sisters;[^a] we worked night and day, so that we might not burden any of you while we proclaimed to you the gospel of God."},{"verse": 10, "text": "You are witnesses, and God also, how pure, upright, and blameless our conduct was toward you believers."},{"verse": 11, "text": "As you know, we dealt with each one of you like a father with his children,"},{"verse": 12, "text": "urging and encouraging you and pleading that you lead a life worthy of God, who calls you into his own kingdom and glory."},{"verse": 13, "text": "We also constantly give thanks to God for this, that when you received the word of God that you heard from us, you accepted it not as a human word but as what it really is, God\"s word, which is also at work in you believers."},{"verse": 14, "footnotes": {"a": "1 Thessalonians 2:14 Gk _brothers_"}, "text": "For you, brothers and sisters,[^a] became imitators of the churches of God in Christ Jesus that are in Judea, for you suffered the same things from your own compatriots as they did from the Jews,"},{"verse": 15, "footnotes": {"a": "1 Thessalonians 2:15 Other ancient authorities read _their own prophets_"}, "text": "who killed both the Lord Jesus and the prophets,[^a] and drove us out; they displease God and oppose everyone"},{"verse": 16, "footnotes": {"a": "1 Thessalonians 2:16 Or _completely_ or _forever_"}, "text": "by hindering us from speaking to the Gentiles so that they may be saved. Thus they have constantly been filling up the measure of their sins; but God\"s wrath has overtaken them at last.[^a]"},{"verse": 17, "footnotes": {"a": "1 Thessalonians 2:17 Gk _brothers_"}, "text": "||Paul\"s Desire to Visit the Thessalonians Again||As for us, brothers and sisters,[^a] when, for a short time, we were made orphans by being separated from you--in person, not in heart--we longed with great eagerness to see you face to face."},{"verse": 18, "text": "For we wanted to come to you--certainly I, Paul, wanted to again and again--but Satan blocked our way."},{"verse": 19, "text": "For what is our hope or joy or crown of boasting before our Lord Jesus at his coming? Is it not you?"},{"verse": 20, "text": "Yes, you are our glory and joy!"}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "Therefore when we could bear it no longer, we decided to be left alone in Athens;"},{"verse": 2, "footnotes": {"a": "1 Thessalonians 3:2 Gk lacks _proclaiming_"}, "text": "and we sent Timothy, our brother and co-worker for God in proclaiming[^a] the gospel of Christ, to strengthen and encourage you for the sake of your faith,"},{"verse": 3, "text": "so that no one would be shaken by these persecutions. Indeed, you yourselves know that this is what we are destined for."},{"verse": 4, "text": "In fact, when we were with you, we told you beforehand that we were to suffer persecution; so it turned out, as you know."},{"verse": 5, "text": "For this reason, when I could bear it no longer, I sent to find out about your faith; I was afraid that somehow the tempter had tempted you and that our labor had been in vain."},{"verse": 6, "text": "||Timothy\"s Encouraging Report||But Timothy has just now come to us from you, and has brought us the good news of your faith and love. He has told us also that you always remember us kindly and long to see us--just as we long to see you."},{"verse": 7, "footnotes": {"a": "1 Thessalonians 3:7 Gk _brothers_"}, "text": "For this reason, brothers and sisters,[^a] during all our distress and persecution we have been encouraged about you through your faith."},{"verse": 8, "text": "For we now live, if you continue to stand firm in the Lord."},{"verse": 9, "text": "How can we thank God enough for you in return for all the joy that we feel before our God because of you?"},{"verse": 10, "text": "Night and day we pray most earnestly that we may see you face to face and restore whatever is lacking in your faith."},{"verse": 11, "text": "Now may our God and Father himself and our Lord Jesus direct our way to you."},{"verse": 12, "text": "And may the Lord make you increase and abound in love for one another and for all, just as we abound in love for you."},{"verse": 13, "text": "And may he so strengthen your hearts in holiness that you may be blameless before our God and Father at the coming of our Lord Jesus with all his saints."}]}
,{"chapter": 4, "verses":[{"verse": 1, "footnotes": {"a": "1 Thessalonians 4:1 Gk _brothers_"}, "text": "||A Life Pleasing to God||Finally, brothers and sisters,[^a] we ask and urge you in the Lord Jesus that, as you learned from us how you ought to live and to please God (as, in fact, you are doing), you should do so more and more."},{"verse": 2, "text": "For you know what instructions we gave you through the Lord Jesus."},{"verse": 3, "text": "For this is the will of God, your sanctification: that you abstain from fornication;"},{"verse": 4, "footnotes": {"a": "1 Thessalonians 4:4 Or _how to take a wife for himself_"}, "text": "that each one of you know how to control your own body[^a] in holiness and honor,"},{"verse": 5, "text": "not with lustful passion, like the Gentiles who do not know God;"},{"verse": 6, "footnotes": {"a": "1 Thessalonians 4:6 Gk _brother_"}, "text": "that no one wrong or exploit a brother or sister[^a] in this matter, because the Lord is an avenger in all these things, just as we have already told you beforehand and solemnly warned you."},{"verse": 7, "text": "For God did not call us to impurity but in holiness."},{"verse": 8, "text": "Therefore whoever rejects this rejects not human authority but God, who also gives his Holy Spirit to you."},{"verse": 9, "footnotes": {"a": "1 Thessalonians 4:9 Gk _brothers_"}, "text": "Now concerning love of the brothers and sisters,[^a] you do not need to have anyone write to you, for you yourselves have been taught by God to love one another;"},{"verse": 10, "footnotes": {"a": "1 Thessalonians 4:10 Gk _brothers_", "b": "1 Thessalonians 4:10 Gk _brothers_"}, "text": "and indeed you do love all the brothers and sisters[^a] throughout Macedonia. But we urge you, beloved,[^b] to do so more and more,"},{"verse": 11, "text": "to aspire to live quietly, to mind your own affairs, and to work with your hands, as we directed you,"},{"verse": 12, "text": "so that you may behave properly toward outsiders and be dependent on no one."},{"verse": 13, "footnotes": {"a": "1 Thessalonians 4:13 Gk _brothers_", "b": "1 Thessalonians 4:13 Gk _fallen asleep_"}, "text": "||The Coming of the Lord||But we do not want you to be uninformed, brothers and sisters,[^a] about those who have died,[^b] so that you may not grieve as others do who have no hope."},{"verse": 14, "footnotes": {"a": "1 Thessalonians 4:14 Gk _fallen asleep_"}, "text": "For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have died.[^a]"},{"verse": 15, "footnotes": {"a": "1 Thessalonians 4:15 Gk _fallen asleep_"}, "text": "For this we declare to you by the word of the Lord, that we who are alive, who are left until the coming of the Lord, will by no means precede those who have died.[^a]"},{"verse": 16, "text": "For the Lord himself, with a cry of command, with the archangel\"s call and with the sound of God\"s trumpet, will descend from heaven, and the dead in Christ will rise first."},{"verse": 17, "text": "Then we who are alive, who are left, will be caught up in the clouds together with them to meet the Lord in the air; and so we will be with the Lord forever."},{"verse": 18, "text": "Therefore encourage one another with these words."}]}
,{"chapter": 5, "verses":[{"verse": 1, "footnotes": {"a": "1 Thessalonians 5:1 Gk _brothers_"}, "text": "Now concerning the times and the seasons, brothers and sisters,[^a] you do not need to have anything written to you."},{"verse": 2, "text": "For you yourselves know very well that the day of the Lord will come like a thief in the night."},{"verse": 3, "text": "When they say, \"There is peace and security,\" then sudden destruction will come upon them, as labor pains come upon a pregnant woman, and there will be no escape!"},{"verse": 4, "footnotes": {"a": "1 Thessalonians 5:4 Gk _brothers_"}, "text": "But you, beloved,[^a] are not in darkness, for that day to surprise you like a thief;"},{"verse": 5, "text": "for you are all children of light and children of the day; we are not of the night or of darkness."},{"verse": 6, "text": "So then let us not fall asleep as others do, but let us keep awake and be sober;"},{"verse": 7, "text": "for those who sleep sleep at night, and those who are drunk get drunk at night."},{"verse": 8, "text": "But since we belong to the day, let us be sober, and put on the breastplate of faith and love, and for a helmet the hope of salvation."},{"verse": 9, "text": "For God has destined us not for wrath but for obtaining salvation through our Lord Jesus Christ,"},{"verse": 10, "text": "who died for us, so that whether we are awake or asleep we may live with him."},{"verse": 11, "text": "Therefore encourage one another and build up each other, as indeed you are doing."},{"verse": 12, "footnotes": {"a": "1 Thessalonians 5:12 Gk _brothers_"}, "text": "||Final Exhortations, Greetings, and Benediction||But we appeal to you, brothers and sisters,[^a] to respect those who labor among you, and have charge of you in the Lord and admonish you;"},{"verse": 13, "text": "esteem them very highly in love because of their work. Be at peace among yourselves."},{"verse": 14, "footnotes": {"a": "1 Thessalonians 5:14 Gk _brothers_"}, "text": "And we urge you, beloved,[^a] to admonish the idlers, encourage the fainthearted, help the weak, be patient with all of them."},{"verse": 15, "text": "See that none of you repays evil for evil, but always seek to do good to one another and to all."},{"verse": 16, "text": "Rejoice always,"},{"verse": 17, "text": "pray without ceasing,"},{"verse": 18, "text": "give thanks in all circumstances; for this is the will of God in Christ Jesus for you."},{"verse": 19, "text": "Do not quench the Spirit."},{"verse": 20, "footnotes": {"a": "1 Thessalonians 5:20 Gk _despise prophecies_"}, "text": "Do not despise the words of prophets,[^a]"},{"verse": 21, "text": "but test everything; hold fast to what is good;"},{"verse": 22, "text": "abstain from every form of evil."},{"verse": 23, "footnotes": {"a": "1 Thessalonians 5:23 Or _complete_"}, "text": "May the God of peace himself sanctify you entirely; and may your spirit and soul and body be kept sound[^a] and blameless at the coming of our Lord Jesus Christ."},{"verse": 24, "text": "The one who calls you is faithful, and he will do this."},{"verse": 25, "footnotes": {"a": "1 Thessalonians 5:25 Gk _Brothers_"}, "text": "Beloved,[^a] pray for us."},{"verse": 26, "footnotes": {"a": "1 Thessalonians 5:26 Gk _brothers_"}, "text": "Greet all the brothers and sisters[^a] with a holy kiss."},{"verse": 27, "footnotes": {"a": "1 Thessalonians 5:27 Gk _to all the brothers_"}, "text": "I solemnly command you by the Lord that this letter be read to all of them.[^a]"},{"verse": 28, "footnotes": {"a": "1 Thessalonians 5:28 Other ancient authorities add _Amen_"}, "text": "The grace of our Lord Jesus Christ be with you.[^a]"}]}
]}