{"book": "1 Timothy", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Salutation||Paul, an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope,"},{"verse": 2, "text": "To Timothy, my loyal child in the faith:\nGrace, mercy, and peace from God the Father and Christ Jesus our Lord."},{"verse": 3, "text": "||Warning against False Teachers||I urge you, as I did when I was on my way to Macedonia, to remain in Ephesus so that you may instruct certain people not to teach any different doctrine,"},{"verse": 4, "footnotes": {"a": "1 Timothy 1:4 Or _plan_"}, "text": "and not to occupy themselves with myths and endless genealogies that promote speculations rather than the divine training[^a] that is known by faith."},{"verse": 5, "text": "But the aim of such instruction is love that comes from a pure heart, a good conscience, and sincere faith."},{"verse": 6, "text": "Some people have deviated from these and turned to meaningless talk,"},{"verse": 7, "text": "desiring to be teachers of the law, without understanding either what they are saying or the things about which they make assertions."},{"verse": 8, "text": "Now we know that the law is good, if one uses it legitimately."},{"verse": 9, "text": "This means understanding that the law is laid down not for the innocent but for the lawless and disobedient, for the godless and sinful, for the unholy and profane, for those who kill their father or mother, for murderers,"},{"verse": 10, "text": "fornicators, sodomites, slave traders, liars, perjurers, and whatever else is contrary to the sound teaching"},{"verse": 11, "text": "that conforms to the glorious gospel of the blessed God, which he entrusted to me."},{"verse": 12, "text": "||Gratitude for Mercy||I am grateful to Christ Jesus our Lord, who has strengthened me, because he judged me faithful and appointed me to his service,"},{"verse": 13, "text": "even though I was formerly a blasphemer, a persecutor, and a man of violence. But I received mercy because I had acted ignorantly in unbelief,"},{"verse": 14, "text": "and the grace of our Lord overflowed for me with the faith and love that are in Christ Jesus."},{"verse": 15, "text": "The saying is sure and worthy of full acceptance, that Christ Jesus came into the world to save sinners--of whom I am the foremost."},{"verse": 16, "text": "But for that very reason I received mercy, so that in me, as the foremost, Jesus Christ might display the utmost patience, making me an example to those who would come to believe in him for eternal life."},{"verse": 17, "footnotes": {"a": "1 Timothy 1:17 Gk _to the ages of the ages_"}, "text": "To the King of the ages, immortal, invisible, the only God, be honor and glory forever and ever.[^a] Amen."},{"verse": 18, "text": "I am giving you these instructions, Timothy, my child, in accordance with the prophecies made earlier about you, so that by following them you may fight the good fight,"},{"verse": 19, "text": "having faith and a good conscience. By rejecting conscience, certain persons have suffered shipwreck in the faith;"},{"verse": 20, "text": "among them are Hymenaeus and Alexander, whom I have turned over to Satan, so that they may learn not to blaspheme."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Instructions concerning Prayer||First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for everyone,"},{"verse": 2, "text": "for kings and all who are in high positions, so that we may lead a quiet and peaceable life in all godliness and dignity."},{"verse": 3, "text": "This is right and is acceptable in the sight of God our Savior,"},{"verse": 4, "text": "who desires everyone to be saved and to come to the knowledge of the truth."},{"verse": 5, "text": "For\nthere is one God;  \n    there is also one mediator between God and humankind,  \nChrist Jesus, himself human,"},{"verse": 6, "text": "    who gave himself a ransom for all\n--this was attested at the right time."},{"verse": 7, "footnotes": {"a": "1 Timothy 2:7 Other ancient authorities add _in Christ_"}, "text": "For this I was appointed a herald and an apostle (I am telling the truth,[^a] I am not lying), a teacher of the Gentiles in faith and truth."},{"verse": 8, "text": "I desire, then, that in every place the men should pray, lifting up holy hands without anger or argument;"},{"verse": 9, "text": "also that the women should dress themselves modestly and decently in suitable clothing, not with their hair braided, or with gold, pearls, or expensive clothes,"},{"verse": 10, "text": "but with good works, as is proper for women who profess reverence for God."},{"verse": 11, "footnotes": {"a": "1 Timothy 2:11 Or _wife_"}, "text": "Let a woman[^a] learn in silence with full submission."},{"verse": 12, "footnotes": {"a": "1 Timothy 2:12 Or _wife_", "b": "1 Timothy 2:12 Or _her husband_"}, "text": "I permit no woman[^a] to teach or to have authority over a man;[^b] she is to keep silent."},{"verse": 13, "text": "For Adam was formed first, then Eve;"},{"verse": 14, "text": "and Adam was not deceived, but the woman was deceived and became a transgressor."},{"verse": 15, "text": "Yet she will be saved through childbearing, provided they continue in faith and love and holiness, with modesty."}]}
,{"chapter": 3, "verses":[{"verse": 1, "footnotes": {"a": "1 Timothy 3:1 Some interpreters place these words at the end of the previous paragraph. Other ancient authorities read _The saying is commonly accepted_", "b": "1 Timothy 3:1 Or _overseer_"}, "text": "||Qualifications of Bishops||The saying is sure:[^a] whoever aspires to the office of bishop[^b] desires a noble task."},{"verse": 2, "footnotes": {"a": "1 Timothy 3:2 Or _an overseer_", "b": "1 Timothy 3:2 Gk _the husband of one wife_"}, "text": "Now a bishop[^a] must be above reproach, married only once,[^b] temperate, sensible, respectable, hospitable, an apt teacher,"},{"verse": 3, "text": "not a drunkard, not violent but gentle, not quarrelsome, and not a lover of money."},{"verse": 4, "text": "He must manage his own household well, keeping his children submissive and respectful in every way--"},{"verse": 5, "text": "for if someone does not know how to manage his own household, how can he take care of God\"s church?"},{"verse": 6, "text": "He must not be a recent convert, or he may be puffed up with conceit and fall into the condemnation of the devil."},{"verse": 7, "text": "Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace and the snare of the devil."},{"verse": 8, "text": "||Qualifications of Deacons||Deacons likewise must be serious, not double-tongued, not indulging in much wine, not greedy for money;"},{"verse": 9, "text": "they must hold fast to the mystery of the faith with a clear conscience."},{"verse": 10, "text": "And let them first be tested; then, if they prove themselves blameless, let them serve as deacons."},{"verse": 11, "footnotes": {"a": "1 Timothy 3:11 Or _Their wives_, or _Women deacons_"}, "text": "Women[^a] likewise must be serious, not slanderers, but temperate, faithful in all things."},{"verse": 12, "footnotes": {"a": "1 Timothy 3:12 Gk _be husbands of one wife_"}, "text": "Let deacons be married only once,[^a] and let them manage their children and their households well;"},{"verse": 13, "text": "for those who serve well as deacons gain a good standing for themselves and great boldness in the faith that is in Christ Jesus."},{"verse": 14, "text": "||The Mystery of Our Religion||I hope to come to you soon, but I am writing these instructions to you so that,"},{"verse": 15, "text": "if I am delayed, you may know how one ought to behave in the household of God, which is the church of the living God, the pillar and bulwark of the truth."},{"verse": 16, "footnotes": {"a": "1 Timothy 3:16 Gk _Who_; other ancient authorities read _God_; others, _Which_", "b": "1 Timothy 3:16 Or _justified_", "c": "1 Timothy 3:16 Or _by the Spirit_"}, "text": "Without any doubt, the mystery of our religion is great:\nHe[^a] was revealed in flesh,  \n    vindicated[^b] in spirit,[^c]  \n        seen by angels,  \nproclaimed among Gentiles,  \n    believed in throughout the world,  \n        taken up in glory."}]}
,{"chapter": 4, "verses":[{"verse": 1, "footnotes": {"a": "1 Timothy 4:1 Or _the last_"}, "text": "||False Asceticism||Now the Spirit expressly says that in later[^a] times some will renounce the faith by paying attention to deceitful spirits and teachings of demons,"},{"verse": 2, "text": "through the hypocrisy of liars whose consciences are seared with a hot iron."},{"verse": 3, "text": "They forbid marriage and demand abstinence from foods, which God created to be received with thanksgiving by those who believe and know the truth."},{"verse": 4, "text": "For everything created by God is good, and nothing is to be rejected, provided it is received with thanksgiving;"},{"verse": 5, "text": "for it is sanctified by God\"s word and by prayer."},{"verse": 6, "footnotes": {"a": "1 Timothy 4:6 Gk _brothers_", "b": "1 Timothy 4:6 Or _deacon_"}, "text": "||A Good Minister of Jesus Christ||If you put these instructions before the brothers and sisters,[^a] you will be a good servant[^b] of Christ Jesus, nourished on the words of the faith and of the sound teaching that you have followed."},{"verse": 7, "text": "Have nothing to do with profane myths and old wives\" tales. Train yourself in godliness,"},{"verse": 8, "text": "for, while physical training is of some value, godliness is valuable in every way, holding promise for both the present life and the life to come."},{"verse": 9, "text": "The saying is sure and worthy of full acceptance."},{"verse": 10, "footnotes": {"a": "1 Timothy 4:10 Other ancient authorities read _suffer reproach_"}, "text": "For to this end we toil and struggle,[^a] because we have our hope set on the living God, who is the Savior of all people, especially of those who believe."},{"verse": 11, "text": "These are the things you must insist on and teach."},{"verse": 12, "text": "Let no one despise your youth, but set the believers an example in speech and conduct, in love, in faith, in purity."},{"verse": 13, "footnotes": {"a": "1 Timothy 4:13 Gk _to the reading_"}, "text": "Until I arrive, give attention to the public reading of scripture,[^a] to exhorting, to teaching."},{"verse": 14, "footnotes": {"a": "1 Timothy 4:14 Gk _by the presbytery_"}, "text": "Do not neglect the gift that is in you, which was given to you through prophecy with the laying on of hands by the council of elders.[^a]"},{"verse": 15, "text": "Put these things into practice, devote yourself to them, so that all may see your progress."},{"verse": 16, "text": "Pay close attention to yourself and to your teaching; continue in these things, for in doing this you will save both yourself and your hearers."}]}
,{"chapter": 5, "verses":[{"verse": 1, "footnotes": {"a": "1 Timothy 5:1 Or _an elder_, or _a presbyter_"}, "text": "||Duties toward Believers||Do not speak harshly to an older man,[^a] but speak to him as to a father, to younger men as brothers,"},{"verse": 2, "text": "to older women as mothers, to younger women as sisters--with absolute purity."},{"verse": 3, "text": "Honor widows who are really widows."},{"verse": 4, "text": "If a widow has children or grandchildren, they should first learn their religious duty to their own family and make some repayment to their parents; for this is pleasing in God\"s sight."},{"verse": 5, "text": "The real widow, left alone, has set her hope on God and continues in supplications and prayers night and day;"},{"verse": 6, "footnotes": {"a": "1 Timothy 5:6 Gk _she_"}, "text": "but the widow[^a] who lives for pleasure is dead even while she lives."},{"verse": 7, "text": "Give these commands as well, so that they may be above reproach."},{"verse": 8, "text": "And whoever does not provide for relatives, and especially for family members, has denied the faith and is worse than an unbeliever."},{"verse": 9, "footnotes": {"a": "1 Timothy 5:9 Gk _the wife of one husband_"}, "text": "Let a widow be put on the list if she is not less than sixty years old and has been married only once;[^a]"},{"verse": 10, "text": "she must be well attested for her good works, as one who has brought up children, shown hospitality, washed the saints\" feet, helped the afflicted, and devoted herself to doing good in every way."},{"verse": 11, "text": "But refuse to put younger widows on the list; for when their sensual desires alienate them from Christ, they want to marry,"},{"verse": 12, "text": "and so they incur condemnation for having violated their first pledge."},{"verse": 13, "text": "Besides that, they learn to be idle, gadding about from house to house; and they are not merely idle, but also gossips and busybodies, saying what they should not say."},{"verse": 14, "text": "So I would have younger widows marry, bear children, and manage their households, so as to give the adversary no occasion to revile us."},{"verse": 15, "text": "For some have already turned away to follow Satan."},{"verse": 16, "footnotes": {"a": "1 Timothy 5:16 Other ancient authorities read _believing man or woman_; others, _believing man_"}, "text": "If any believing woman[^a] has relatives who are really widows, let her assist them; let the church not be burdened, so that it can assist those who are real widows."},{"verse": 17, "footnotes": {"a": "1 Timothy 5:17 Or _compensation_"}, "text": "Let the elders who rule well be considered worthy of double honor,[^a] especially those who labor in preaching and teaching;"},{"verse": 18, "text": "for the scripture says, \"You shall not muzzle an ox while it is treading out the grain,\" and, \"The laborer deserves to be paid.\""},{"verse": 19, "text": "Never accept any accusation against an elder except on the evidence of two or three witnesses."},{"verse": 20, "text": "As for those who persist in sin, rebuke them in the presence of all, so that the rest also may stand in fear."},{"verse": 21, "text": "In the presence of God and of Christ Jesus and of the elect angels, I warn you to keep these instructions without prejudice, doing nothing on the basis of partiality."},{"verse": 22, "footnotes": {"a": "1 Timothy 5:22 Gk _Do not lay hands on_"}, "text": "Do not ordain[^a] anyone hastily, and do not participate in the sins of others; keep yourself pure."},{"verse": 23, "text": "No longer drink only water, but take a little wine for the sake of your stomach and your frequent ailments."},{"verse": 24, "text": "The sins of some people are conspicuous and precede them to judgment, while the sins of others follow them there."},{"verse": 25, "text": "So also good works are conspicuous; and even when they are not, they cannot remain hidden."}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "Let all who are under the yoke of slavery regard their masters as worthy of all honor, so that the name of God and the teaching may not be blasphemed."},{"verse": 2, "footnotes": {"a": "1 Timothy 6:2 Gk _are brothers_", "b": "1 Timothy 6:2 Or _since they are believers and beloved, who devote themselves to good deeds_"}, "text": "Those who have believing masters must not be disrespectful to them on the ground that they are members of the church;[^a] rather they must serve them all the more, since those who benefit by their service are believers and beloved.[^b]||False Teaching and True Riches||\nTeach and urge these duties."},{"verse": 3, "text": "Whoever teaches otherwise and does not agree with the sound words of our Lord Jesus Christ and the teaching that is in accordance with godliness,"},{"verse": 4, "text": "is conceited, understanding nothing, and has a morbid craving for controversy and for disputes about words. From these come envy, dissension, slander, base suspicions,"},{"verse": 5, "footnotes": {"a": "1 Timothy 6:5 Other ancient authorities add _Withdraw yourself from such people_"}, "text": "and wrangling among those who are depraved in mind and bereft of the truth, imagining that godliness is a means of gain.[^a]"},{"verse": 6, "text": "Of course, there is great gain in godliness combined with contentment;"},{"verse": 7, "footnotes": {"a": "1 Timothy 6:7 Other ancient authorities read _world—it is certain that_"}, "text": "for we brought nothing into the world, so that[^a] we can take nothing out of it;"},{"verse": 8, "text": "but if we have food and clothing, we will be content with these."},{"verse": 9, "text": "But those who want to be rich fall into temptation and are trapped by many senseless and harmful desires that plunge people into ruin and destruction."},{"verse": 10, "text": "For the love of money is a root of all kinds of evil, and in their eagerness to be rich some have wandered away from the faith and pierced themselves with many pains."},{"verse": 11, "text": "||The Good Fight of Faith||But as for you, man of God, shun all this; pursue righteousness, godliness, faith, love, endurance, gentleness."},{"verse": 12, "footnotes": {"a": "1 Timothy 6:12 Gk _confessed_"}, "text": "Fight the good fight of the faith; take hold of the eternal life, to which you were called and for which you made[^a] the good confession in the presence of many witnesses."},{"verse": 13, "text": "In the presence of God, who gives life to all things, and of Christ Jesus, who in his testimony before Pontius Pilate made the good confession, I charge you"},{"verse": 14, "text": "to keep the commandment without spot or blame until the manifestation of our Lord Jesus Christ,"},{"verse": 15, "text": "which he will bring about at the right time--he who is the blessed and only Sovereign, the King of kings and Lord of lords."},{"verse": 16, "text": "It is he alone who has immortality and dwells in unapproachable light, whom no one has ever seen or can see; to him be honor and eternal dominion. Amen."},{"verse": 17, "text": "As for those who in the present age are rich, command them not to be haughty, or to set their hopes on the uncertainty of riches, but rather on God who richly provides us with everything for our enjoyment."},{"verse": 18, "text": "They are to do good, to be rich in good works, generous, and ready to share,"},{"verse": 19, "text": "thus storing up for themselves the treasure of a good foundation for the future, so that they may take hold of the life that really is life."},{"verse": 20, "text": "||Personal Instructions and Benediction||Timothy, guard what has been entrusted to you. Avoid the profane chatter and contradictions of what is falsely called knowledge;"},{"verse": 21, "footnotes": {"a": "1 Timothy 6:21 The Greek word for _you_ here is plural; in other ancient authorities it is singular. Other ancient authorities add _Amen_"}, "text": "by professing it some have missed the mark as regards the faith.\nGrace be with you.[^a]"}]}
]}