{"book": "2 Maccabees", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||A Letter to the Jews in Egypt||The Jews in Jerusalem and those in the land of Judea,\nTo their Jewish kindred in Egypt,\nGreetings and true peace."},{"verse": 2, "text": "May God do good to you, and may he remember his covenant with Abraham and Isaac and Jacob, his faithful servants."},{"verse": 3, "text": "May he give you all a heart to worship him and to do his will with a strong heart and a willing spirit."},{"verse": 4, "text": "May he open your heart to his law and his commandments, and may he bring peace."},{"verse": 5, "text": "May he hear your prayers and be reconciled to you, and may he not forsake you in time of evil."},{"verse": 6, "text": "We are now praying for you here."},{"verse": 7, "footnotes": {"a": "2 Maccabees 1:7 143 b.c."}, "text": "In the reign of Demetrius, in the one hundred sixty-ninth year,[^a] we Jews wrote to you, in the critical distress that came upon us in those years after Jason and his company revolted from the holy land and the kingdom"},{"verse": 8, "text": "and burned the gate and shed innocent blood. We prayed to the Lord and were heard, and we offered sacrifice and grain offering, and we lit the lamps and set out the loaves."},{"verse": 9, "footnotes": {"a": "2 Maccabees 1:9 124 b.c."}, "text": "And now see that you keep the festival of booths in the month of Chislev, in the one hundred eighty-eighth year.[^a]"},{"verse": 10, "text": "||A Letter to Aristobulus||The people of Jerusalem and of Judea and the senate and Judas,\nTo Aristobulus, who is of the family of the anointed priests, teacher of King Ptolemy, and to the Jews in Egypt,\nGreetings and good health."},{"verse": 11, "footnotes": {"a": "2 Maccabees 1:11 Cn: Gk _as those who array themselves against a king_"}, "text": "Having been saved by God out of grave dangers we thank him greatly for taking our side against the king,[^a]"},{"verse": 12, "text": "for he drove out those who fought against the holy city."},{"verse": 13, "footnotes": {"a": "2 Maccabees 1:13 Gk lacks _the goddess_"}, "text": "When the leader reached Persia with a force that seemed irresistible, they were cut to pieces in the temple of Nanea by a deception employed by the priests of the goddess[^a] Nanea."},{"verse": 14, "text": "On the pretext of intending to marry her, Antiochus came to the place together with his Friends, to secure most of its treasures as a dowry."},{"verse": 15, "text": "When the priests of the temple of Nanea had set out the treasures and Antiochus had come with a few men inside the wall of the sacred precinct, they closed the temple as soon as he entered it."},{"verse": 16, "text": "Opening a secret door in the ceiling, they threw stones and struck down the leader and his men; they dismembered them and cut off their heads and threw them to the people outside."},{"verse": 17, "text": "Blessed in every way be our God, who has brought judgment on those who have behaved impiously."},{"verse": 18, "text": "||Fire Consumes Nehemiah\"s Sacrifice||Since on the twenty-fifth day of Chislev we shall celebrate the purification of the temple, we thought it necessary to notify you, in order that you also may celebrate the festival of booths and the festival of the fire given when Nehemiah, who built the temple and the altar, offered sacrifices."},{"verse": 19, "text": "For when our ancestors were being led captive to Persia, the pious priests of that time took some of the fire of the altar and secretly hid it in the hollow of a dry cistern, where they took such precautions that the place was unknown to anyone."},{"verse": 20, "text": "But after many years had passed, when it pleased God, Nehemiah, having been commissioned by the king of Persia, sent the descendants of the priests who had hidden the fire to get it. And when they reported to us that they had not found fire but only a thick liquid, he ordered them to dip it out and bring it."},{"verse": 21, "text": "When the materials for the sacrifices were presented, Nehemiah ordered the priests to sprinkle the liquid on the wood and on the things laid upon it."},{"verse": 22, "text": "When this had been done and some time had passed, and when the sun, which had been clouded over, shone out, a great fire blazed up, so that all marveled."},{"verse": 23, "text": "And while the sacrifice was being consumed, the priests offered prayer--the priests and everyone. Jonathan led, and the rest responded, as did Nehemiah."},{"verse": 24, "text": "The prayer was to this effect:\n\"O Lord, Lord God, Creator of all things, you are awe-inspiring and strong and just and merciful, you alone are king and are kind,"},{"verse": 25, "text": "you alone are bountiful, you alone are just and almighty and eternal. You rescue Israel from every evil; you chose the ancestors and consecrated them."},{"verse": 26, "text": "Accept this sacrifice on behalf of all your people Israel and preserve your portion and make it holy."},{"verse": 27, "text": "Gather together our scattered people, set free those who are slaves among the Gentiles, look on those who are rejected and despised, and let the Gentiles know that you are our God."},{"verse": 28, "text": "Punish those who oppress and are insolent with pride."},{"verse": 29, "text": "Plant your people in your holy place, as Moses promised.\""},{"verse": 30, "text": "Then the priests sang the hymns."},{"verse": 31, "text": "After the materials of the sacrifice had been consumed, Nehemiah ordered that the liquid that was left should be poured on large stones."},{"verse": 32, "text": "When this was done, a flame blazed up; but when the light from the altar shone back, it went out."},{"verse": 33, "text": "When this matter became known, and it was reported to the king of the Persians that, in the place where the exiled priests had hidden the fire, the liquid had appeared with which Nehemiah and his associates had burned the materials of the sacrifice,"},{"verse": 34, "text": "the king investigated the matter, and enclosed the place and made it sacred."},{"verse": 35, "text": "And with those persons whom the king favored he exchanged many excellent gifts."},{"verse": 36, "footnotes": {"a": "2 Maccabees 1:36 Gk _nephthai_"}, "text": "Nehemiah and his associates called this \"nephthar,\" which means purification, but by most people it is called naphtha.[^a]"}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Jeremiah Hides the Tent, Ark, and Altar||One finds in the records that the prophet Jeremiah ordered those who were being deported to take some of the fire, as has been mentioned,"},{"verse": 2, "text": "and that the prophet, after giving them the law, instructed those who were being deported not to forget the commandments of the Lord, or to be led astray in their thoughts on seeing the gold and silver statues and their adornment."},{"verse": 3, "text": "And with other similar words he exhorted them that the law should not depart from their hearts."},{"verse": 4, "text": "It was also in the same document that the prophet, having received an oracle, ordered that the tent and the ark should follow with him, and that he went out to the mountain where Moses had gone up and had seen the inheritance of God."},{"verse": 5, "text": "Jeremiah came and found a cave-dwelling, and he brought there the tent and the ark and the altar of incense; then he sealed up the entrance."},{"verse": 6, "text": "Some of those who followed him came up intending to mark the way, but could not find it."},{"verse": 7, "text": "When Jeremiah learned of it, he rebuked them and declared: \"The place shall remain unknown until God gathers his people together again and shows his mercy."},{"verse": 8, "text": "Then the Lord will disclose these things, and the glory of the Lord and the cloud will appear, as they were shown in the case of Moses, and as Solomon asked that the place should be specially consecrated.\""},{"verse": 9, "footnotes": {"a": "2 Maccabees 2:9 Gk _he_ "}, "text": "It was also made clear that being possessed of wisdom Solomon[^a] offered sacrifice for the dedication and completion of the temple."},{"verse": 10, "text": "Just as Moses prayed to the Lord, and fire came down from heaven and consumed the sacrifices, so also Solomon prayed, and the fire came down and consumed the whole burnt offerings."},{"verse": 11, "text": "And Moses said, \"They were consumed because the sin offering had not been eaten.\""},{"verse": 12, "text": "Likewise Solomon also kept the eight days."},{"verse": 13, "text": "The same things are reported in the records and in the memoirs of Nehemiah, and also that he founded a library and collected the books about the kings and prophets, and the writings of David, and letters of kings about votive offerings."},{"verse": 14, "text": "In the same way Judas also collected all the books that had been lost on account of the war that had come upon us, and they are in our possession."},{"verse": 15, "text": "So if you have need of them, send people to get them for you."},{"verse": 16, "text": "Since, therefore, we are about to celebrate the purification, we write to you. Will you therefore please keep the days?"},{"verse": 17, "text": "It is God who has saved all his people, and has returned the inheritance to all, and the kingship and the priesthood and the consecration,"},{"verse": 18, "text": "as he promised through the law. We have hope in God that he will soon have mercy on us and will gather us from everywhere under heaven into his holy place, for he has rescued us from great evils and has purified the place."},{"verse": 19, "text": "||The Compiler\"s Preface||The story of Judas Maccabeus and his brothers, and the purification of the great temple, and the dedication of the altar,"},{"verse": 20, "text": "and further the wars against Antiochus Epiphanes and his son Eupator,"},{"verse": 21, "text": "and the appearances that came from heaven to those who fought bravely for Judaism, so that though few in number they seized the whole land and pursued the barbarian hordes,"},{"verse": 22, "text": "and regained possession of the temple famous throughout the world, and liberated the city, and re-established the laws that were about to be abolished, while the Lord with great kindness became gracious to them--"},{"verse": 23, "text": "all this, which has been set forth by Jason of Cyrene in five volumes, we shall attempt to condense into a single book."},{"verse": 24, "text": "For considering the flood of statistics involved and the difficulty there is for those who wish to enter upon the narratives of history because of the mass of material,"},{"verse": 25, "text": "we have aimed to please those who wish to read, to make it easy for those who are inclined to memorize, and to profit all readers."},{"verse": 26, "text": "For us who have undertaken the toil of abbreviating, it is no light matter but calls for sweat and loss of sleep,"},{"verse": 27, "text": "just as it is not easy for one who prepares a banquet and seeks the benefit of others. Nevertheless, to secure the gratitude of many we will gladly endure the uncomfortable toil,"},{"verse": 28, "text": "leaving the responsibility for exact details to the compiler, while devoting our effort to arriving at the outlines of the condensation."},{"verse": 29, "text": "For as the master builder of a new house must be concerned with the whole construction, while the one who undertakes its painting and decoration has to consider only what is suitable for its adornment, such in my judgment is the case with us."},{"verse": 30, "text": "It is the duty of the original historian to occupy the ground, to discuss matters from every side, and to take trouble with details,"},{"verse": 31, "text": "but the one who recasts the narrative should be allowed to strive for brevity of expression and to forego exhaustive treatment."},{"verse": 32, "text": "At this point therefore let us begin our narrative, without adding any more to what has already been said; for it would be foolish to lengthen the preface while cutting short the history itself."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Arrival of Heliodorus in Jerusalem||While the holy city was inhabited in unbroken peace and the laws were strictly observed because of the piety of the high priest Onias and his hatred of wickedness,"},{"verse": 2, "text": "it came about that the kings themselves honored the place and glorified the temple with the finest presents,"},{"verse": 3, "text": "even to the extent that King Seleucus of Asia defrayed from his own revenues all the expenses connected with the service of the sacrifices."},{"verse": 4, "text": "But a man named Simon, of the tribe of Benjamin, who had been made captain of the temple, had a disagreement with the high priest about the administration of the city market."},{"verse": 5, "footnotes": {"a": "2 Maccabees 3:5 Gk _Apollonius son of Tharseas_"}, "text": "Since he could not prevail over Onias, he went to Apollonius of Tarsus,[^a] who at that time was governor of Coelesyria and Phoenicia,"},{"verse": 6, "text": "and reported to him that the treasury in Jerusalem was full of untold sums of money, so that the amount of the funds could not be reckoned, and that they did not belong to the account of the sacrifices, but that it was possible for them to fall under the control of the king."},{"verse": 7, "footnotes": {"a": "2 Maccabees 3:7 Gk _He_ "}, "text": "When Apollonius met the king, he told him of the money about which he had been informed. The king[^a] chose Heliodorus, who was in charge of his affairs, and sent him with commands to effect the removal of the reported wealth."},{"verse": 8, "text": "Heliodorus at once set out on his journey, ostensibly to make a tour of inspection of the cities of Coelesyria and Phoenicia, but in fact to carry out the king\"s purpose."},{"verse": 9, "footnotes": {"a": "2 Maccabees 3:9 Other ancient authorities read _and_"}, "text": "When he had arrived at Jerusalem and had been kindly welcomed by the high priest of[^a] the city, he told about the disclosure that had been made and stated why he had come, and he inquired whether this really was the situation."},{"verse": 10, "text": "The high priest explained that there were some deposits belonging to widows and orphans,"},{"verse": 11, "text": "and also some money of Hyrcanus son of Tobias, a man of very prominent position, and that it totaled in all four hundred talents of silver and two hundred of gold. To such an extent the impious Simon had misrepresented the facts."},{"verse": 12, "text": "And he said that it was utterly impossible that wrong should be done to those people who had trusted in the holiness of the place and in the sanctity and inviolability of the temple that is honored throughout the whole world."},{"verse": 13, "text": "||Heliodorus Plans to Rob the Temple||But Heliodorus, because of the orders he had from the king, said that this money must in any case be confiscated for the king\"s treasury."},{"verse": 14, "text": "So he set a day and went in to direct the inspection of these funds.\nThere was no little distress throughout the whole city."},{"verse": 15, "text": "The priests prostrated themselves before the altar in their priestly vestments and called toward heaven upon him who had given the law about deposits, that he should keep them safe for those who had deposited them."},{"verse": 16, "text": "To see the appearance of the high priest was to be wounded at heart, for his face and the change in his color disclosed the anguish of his soul."},{"verse": 17, "text": "For terror and bodily trembling had come over the man, which plainly showed to those who looked at him the pain lodged in his heart."},{"verse": 18, "text": "People also hurried out of their houses in crowds to make a general supplication because the holy place was about to be brought into dishonor."},{"verse": 19, "text": "Women, girded with sackcloth under their breasts, thronged the streets. Some of the young women who were kept indoors ran together to the gates, and some to the walls, while others peered out of the windows."},{"verse": 20, "text": "And holding up their hands to heaven, they all made supplication."},{"verse": 21, "text": "There was something pitiable in the prostration of the whole populace and the anxiety of the high priest in his great anguish."},{"verse": 22, "text": "||The Lord Protects His Temple||While they were calling upon the Almighty Lord that he would keep what had been entrusted safe and secure for those who had entrusted it,"},{"verse": 23, "text": "Heliodorus went on with what had been decided."},{"verse": 24, "text": "But when he arrived at the treasury with his bodyguard, then and there the Sovereign of spirits and of all authority caused so great a manifestation that all who had been so bold as to accompany him were astounded by the power of God, and became faint with terror."},{"verse": 25, "text": "For there appeared to them a magnificently caparisoned horse, with a rider of frightening mien; it rushed furiously at Heliodorus and struck at him with its front hoofs. Its rider was seen to have armor and weapons of gold."},{"verse": 26, "text": "Two young men also appeared to him, remarkably strong, gloriously beautiful and splendidly dressed, who stood on either side of him and flogged him continuously, inflicting many blows on him."},{"verse": 27, "text": "When he suddenly fell to the ground and deep darkness came over him, his men took him up, put him on a stretcher,"},{"verse": 28, "text": "and carried him away--this man who had just entered the aforesaid treasury with a great retinue and all his bodyguard but was now unable to help himself. They recognized clearly the sovereign power of God."},{"verse": 29, "text": "||Onias Prays for Heliodorus||While he lay prostrate, speechless because of the divine intervention and deprived of any hope of recovery,"},{"verse": 30, "text": "they praised the Lord who had acted marvelously for his own place. And the temple, which a little while before was full of fear and disturbance, was filled with joy and gladness, now that the Almighty Lord had appeared."},{"verse": 31, "text": "Some of Heliodorus\"s friends quickly begged Onias to call upon the Most High to grant life to one who was lying quite at his last breath."},{"verse": 32, "text": "So the high priest, fearing that the king might get the notion that some foul play had been perpetrated by the Jews with regard to Heliodorus, offered sacrifice for the man\"s recovery."},{"verse": 33, "text": "While the high priest was making an atonement, the same young men appeared again to Heliodorus dressed in the same clothing, and they stood and said, \"Be very grateful to the high priest Onias, since for his sake the Lord has granted you your life."},{"verse": 34, "text": "And see that you, who have been flogged by heaven, report to all people the majestic power of God.\" Having said this they vanished."},{"verse": 35, "text": "||The Conversion of Heliodorus||Then Heliodorus offered sacrifice to the Lord and made very great vows to the Savior of his life, and having bidden Onias farewell, he marched off with his forces to the king."},{"verse": 36, "text": "He bore testimony to all concerning the deeds of the supreme God, which he had seen with his own eyes."},{"verse": 37, "text": "When the king asked Heliodorus what sort of person would be suitable to send on another mission to Jerusalem, he replied,"},{"verse": 38, "text": "\"If you have any enemy or plotter against your government, send him there, for you will get him back thoroughly flogged, if he survives at all; for there is certainly some power of God about the place."},{"verse": 39, "text": "For he who has his dwelling in heaven watches over that place himself and brings it aid, and he strikes and destroys those who come to do it injury.\""},{"verse": 40, "text": "This was the outcome of the episode of Heliodorus and the protection of the treasury."}]}
,{"chapter": 4, "verses":[{"verse": 1, "footnotes": {"a": "2 Maccabees 4:1 Gk _and_"}, "text": "||Simon Accuses Onias||The previously mentioned Simon, who had informed about the money against[^a] his own country, slandered Onias, saying that it was he who had incited Heliodorus and had been the real cause of the misfortune."},{"verse": 2, "text": "He dared to designate as a plotter against the government the man who was the benefactor of the city, the protector of his compatriots, and a zealot for the laws."},{"verse": 3, "text": "When his hatred progressed to such a degree that even murders were committed by one of Simon\"s approved agents,"},{"verse": 4, "footnotes": {"a": "2 Maccabees 4:4 Vg Compare verse 21: Meaning of Gk uncertain"}, "text": "Onias recognized that the rivalry was serious and that Apollonius son of Menestheus,[^a] and governor of Coelesyria and Phoenicia, was intensifying the malice of Simon."},{"verse": 5, "text": "So he appealed to the king, not accusing his compatriots but having in view the welfare, both public and private, of all the people."},{"verse": 6, "text": "For he saw that without the king\"s attention public affairs could not again reach a peaceful settlement, and that Simon would not stop his folly."},{"verse": 7, "text": "||Jason\"s Reforms||When Seleucus died and Antiochus, who was called Epiphanes, succeeded to the kingdom, Jason the brother of Onias obtained the high priesthood by corruption,"},{"verse": 8, "footnotes": {"a": "2 Maccabees 4:8 Or _by a petition_"}, "text": "promising the king at an interview[^a] three hundred sixty talents of silver, and from another source of revenue eighty talents."},{"verse": 9, "text": "In addition to this he promised to pay one hundred fifty more if permission were given to establish by his authority a gymnasium and a body of youth for it, and to enroll the people of Jerusalem as citizens of Antioch."},{"verse": 10, "footnotes": {"a": "2 Maccabees 4:10 Gk _he_ "}, "text": "When the king assented and Jason[^a] came to office, he at once shifted his compatriots over to the Greek way of life."},{"verse": 11, "text": "He set aside the existing royal concessions to the Jews, secured through John the father of Eupolemus, who went on the mission to establish friendship and alliance with the Romans; and he destroyed the lawful ways of living and introduced new customs contrary to the law."},{"verse": 12, "text": "He took delight in establishing a gymnasium right under the citadel, and he induced the noblest of the young men to wear the Greek hat."},{"verse": 13, "footnotes": {"a": "2 Maccabees 4:13 Gk lacks _true_"}, "text": "There was such an extreme of Hellenization and increase in the adoption of foreign ways because of the surpassing wickedness of Jason, who was ungodly and no true[^a] high priest,"},{"verse": 14, "text": "that the priests were no longer intent upon their service at the altar. Despising the sanctuary and neglecting the sacrifices, they hurried to take part in the unlawful proceedings in the wrestling arena after the signal for the discus-throwing,"},{"verse": 15, "text": "disdaining the honors prized by their ancestors and putting the highest value upon Greek forms of prestige."},{"verse": 16, "text": "For this reason heavy disaster overtook them, and those whose ways of living they admired and wished to imitate completely became their enemies and punished them."},{"verse": 17, "text": "It is no light thing to show irreverence to the divine laws--a fact that later events will make clear."},{"verse": 18, "text": "||Jason Introduces Greek Customs||When the quadrennial games were being held at Tyre and the king was present,"},{"verse": 19, "text": "the vile Jason sent envoys, chosen as being Antiochian citizens from Jerusalem, to carry three hundred silver drachmas for the sacrifice to Hercules. Those who carried the money, however, thought best not to use it for sacrifice, because that was inappropriate, but to expend it for another purpose."},{"verse": 20, "text": "So this money was intended by the sender for the sacrifice to Hercules, but by the decision of its carriers it was applied to the construction of triremes."},{"verse": 21, "footnotes": {"a": "2 Maccabees 4:21 Meaning of Gk uncertain", "b": "2 Maccabees 4:21 Gk _he_ "}, "text": "When Apollonius son of Menestheus was sent to Egypt for the coronation[^a] of Philometor as king, Antiochus learned that Philometor[^b] had become hostile to his government, and he took measures for his own security. Therefore upon arriving at Joppa he proceeded to Jerusalem."},{"verse": 22, "text": "He was welcomed magnificently by Jason and the city, and ushered in with a blaze of torches and with shouts. Then he marched his army into Phoenicia."},{"verse": 23, "text": "||Menelaus Becomes High Priest||After a period of three years Jason sent Menelaus, the brother of the previously mentioned Simon, to carry the money to the king and to complete the records of essential business."},{"verse": 24, "text": "But he, when presented to the king, extolled him with an air of authority, and secured the high priesthood for himself, outbidding Jason by three hundred talents of silver."},{"verse": 25, "text": "After receiving the king\"s orders he returned, possessing no qualification for the high priesthood, but having the hot temper of a cruel tyrant and the rage of a savage wild beast."},{"verse": 26, "text": "So Jason, who after supplanting his own brother was supplanted by another man, was driven as a fugitive into the land of Ammon."},{"verse": 27, "text": "Although Menelaus continued to hold the office, he did not pay regularly any of the money promised to the king."},{"verse": 28, "text": "When Sostratus the captain of the citadel kept requesting payment--for the collection of the revenue was his responsibility--the two of them were summoned by the king on account of this issue."},{"verse": 29, "text": "Menelaus left his own brother Lysimachus as deputy in the high priesthood, while Sostratus left Crates, the commander of the Cyprian troops."},{"verse": 30, "text": "||The Murder of Onias||While such was the state of affairs, it happened that the people of Tarsus and of Mallus revolted because their cities had been given as a present to Antiochis, the king\"s concubine."},{"verse": 31, "text": "So the king went hurriedly to settle the trouble, leaving Andronicus, a man of high rank, to act as his deputy."},{"verse": 32, "text": "But Menelaus, thinking he had obtained a suitable opportunity, stole some of the gold vessels of the temple and gave them to Andronicus; other vessels, as it happened, he had sold to Tyre and the neighboring cities."},{"verse": 33, "text": "When Onias became fully aware of these acts, he publicly exposed them, having first withdrawn to a place of sanctuary at Daphne near Antioch."},{"verse": 34, "footnotes": {"a": "2 Maccabees 4:34 Gk _He_ "}, "text": "Therefore Menelaus, taking Andronicus aside, urged him to kill Onias. Andronicus[^a] came to Onias, and resorting to treachery, offered him sworn pledges and gave him his right hand; he persuaded him, though still suspicious, to come out from the place of sanctuary; then, with no regard for justice, he immediately put him out of the way."},{"verse": 35, "text": "||Andronicus Is Punished||For this reason not only Jews, but many also of other nations, were grieved and displeased at the unjust murder of the man."},{"verse": 36, "footnotes": {"a": "2 Maccabees 4:36  Or _in each city_"}, "text": "When the king returned from the region of Cilicia, the Jews in the city[^a] appealed to him with regard to the unreasonable murder of Onias, and the Greeks shared their hatred of the crime."},{"verse": 37, "text": "Therefore Antiochus was grieved at heart and filled with pity, and wept because of the moderation and good conduct of the deceased."},{"verse": 38, "text": "Inflamed with anger, he immediately stripped off the purple robe from Andronicus, tore off his clothes, and led him around the whole city to that very place where he had committed the outrage against Onias, and there he dispatched the bloodthirsty fellow. The Lord thus repaid him with the punishment he deserved."},{"verse": 39, "text": "||Unpopularity of Lysimachus and Menelaus||When many acts of sacrilege had been committed in the city by Lysimachus with the connivance of Menelaus, and when report of them had spread abroad, the populace gathered against Lysimachus, because many of the gold vessels had already been stolen."},{"verse": 40, "text": "Since the crowds were becoming aroused and filled with anger, Lysimachus armed about three thousand men and launched an unjust attack, under the leadership of a certain Auranus, a man advanced in years and no less advanced in folly."},{"verse": 41, "footnotes": {"a": "2 Maccabees 4:41 Gk _they_"}, "text": "But when the Jews[^a] became aware that Lysimachus was attacking them, some picked up stones, some blocks of wood, and others took handfuls of the ashes that were lying around, and threw them in wild confusion at Lysimachus and his men."},{"verse": 42, "text": "As a result, they wounded many of them, and killed some, and put all the rest to flight; the temple robber himself they killed close by the treasury."},{"verse": 43, "text": "Charges were brought against Menelaus about this incident."},{"verse": 44, "text": "When the king came to Tyre, three men sent by the senate presented the case before him."},{"verse": 45, "text": "But Menelaus, already as good as beaten, promised a substantial bribe to Ptolemy son of Dorymenes to win over the king."},{"verse": 46, "text": "Therefore Ptolemy, taking the king aside into a colonnade as if for refreshment, induced the king to change his mind."},{"verse": 47, "text": "Menelaus, the cause of all the trouble, he acquitted of the charges against him, while he sentenced to death those unfortunate men, who would have been freed uncondemned if they had pleaded even before Scythians."},{"verse": 48, "footnotes": {"a": "2 Maccabees 4:48 Other ancient authorities read _the people_"}, "text": "And so those who had spoken for the city and the villages[^a] and the holy vessels quickly suffered the unjust penalty."},{"verse": 49, "text": "Therefore even the Tyrians, showing their hatred of the crime, provided magnificently for their funeral."},{"verse": 50, "text": "But Menelaus, because of the greed of those in power, remained in office, growing in wickedness, having become the chief plotter against his compatriots."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||Jason Tries to Regain Control||About this time Antiochus made his second invasion of Egypt."},{"verse": 2, "text": "And it happened that, for almost forty days, there appeared over all the city golden-clad cavalry charging through the air, in companies fully armed with lances and drawn swords--"},{"verse": 3, "text": "troops of cavalry drawn up, attacks and counterattacks made on this side and on that, brandishing of shields, massing of spears, hurling of missiles, the flash of golden trappings, and armor of all kinds."},{"verse": 4, "text": "Therefore everyone prayed that the apparition might prove to have been a good omen."},{"verse": 5, "text": "When a false rumor arose that Antiochus was dead, Jason took no fewer than a thousand men and suddenly made an assault on the city. When the troops on the wall had been forced back and at last the city was being taken, Menelaus took refuge in the citadel."},{"verse": 6, "text": "But Jason kept relentlessly slaughtering his compatriots, not realizing that success at the cost of one\"s kindred is the greatest misfortune, but imagining that he was setting up trophies of victory over enemies and not over compatriots."},{"verse": 7, "text": "He did not, however, gain control of the government; in the end he got only disgrace from his conspiracy, and fled again into the country of the Ammonites."},{"verse": 8, "footnotes": {"a": "2 Maccabees 5:8 Cn: Gk _Imprisoned_"}, "text": "Finally he met a miserable end. Accused[^a] before Aretas the ruler of the Arabs, fleeing from city to city, pursued by everyone, hated as a rebel against the laws, and abhorred as the executioner of his country and his compatriots, he was cast ashore in Egypt."},{"verse": 9, "text": "There he who had driven many from their own country into exile died in exile, having embarked to go to the Lacedaemonians in hope of finding protection because of their kinship."},{"verse": 10, "text": "He who had cast out many to lie unburied had no one to mourn for him; he had no funeral of any sort and no place in the tomb of his ancestors."},{"verse": 11, "text": "When news of what had happened reached the king, he took it to mean that Judea was in revolt. So, raging inwardly, he left Egypt and took the city by storm."},{"verse": 12, "text": "He commanded his soldiers to cut down relentlessly everyone they met and to kill those who went into their houses."},{"verse": 13, "text": "Then there was massacre of young and old, destruction of boys, women, and children, and slaughter of young girls and infants."},{"verse": 14, "text": "Within the total of three days eighty thousand were destroyed, forty thousand in hand-to-hand fighting, and as many were sold into slavery as were killed."},{"verse": 15, "footnotes": {"a": "2 Maccabees 5:15 Gk _he_ "}, "text": "||Pillage of the Temple||Not content with this, Antiochus[^a] dared to enter the most holy temple in all the world, guided by Menelaus, who had become a traitor both to the laws and to his country."},{"verse": 16, "text": "He took the holy vessels with his polluted hands, and swept away with profane hands the votive offerings that other kings had made to enhance the glory and honor of the place."},{"verse": 17, "text": "Antiochus was elated in spirit, and did not perceive that the Lord was angered for a little while because of the sins of those who lived in the city, and that this was the reason he was disregarding the holy place."},{"verse": 18, "text": "But if it had not happened that they were involved in many sins, this man would have been flogged and turned back from his rash act as soon as he came forward, just as Heliodorus had been, whom King Seleucus sent to inspect the treasury."},{"verse": 19, "text": "But the Lord did not choose the nation for the sake of the holy place, but the place for the sake of the nation."},{"verse": 20, "text": "Therefore the place itself shared in the misfortunes that befell the nation and afterward participated in its benefits; and what was forsaken in the wrath of the Almighty was restored again in all its glory when the great Lord became reconciled."},{"verse": 21, "text": "So Antiochus carried off eighteen hundred talents from the temple, and hurried away to Antioch, thinking in his arrogance that he could sail on the land and walk on the sea, because his mind was elated."},{"verse": 22, "text": "He left governors to oppress the people: at Jerusalem, Philip, by birth a Phrygian and in character more barbarous than the man who appointed him;"},{"verse": 23, "footnotes": {"a": "2 Maccabees 5:23 Or _worse than the others did in his malice toward the Jewish citizens_"}, "text": "and at Gerizim, Andronicus; and besides these Menelaus, who lorded it over his compatriots worse than the others did. In his malice toward the Jewish citizens,[^a]"},{"verse": 24, "footnotes": {"a": "2 Maccabees 5:24 Gk _he_ "}, "text": "Antiochus[^a] sent Apollonius, the captain of the Mysians, with an army of twenty-two thousand, and commanded him to kill all the grown men and to sell the women and boys as slaves."},{"verse": 25, "text": "When this man arrived in Jerusalem, he pretended to be peaceably disposed and waited until the holy sabbath day; then, finding the Jews not at work, he ordered his troops to parade under arms."},{"verse": 26, "text": "He put to the sword all those who came out to see them, then rushed into the city with his armed warriors and killed great numbers of people."},{"verse": 27, "text": "But Judas Maccabeus, with about nine others, got away to the wilderness, and kept himself and his companions alive in the mountains as wild animals do; they continued to live on what grew wild, so that they might not share in the defilement."}]}
,{"chapter": 6, "verses":[{"verse": 1, "footnotes": {"a": "2 Maccabees 6:1 Other ancient authorities read _Antiochian_", "b": "2 Maccabees 6:1 Or _Geron an Athenian_"}, "text": "||The Suppression of Judaism||Not long after this, the king sent an Athenian[^a] senator[^b] to compel the Jews to forsake the laws of their ancestors and no longer to live by the laws of God;"},{"verse": 2, "text": "also to pollute the temple in Jerusalem and to call it the temple of Olympian Zeus, and to call the one in Gerizim the temple of Zeus-the-Friend-of-Strangers, as did the people who lived in that place."},{"verse": 3, "text": "Harsh and utterly grievous was the onslaught of evil."},{"verse": 4, "text": "For the temple was filled with debauchery and reveling by the Gentiles, who dallied with prostitutes and had intercourse with women within the sacred precincts, and besides brought in things for sacrifice that were unfit."},{"verse": 5, "text": "The altar was covered with abominable offerings that were forbidden by the laws."},{"verse": 6, "text": "People could neither keep the sabbath, nor observe the festivals of their ancestors, nor so much as confess themselves to be Jews."},{"verse": 7, "footnotes": {"a": "2 Maccabees 6:7 Gk _they_"}, "text": "On the monthly celebration of the king\"s birthday, the Jews[^a] were taken, under bitter constraint, to partake of the sacrifices; and when a festival of Dionysus was celebrated, they were compelled to wear wreaths of ivy and to walk in the procession in honor of Dionysus."},{"verse": 8, "footnotes": {"a": "2 Maccabees 6:8 Cn: Gk _suggestion of the Ptolemies_ (or _of Ptolemy_)"}, "text": "At the suggestion of the people of Ptolemais[^a] a decree was issued to the neighboring Greek cities that they should adopt the same policy toward the Jews and make them partake of the sacrifices,"},{"verse": 9, "text": "and should kill those who did not choose to change over to Greek customs. One could see, therefore, the misery that had come upon them."},{"verse": 10, "text": "For example, two women were brought in for having circumcised their children. They publicly paraded them around the city, with their babies hanging at their breasts, and then hurled them down headlong from the wall."},{"verse": 11, "text": "Others who had assembled in the caves nearby, in order to observe the seventh day secretly, were betrayed to Philip and were all burned together, because their piety kept them from defending themselves, in view of their regard for that most holy day."},{"verse": 12, "text": "||Providential Significance of the Persecution||Now I urge those who read this book not to be depressed by such calamities, but to recognize that these punishments were designed not to destroy but to discipline our people."},{"verse": 13, "text": "In fact, it is a sign of great kindness not to let the impious alone for long, but to punish them immediately."},{"verse": 14, "text": "For in the case of the other nations the Lord waits patiently to punish them until they have reached the full measure of their sins; but he does not deal in this way with us,"},{"verse": 15, "text": "in order that he may not take vengeance on us afterward when our sins have reached their height."},{"verse": 16, "text": "Therefore he never withdraws his mercy from us. Although he disciplines us with calamities, he does not forsake his own people."},{"verse": 17, "text": "Let what we have said serve as a reminder; we must go on briefly with the story."},{"verse": 18, "text": "||The Martyrdom of Eleazar||Eleazar, one of the scribes in high position, a man now advanced in age and of noble presence, was being forced to open his mouth to eat swine\"s flesh."},{"verse": 19, "text": "But he, welcoming death with honor rather than life with pollution, went up to the rack of his own accord, spitting out the flesh,"},{"verse": 20, "text": "as all ought to go who have the courage to refuse things that it is not right to taste, even for the natural love of life."},{"verse": 21, "text": "Those who were in charge of that unlawful sacrifice took the man aside because of their long acquaintance with him, and privately urged him to bring meat of his own providing, proper for him to use, and to pretend that he was eating the flesh of the sacrificial meal that had been commanded by the king,"},{"verse": 22, "text": "so that by doing this he might be saved from death, and be treated kindly on account of his old friendship with them."},{"verse": 23, "text": "But making a high resolve, worthy of his years and the dignity of his old age and the gray hairs that he had reached with distinction and his excellent life even from childhood, and moreover according to the holy God-given law, he declared himself quickly, telling them to send him to Hades."},{"verse": 24, "text": "\"Such pretense is not worthy of our time of life,\" he said, \"for many of the young might suppose that Eleazar in his ninetieth year had gone over to an alien religion,"},{"verse": 25, "text": "and through my pretense, for the sake of living a brief moment longer, they would be led astray because of me, while I defile and disgrace my old age."},{"verse": 26, "text": "Even if for the present I would avoid the punishment of mortals, yet whether I live or die I will not escape the hands of the Almighty."},{"verse": 27, "text": "Therefore, by bravely giving up my life now, I will show myself worthy of my old age"},{"verse": 28, "footnotes": {"a": "2 Maccabees 6:28 Other ancient authorities read _was dragged_"}, "text": "and leave to the young a noble example of how to die a good death willingly and nobly for the revered and holy laws.\"\nWhen he had said this, he went[^a] at once to the rack."},{"verse": 29, "footnotes": {"a": "2 Maccabees 6:29 Meaning of Gk uncertain"}, "text": "Those who a little before had acted toward him with goodwill now changed to ill will, because the words he had uttered were in their opinion sheer madness.[^a]"},{"verse": 30, "text": "When he was about to die under the blows, he groaned aloud and said: \"It is clear to the Lord in his holy knowledge that, though I might have been saved from death, I am enduring terrible sufferings in my body under this beating, but in my soul I am glad to suffer these things because I fear him.\""},{"verse": 31, "text": "So in this way he died, leaving in his death an example of nobility and a memorial of courage, not only to the young but to the great body of his nation."}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "||The Martyrdom of Seven Brothers||It happened also that seven brothers and their mother were arrested and were being compelled by the king, under torture with whips and thongs, to partake of unlawful swine\"s flesh."},{"verse": 2, "text": "One of them, acting as their spokesman, said, \"What do you intend to ask and learn from us? For we are ready to die rather than transgress the laws of our ancestors.\""},{"verse": 3, "text": "The king fell into a rage, and gave orders to have pans and caldrons heated."},{"verse": 4, "text": "These were heated immediately, and he commanded that the tongue of their spokesman be cut out and that they scalp him and cut off his hands and feet, while the rest of the brothers and the mother looked on."},{"verse": 5, "footnotes": {"a": "2 Maccabees 7:5 Gk _he_", "b": "2 Maccabees 7:5 Gk _they_"}, "text": "When he was utterly helpless, the king[^a] ordered them to take him to the fire, still breathing, and to fry him in a pan. The smoke from the pan spread widely, but the brothers[^b] and their mother encouraged one another to die nobly, saying,"},{"verse": 6, "footnotes": {"a": "2 Maccabees 7:6 Gk _slaves_"}, "text": "\"The Lord God is watching over us and in truth has compassion on us, as Moses declared in his song that bore witness against the people to their faces, when he said, \"And he will have compassion on his servants.\"\"[^a]"},{"verse": 7, "text": "After the first brother had died in this way, they brought forward the second for their sport. They tore off the skin of his head with the hair, and asked him, \"Will you eat rather than have your body punished limb by limb?\""},{"verse": 8, "text": "He replied in the language of his ancestors and said to them, \"No.\" Therefore he in turn underwent tortures as the first brother had done."},{"verse": 9, "text": "And when he was at his last breath, he said, \"You accursed wretch, you dismiss us from this present life, but the King of the universe will raise us up to an everlasting renewal of life, because we have died for his laws.\""},{"verse": 10, "text": "After him, the third was the victim of their sport. When it was demanded, he quickly put out his tongue and courageously stretched forth his hands,"},{"verse": 11, "text": "and said nobly, \"I got these from Heaven, and because of his laws I disdain them, and from him I hope to get them back again.\""},{"verse": 12, "text": "As a result the king himself and those with him were astonished at the young man\"s spirit, for he regarded his sufferings as nothing."},{"verse": 13, "text": "After he too had died, they maltreated and tortured the fourth in the same way."},{"verse": 14, "text": "When he was near death, he said, \"One cannot but choose to die at the hands of mortals and to cherish the hope God gives of being raised again by him. But for you there will be no resurrection to life!\""},{"verse": 15, "text": "Next they brought forward the fifth and maltreated him."},{"verse": 16, "footnotes": {"a": "2 Maccabees 7:16 Gk _at him_"}, "text": "But he looked at the king,[^a] and said, \"Because you have authority among mortals, though you also are mortal, you do what you please. But do not think that God has forsaken our people."},{"verse": 17, "text": "Keep on, and see how his mighty power will torture you and your descendants!\""},{"verse": 18, "footnotes": {"a": "2 Maccabees 7:18 Lat: Other ancient authorities lack _Therefore_"}, "text": "After him they brought forward the sixth. And when he was about to die, he said, \"Do not deceive yourself in vain. For we are suffering these things on our own account, because of our sins against our own God. Therefore[^a] astounding things have happened."},{"verse": 19, "text": "But do not think that you will go unpunished for having tried to fight against God!\""},{"verse": 20, "text": "The mother was especially admirable and worthy of honorable memory. Although she saw her seven sons perish within a single day, she bore it with good courage because of her hope in the Lord."},{"verse": 21, "text": "She encouraged each of them in the language of their ancestors. Filled with a noble spirit, she reinforced her woman\"s reasoning with a man\"s courage, and said to them,"},{"verse": 22, "text": "\"I do not know how you came into being in my womb. It was not I who gave you life and breath, nor I who set in order the elements within each of you."},{"verse": 23, "text": "Therefore the Creator of the world, who shaped the beginning of humankind and devised the origin of all things, will in his mercy give life and breath back to you again, since you now forget yourselves for the sake of his laws.\""},{"verse": 24, "footnotes": {"a": "2 Maccabees 7:24 Gk _he_"}, "text": "Antiochus felt that he was being treated with contempt, and he was suspicious of her reproachful tone. The youngest brother being still alive, Antiochus[^a] not only appealed to him in words, but promised with oaths that he would make him rich and enviable if he would turn from the ways of his ancestors, and that he would take him for his Friend and entrust him with public affairs."},{"verse": 25, "text": "Since the young man would not listen to him at all, the king called the mother to him and urged her to advise the youth to save himself."},{"verse": 26, "text": "After much urging on his part, she undertook to persuade her son."},{"verse": 27, "footnotes": {"a": "2 Maccabees 7:27 Or _have borne the burden of your education_"}, "text": "But, leaning close to him, she spoke in their native language as follows, deriding the cruel tyrant: \"My son, have pity on me. I carried you nine months in my womb, and nursed you for three years, and have reared you and brought you up to this point in your life, and have taken care of you.[^a]"},{"verse": 28, "footnotes": {"a": "2 Maccabees 7:28 Or _God made them out of things that did not exist_"}, "text": "I beg you, my child, to look at the heaven and the earth and see everything that is in them, and recognize that God did not make them out of things that existed.[^a] And in the same way the human race came into being."},{"verse": 29, "text": "Do not fear this butcher, but prove worthy of your brothers. Accept death, so that in God\"s mercy I may get you back again along with your brothers.\""},{"verse": 30, "footnotes": {"a": "2 Maccabees 7:30 The Gk here for _you_ is plural"}, "text": "While she was still speaking, the young man said, \"What are you[^a] waiting for? I will not obey the king\"s command, but I obey the command of the law that was given to our ancestors through Moses."},{"verse": 31, "footnotes": {"a": "2 Maccabees 7:31 The Gk here for _you_ is singular"}, "text": "But you,[^a] who have contrived all sorts of evil against the Hebrews, will certainly not escape the hands of God."},{"verse": 32, "text": "For we are suffering because of our own sins."},{"verse": 33, "footnotes": {"a": "2 Maccabees 7:33 Gk _slaves_"}, "text": "And if our living Lord is angry for a little while, to rebuke and discipline us, he will again be reconciled with his own servants.[^a]"},{"verse": 34, "text": "But you, unholy wretch, you most defiled of all mortals, do not be elated in vain and puffed up by uncertain hopes, when you raise your hand against the children of heaven."},{"verse": 35, "text": "You have not yet escaped the judgment of the almighty, all-seeing God."},{"verse": 36, "footnotes": {"a": "2 Maccabees 7:36 Cn: Gk _fallen_"}, "text": "For our brothers after enduring a brief suffering have drunk[^a] of ever-flowing life, under God\"s covenant; but you, by the judgment of God, will receive just punishment for your arrogance."},{"verse": 37, "text": "I, like my brothers, give up body and life for the laws of our ancestors, appealing to God to show mercy soon to our nation and by trials and plagues to make you confess that he alone is God,"},{"verse": 38, "text": "and through me and my brothers to bring to an end the wrath of the Almighty that has justly fallen on our whole nation.\""},{"verse": 39, "text": "The king fell into a rage, and handled him worse than the others, being exasperated at his scorn."},{"verse": 40, "text": "So he died in his integrity, putting his whole trust in the Lord."},{"verse": 41, "text": "Last of all, the mother died, after her sons."},{"verse": 42, "text": "Let this be enough, then, about the eating of sacrifices and the extreme tortures."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||The Revolt of Judas Maccabeus||Meanwhile Judas, who was also called Maccabeus, and his companions secretly entered the villages and summoned their kindred and enlisted those who had continued in the Jewish faith, and so they gathered about six thousand."},{"verse": 2, "text": "They implored the Lord to look upon the people who were oppressed by all; and to have pity on the temple that had been profaned by the godless;"},{"verse": 3, "text": "to have mercy on the city that was being destroyed and about to be leveled to the ground; to hearken to the blood that cried out to him;"},{"verse": 4, "text": "to remember also the lawless destruction of the innocent babies and the blasphemies committed against his name; and to show his hatred of evil."},{"verse": 5, "text": "As soon as Maccabeus got his army organized, the Gentiles could not withstand him, for the wrath of the Lord had turned to mercy."},{"verse": 6, "text": "Coming without warning, he would set fire to towns and villages. He captured strategic positions and put to flight not a few of the enemy."},{"verse": 7, "text": "He found the nights most advantageous for such attacks. And talk of his valor spread everywhere."},{"verse": 8, "text": "When Philip saw that the man was gaining ground little by little, and that he was pushing ahead with more frequent successes, he wrote to Ptolemy, the governor of Coelesyria and Phoenicia, to come to the aid of the king\"s government."},{"verse": 9, "footnotes": {"a": "2 Maccabees 8:9 Gk _he_", "b": "2 Maccabees 8:9 Gk _one of the first_"}, "text": "Then Ptolemy[^a] promptly appointed Nicanor son of Patroclus, one of the king\"s chief[^b] Friends, and sent him, in command of no fewer than twenty thousand Gentiles of all nations, to wipe out the whole race of Judea. He associated with him Gorgias, a general and a man of experience in military service."},{"verse": 10, "text": "Nicanor determined to make up for the king the tribute due to the Romans, two thousand talents, by selling the captured Jews into slavery."},{"verse": 11, "text": "So he immediately sent to the towns on the seacoast, inviting them to buy Jewish slaves and promising to hand over ninety slaves for a talent, not expecting the judgment from the Almighty that was about to overtake him."},{"verse": 12, "text": "||Preparation for Battle||Word came to Judas concerning Nicanor\"s invasion; and when he told his companions of the arrival of the army,"},{"verse": 13, "text": "those who were cowardly and distrustful of God\"s justice ran off and got away."},{"verse": 14, "text": "Others sold all their remaining property, and at the same time implored the Lord to rescue those who had been sold by the ungodly Nicanor before he ever met them,"},{"verse": 15, "text": "if not for their own sake, then for the sake of the covenants made with their ancestors, and because he had called them by his holy and glorious name."},{"verse": 16, "text": "But Maccabeus gathered his forces together, to the number six thousand, and exhorted them not to be frightened by the enemy and not to fear the great multitude of Gentiles who were wickedly coming against them, but to fight nobly,"},{"verse": 17, "footnotes": {"a": "2 Maccabees 8:17 Gk _they_"}, "text": "keeping before their eyes the lawless outrage that the Gentiles[^a] had committed against the holy place, and the torture of the derided city, and besides, the overthrow of their ancestral way of life."},{"verse": 18, "text": "\"For they trust to arms and acts of daring,\" he said, \"but we trust in the Almighty God, who is able with a single nod to strike down those who are coming against us, and even, if necessary, the whole world.\""},{"verse": 19, "text": "Moreover, he told them of the occasions when help came to their ancestors; how, in the time of Sennacherib, when one hundred eighty-five thousand perished,"},{"verse": 20, "footnotes": {"a": "2 Maccabees 8:20 Gk lacks _Jews_", "b": "2 Maccabees 8:20 Gk lacks _Galatians_"}, "text": "and the time of the battle against the Galatians that took place in Babylonia, when eight thousand Jews[^a] fought along with four thousand Macedonians; yet when the Macedonians were hard pressed, the eight thousand, by the help that came to them from heaven, destroyed one hundred twenty thousand Galatians[^b] and took a great amount of booty."},{"verse": 21, "text": "||Judas Defeats Nicanor||With these words he filled them with courage and made them ready to die for their laws and their country; then he divided his army into four parts."},{"verse": 22, "text": "He appointed his brothers also, Simon and Joseph and Jonathan, each to command a division, putting fifteen hundred men under each."},{"verse": 23, "footnotes": {"a": "2 Maccabees 8:23 Meaning of Gk uncertain"}, "text": "Besides, he appointed Eleazar to read aloud[^a] from the holy book, and gave the watchword, \"The help of God\"; then, leading the first division himself, he joined battle with Nicanor."},{"verse": 24, "text": "With the Almighty as their ally, they killed more than nine thousand of the enemy, and wounded and disabled most of Nicanor\"s army, and forced them all to flee."},{"verse": 25, "text": "They captured the money of those who had come to buy them as slaves. After pursuing them for some distance, they were obliged to return because the hour was late."},{"verse": 26, "text": "It was the day before the sabbath, and for that reason they did not continue their pursuit."},{"verse": 27, "text": "When they had collected the arms of the enemy and stripped them of their spoils, they kept the sabbath, giving great praise and thanks to the Lord, who had preserved them for that day and allotted it to them as the beginning of mercy."},{"verse": 28, "text": "After the sabbath they gave some of the spoils to those who had been tortured and to the widows and orphans, and distributed the rest among themselves and their children."},{"verse": 29, "footnotes": {"a": "2 Maccabees 8:29 Gk _slaves_"}, "text": "When they had done this, they made common supplication and implored the merciful Lord to be wholly reconciled with his servants.[^a]"},{"verse": 30, "text": "||Judas Defeats Timothy and Bacchides||In encounters with the forces of Timothy and Bacchides they killed more than twenty thousand of them and got possession of some exceedingly high strongholds, and they divided a very large amount of plunder, giving to those who had been tortured and to the orphans and widows, and also to the aged, shares equal to their own."},{"verse": 31, "footnotes": {"a": "2 Maccabees 8:31 Gk _their arms_"}, "text": "They collected the arms of the enemy,[^a] and carefully stored all of them in strategic places; the rest of the spoils they carried to Jerusalem."},{"verse": 32, "text": "They killed the commander of Timothy\"s forces, a most wicked man, and one who had greatly troubled the Jews."},{"verse": 33, "footnotes": {"a": "2 Maccabees 8:33 Meaning of Gk uncertain"}, "text": "While they were celebrating the victory in the city of their ancestors, they burned those who had set fire to the sacred gates, Callisthenes and some others, who had fled into one little house; so these received the proper reward for their impiety.[^a]"},{"verse": 34, "text": "The thrice-accursed Nicanor, who had brought the thousand merchants to buy the Jews,"},{"verse": 35, "text": "having been humbled with the help of the Lord by opponents whom he regarded as of the least account, took off his splendid uniform and made his way alone like a runaway slave across the country until he reached Antioch, having succeeded chiefly in the destruction of his own army!"},{"verse": 36, "text": "So he who had undertaken to secure tribute for the Romans by the capture of the people of Jerusalem proclaimed that the Jews had a Defender, and that therefore the Jews were invulnerable, because they followed the laws ordained by him."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||The Last Campaign of Antiochus Epiphanes||About that time, as it happened, Antiochus had retreated in disorder from the region of Persia."},{"verse": 2, "footnotes": {"a": "2 Maccabees 9:2 Gk _they were defeated_"}, "text": "He had entered the city called Persepolis and attempted to rob the temples and control the city. Therefore the people rushed to the rescue with arms, and Antiochus and his army were defeated,[^a] with the result that Antiochus was put to flight by the inhabitants and beat a shameful retreat."},{"verse": 3, "text": "While he was in Ecbatana, news came to him of what had happened to Nicanor and the forces of Timothy."},{"verse": 4, "text": "Transported with rage, he conceived the idea of turning upon the Jews the injury done by those who had put him to flight; so he ordered his charioteer to drive without stopping until he completed the journey. But the judgment of heaven rode with him! For in his arrogance he said, \"When I get there I will make Jerusalem a cemetery of Jews.\""},{"verse": 5, "text": "But the all-seeing Lord, the God of Israel, struck him with an incurable and invisible blow. As soon as he stopped speaking he was seized with a pain in his bowels, for which there was no relief, and with sharp internal tortures--"},{"verse": 6, "text": "and that very justly, for he had tortured the bowels of others with many and strange inflictions."},{"verse": 7, "text": "Yet he did not in any way stop his insolence, but was even more filled with arrogance, breathing fire in his rage against the Jews, and giving orders to drive even faster. And so it came about that he fell out of his chariot as it was rushing along, and the fall was so hard as to torture every limb of his body."},{"verse": 8, "text": "Thus he who only a little while before had thought in his superhuman arrogance that he could command the waves of the sea, and had imagined that he could weigh the high mountains in a balance, was brought down to earth and carried in a litter, making the power of God manifest to all."},{"verse": 9, "text": "And so the ungodly man\"s body swarmed with worms, and while he was still living in anguish and pain, his flesh rotted away, and because of the stench the whole army felt revulsion at his decay."},{"verse": 10, "text": "Because of his intolerable stench no one was able to carry the man who a little while before had thought that he could touch the stars of heaven."},{"verse": 11, "text": "Then it was that, broken in spirit, he began to lose much of his arrogance and to come to his senses under the scourge of God, for he was tortured with pain every moment."},{"verse": 12, "footnotes": {"a": "2 Maccabees 9:12 Or _not think thoughts proper only to God_"}, "text": "And when he could not endure his own stench, he uttered these words, \"It is right to be subject to God; mortals should not think that they are equal to God.\"[^a]"},{"verse": 13, "text": "||Antiochus Makes a Promise to God||Then the abominable fellow made a vow to the Lord, who would no longer have mercy on him, stating"},{"verse": 14, "text": "that the holy city, which he was hurrying to level to the ground and to make a cemetery, he was now declaring to be free;"},{"verse": 15, "text": "and the Jews, whom he had not considered worth burying but had planned to throw out with their children for the wild animals and for the birds to eat, he would make, all of them, equal to citizens of Athens;"},{"verse": 16, "text": "and the holy sanctuary, which he had formerly plundered, he would adorn with the finest offerings; and all the holy vessels he would give back, many times over; and the expenses incurred for the sacrifices he would provide from his own revenues;"},{"verse": 17, "text": "and in addition to all this he also would become a Jew and would visit every inhabited place to proclaim the power of God."},{"verse": 18, "text": "But when his sufferings did not in any way abate, for the judgment of God had justly come upon him, he gave up all hope for himself and wrote to the Jews the following letter, in the form of a supplication. This was its content:"},{"verse": 19, "text": "||Antiochus\"s Letter and Death||\"To his worthy Jewish citizens, Antiochus their king and general sends hearty greetings and good wishes for their health and prosperity."},{"verse": 20, "text": "If you and your children are well and your affairs are as you wish, I am glad. As my hope is in heaven,"},{"verse": 21, "text": "I remember with affection your esteem and goodwill. On my way back from the region of Persia I suffered an annoying illness, and I have deemed it necessary to take thought for the general security of all."},{"verse": 22, "text": "I do not despair of my condition, for I have good hope of recovering from my illness,"},{"verse": 23, "text": "but I observed that my father, on the occasions when he made expeditions into the upper country, appointed his successor,"},{"verse": 24, "text": "so that, if anything unexpected happened or any unwelcome news came, the people throughout the realm would not be troubled, for they would know to whom the government was left."},{"verse": 25, "text": "Moreover, I understand how the princes along the borders and the neighbors of my kingdom keep watching for opportunities and waiting to see what will happen. So I have appointed my son Antiochus to be king, whom I have often entrusted and commended to most of you when I hurried off to the upper provinces; and I have written to him what is written here."},{"verse": 26, "text": "I therefore urge and beg you to remember the public and private services rendered to you and to maintain your present goodwill, each of you, toward me and my son."},{"verse": 27, "text": "For I am sure that he will follow my policy and will treat you with moderation and kindness.\""},{"verse": 28, "text": "So the murderer and blasphemer, having endured the more intense suffering, such as he had inflicted on others, came to the end of his life by a most pitiable fate, among the mountains in a strange land."},{"verse": 29, "text": "And Philip, one of his courtiers, took his body home; then, fearing the son of Antiochus, he withdrew to Ptolemy Philometor in Egypt."}]}
,{"chapter": 10, "verses":[{"verse": 1, "text": "||Purification of the Temple||Now Maccabeus and his followers, the Lord leading them on, recovered the temple and the city;"},{"verse": 2, "text": "they tore down the altars that had been built in the public square by the foreigners, and also destroyed the sacred precincts."},{"verse": 3, "text": "They purified the sanctuary, and made another altar of sacrifice; then, striking fire out of flint, they offered sacrifices, after a lapse of two years, and they offered incense and lighted lamps and set out the bread of the Presence."},{"verse": 4, "text": "When they had done this, they fell prostrate and implored the Lord that they might never again fall into such misfortunes, but that, if they should ever sin, they might be disciplined by him with forbearance and not be handed over to blasphemous and barbarous nations."},{"verse": 5, "text": "It happened that on the same day on which the sanctuary had been profaned by the foreigners, the purification of the sanctuary took place, that is, on the twenty-fifth day of the same month, which was Chislev."},{"verse": 6, "text": "They celebrated it for eight days with rejoicing, in the manner of the festival of booths, remembering how not long before, during the festival of booths, they had been wandering in the mountains and caves like wild animals."},{"verse": 7, "text": "Therefore, carrying ivy-wreathed wands and beautiful branches and also fronds of palm, they offered hymns of thanksgiving to him who had given success to the purifying of his own holy place."},{"verse": 8, "text": "They decreed by public edict, ratified by vote, that the whole nation of the Jews should observe these days every year."},{"verse": 9, "text": "Such then was the end of Antiochus, who was called Epiphanes."},{"verse": 10, "text": "||Accession of Antiochus Eupator||Now we will tell what took place under Antiochus Eupator, who was the son of that ungodly man, and will give a brief summary of the principal calamities of the wars."},{"verse": 11, "text": "This man, when he succeeded to the kingdom, appointed one Lysias to have charge of the government and to be chief governor of Coelesyria and Phoenicia."},{"verse": 12, "text": "Ptolemy, who was called Macron, took the lead in showing justice to the Jews because of the wrong that had been done to them, and attempted to maintain peaceful relations with them."},{"verse": 13, "footnotes": {"a": "2 Maccabees 10:13 Cn: Meaning of Gk uncertain"}, "text": "As a result he was accused before Eupator by the king\"s Friends. He heard himself called a traitor at every turn, because he had abandoned Cyprus, which Philometor had entrusted to him, and had gone over to Antiochus Epiphanes. Unable to command the respect due his office,[^a] he took poison and ended his life."},{"verse": 14, "text": "||Campaign in Idumea||When Gorgias became governor of the region, he maintained a force of mercenaries, and at every turn kept attacking the Jews."},{"verse": 15, "text": "Besides this, the Idumeans, who had control of important strongholds, were harassing the Jews; they received those who were banished from Jerusalem, and endeavored to keep up the war."},{"verse": 16, "text": "But Maccabeus and his forces, after making solemn supplication and imploring God to fight on their side, rushed to the strongholds of the Idumeans."},{"verse": 17, "text": "Attacking them vigorously, they gained possession of the places, and beat off all who fought upon the wall, and slaughtered those whom they encountered, killing no fewer than twenty thousand."},{"verse": 18, "text": "When at least nine thousand took refuge in two very strong towers well equipped to withstand a siege,"},{"verse": 19, "text": "Maccabeus left Simon and Joseph, and also Zacchaeus and his troops, a force sufficient to besiege them; and he himself set off for places where he was more urgently needed."},{"verse": 20, "text": "But those with Simon, who were money-hungry, were bribed by some of those who were in the towers, and on receiving seventy thousand drachmas let some of them slip away."},{"verse": 21, "text": "When word of what had happened came to Maccabeus, he gathered the leaders of the people, and accused these men of having sold their kindred for money by setting their enemies free to fight against them."},{"verse": 22, "text": "Then he killed these men who had turned traitor, and immediately captured the two towers."},{"verse": 23, "text": "Having success at arms in everything he undertook, he destroyed more than twenty thousand in the two strongholds."},{"verse": 24, "text": "||Judas Defeats Timothy||Now Timothy, who had been defeated by the Jews before, gathered a tremendous force of mercenaries and collected the cavalry from Asia in no small number. He came on, intending to take Judea by storm."},{"verse": 25, "text": "As he drew near, Maccabeus and his men sprinkled dust on their heads and girded their loins with sackcloth, in supplication to God."},{"verse": 26, "text": "Falling upon the steps before the altar, they implored him to be gracious to them and to be an enemy to their enemies and an adversary to their adversaries, as the law declares."},{"verse": 27, "text": "And rising from their prayer they took up their arms and advanced a considerable distance from the city; and when they came near the enemy they halted."},{"verse": 28, "text": "Just as dawn was breaking, the two armies joined battle, the one having as pledge of success and victory not only their valor but also their reliance on the Lord, while the other made rage their leader in the fight."},{"verse": 29, "text": "When the battle became fierce, there appeared to the enemy from heaven five resplendent men on horses with golden bridles, and they were leading the Jews."},{"verse": 30, "text": "Two of them took Maccabeus between them, and shielding him with their own armor and weapons, they kept him from being wounded. They showered arrows and thunderbolts on the enemy, so that, confused and blinded, they were thrown into disorder and cut to pieces."},{"verse": 31, "text": "Twenty thousand five hundred were slaughtered, besides six hundred cavalry."},{"verse": 32, "text": "Timothy himself fled to a stronghold called Gazara, especially well garrisoned, where Chaereas was commander."},{"verse": 33, "text": "Then Maccabeus and his men were glad, and they besieged the fort for four days."},{"verse": 34, "text": "The men within, relying on the strength of the place, kept blaspheming terribly and uttering wicked words."},{"verse": 35, "text": "But at dawn of the fifth day, twenty young men in the army of Maccabeus, fired with anger because of the blasphemies, bravely stormed the wall and with savage fury cut down everyone they met."},{"verse": 36, "text": "Others who came up in the same way wheeled around against the defenders and set fire to the towers; they kindled fires and burned the blasphemers alive. Others broke open the gates and let in the rest of the force, and they occupied the city."},{"verse": 37, "text": "They killed Timothy, who was hiding in a cistern, and his brother Chaereas, and Apollophanes."},{"verse": 38, "text": "When they had accomplished these things, with hymns and thanksgivings they blessed the Lord who shows great kindness to Israel and gives them the victory."}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||Lysias Besieges Beth-zur||Very soon after this, Lysias, the king\"s guardian and kinsman, who was in charge of the government, being vexed at what had happened,"},{"verse": 2, "text": "gathered about eighty thousand infantry and all his cavalry and came against the Jews. He intended to make the city a home for Greeks,"},{"verse": 3, "text": "and to levy tribute on the temple as he did on the sacred places of the other nations, and to put up the high priesthood for sale every year."},{"verse": 4, "text": "He took no account whatever of the power of God, but was elated with his ten thousands of infantry, and his thousands of cavalry, and his eighty elephants."},{"verse": 5, "footnotes": {"a": "2 Maccabees 11:5 Meaning of Gk uncertain"}, "text": "Invading Judea, he approached Beth-zur, which was a fortified place about five stadia[^a] from Jerusalem, and pressed it hard."},{"verse": 6, "footnotes": {"a": "2 Maccabees 11:6 Gk _he_"}, "text": "When Maccabeus and his men got word that Lysias[^a] was besieging the strongholds, they and all the people, with lamentations and tears, prayed the Lord to send a good angel to save Israel."},{"verse": 7, "text": "Maccabeus himself was the first to take up arms, and he urged the others to risk their lives with him to aid their kindred. Then they eagerly rushed off together."},{"verse": 8, "text": "And there, while they were still near Jerusalem, a horseman appeared at their head, clothed in white and brandishing weapons of gold."},{"verse": 9, "text": "And together they all praised the merciful God, and were strengthened in heart, ready to assail not only humans but the wildest animals or walls of iron."},{"verse": 10, "text": "They advanced in battle order, having their heavenly ally, for the Lord had mercy on them."},{"verse": 11, "text": "They hurled themselves like lions against the enemy, and laid low eleven thousand of them and sixteen hundred cavalry, and forced all the rest to flee."},{"verse": 12, "text": "Most of them got away stripped and wounded, and Lysias himself escaped by disgraceful flight."},{"verse": 13, "text": "||Lysias Makes Peace with the Jews||As he was not without intelligence, he pondered over the defeat that had befallen him, and realized that the Hebrews were invincible because the mighty God fought on their side. So he sent to them"},{"verse": 14, "footnotes": {"a": "2 Maccabees 11:14 Meaning of Gk uncertain"}, "text": "and persuaded them to settle everything on just terms, promising that he would persuade the king, constraining him to be their friend.[^a]"},{"verse": 15, "text": "Maccabeus, having regard for the common good, agreed to all that Lysias urged. For the king granted every request in behalf of the Jews which Maccabeus delivered to Lysias in writing."},{"verse": 16, "text": "The letter written to the Jews by Lysias was to this effect:\n\"Lysias to the people of the Jews, greetings."},{"verse": 17, "text": "John and Absalom, who were sent by you, have delivered your signed communication and have asked about the matters indicated in it."},{"verse": 18, "text": "I have informed the king of everything that needed to be brought before him, and he has agreed to what was possible."},{"verse": 19, "text": "If you will maintain your goodwill toward the government, I will endeavor in the future to help promote your welfare."},{"verse": 20, "text": "And concerning such matters and their details, I have ordered these men and my representatives to confer with you."},{"verse": 21, "footnotes": {"a": "2 Maccabees 11:21 164 b.c."}, "text": "Farewell. The one hundred forty-eighth year,[^a] Dioscorinthius twenty-fourth.\""},{"verse": 22, "text": "The king\"s letter ran thus:\n\"King Antiochus to his brother Lysias, greetings."},{"verse": 23, "text": "Now that our father has gone on to the gods, we desire that the subjects of the kingdom be undisturbed in caring for their own affairs."},{"verse": 24, "text": "We have heard that the Jews do not consent to our father\"s change to Greek customs, but prefer their own way of living and ask that their own customs be allowed them."},{"verse": 25, "text": "Accordingly, since we choose that this nation also should be free from disturbance, our decision is that their temple be restored to them and that they shall live according to the customs of their ancestors."},{"verse": 26, "text": "You will do well, therefore, to send word to them and give them pledges of friendship, so that they may know our policy and be of good cheer and go on happily in the conduct of their own affairs.\""},{"verse": 27, "text": "To the nation the king\"s letter was as follows:\n\"King Antiochus to the senate of the Jews and to the other Jews, greetings."},{"verse": 28, "text": "If you are well, it is as we desire. We also are in good health."},{"verse": 29, "text": "Menelaus has informed us that you wish to return home and look after your own affairs."},{"verse": 30, "text": "Therefore those who go home by the thirtieth of Xanthicus will have our pledge of friendship and full permission"},{"verse": 31, "text": "for the Jews to enjoy their own food and laws, just as formerly, and none of them shall be molested in any way for what may have been done in ignorance."},{"verse": 32, "text": "And I have also sent Menelaus to encourage you."},{"verse": 33, "footnotes": {"a": "2 Maccabees 11:33 164 b.c."}, "text": "Farewell. The one hundred forty-eighth year,[^a] Xanthicus fifteenth.\""},{"verse": 34, "text": "The Romans also sent them a letter, which read thus:\n\"Quintus Memmius and Titus Manius, envoys of the Romans, to the people of the Jews, greetings."},{"verse": 35, "text": "With regard to what Lysias the kinsman of the king has granted you, we also give consent."},{"verse": 36, "text": "But as to the matters that he decided are to be referred to the king, as soon as you have considered them, send some one promptly so that we may make proposals appropriate for you. For we are on our way to Antioch."},{"verse": 37, "text": "Therefore make haste and send messengers so that we may have your judgment."},{"verse": 38, "footnotes": {"a": "2 Maccabees 11:38 164 b.c."}, "text": "Farewell. The one hundred forty-eighth year,[^a] Xanthicus fifteenth.\""}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||Incidents at Joppa and Jamnia||When this agreement had been reached, Lysias returned to the king, and the Jews went about their farming."},{"verse": 2, "text": "But some of the governors in various places, Timothy and Apollonius son of Gennaeus, as well as Hieronymus and Demophon, and in addition to these Nicanor the governor of Cyprus, would not let them live quietly and in peace."},{"verse": 3, "footnotes": {"a": "2 Maccabees 12:3 Gk _to them_"}, "text": "And the people of Joppa did so ungodly a deed as this: they invited the Jews who lived among them to embark, with their wives and children, on boats that they had provided, as though there were no ill will to the Jews;[^a]"},{"verse": 4, "footnotes": {"a": "2 Maccabees 12:4 Gk _they_"}, "text": "and this was done by public vote of the city. When they accepted, because they wished to live peaceably and suspected nothing, the people of Joppa[^a] took them out to sea and drowned them, at least two hundred."},{"verse": 5, "text": "When Judas heard of the cruelty visited on his compatriots, he gave orders to his men"},{"verse": 6, "text": "and, calling upon God, the righteous judge, attacked the murderers of his kindred. He set fire to the harbor by night, burned the boats, and massacred those who had taken refuge there."},{"verse": 7, "text": "Then, because the city\"s gates were closed, he withdrew, intending to come again and root out the whole community of Joppa."},{"verse": 8, "text": "But learning that the people in Jamnia meant in the same way to wipe out the Jews who were living among them,"},{"verse": 9, "footnotes": {"a": "2 Maccabees 12:9 Gk _two hundred forty stadia_"}, "text": "he attacked the Jamnites by night and set fire to the harbor and the fleet, so that the glow of the light was seen in Jerusalem, thirty miles[^a] distant."},{"verse": 10, "footnotes": {"a": "2 Maccabees 12:10 Gk _nine stadia_"}, "text": "||The Campaign in Gilead||When they had gone more than a mile[^a] from there, on their march against Timothy, at least five thousand Arabs with five hundred cavalry attacked them."},{"verse": 11, "footnotes": {"a": "2 Maccabees 12:11 Gk _them_"}, "text": "After a hard fight, Judas and his companions, with God\"s help, were victorious. The defeated nomads begged Judas to grant them pledges of friendship, promising to give him livestock and to help his people[^a] in all other ways."},{"verse": 12, "text": "Judas, realizing that they might indeed be useful in many ways, agreed to make peace with them; and after receiving his pledges they went back to their tents."},{"verse": 13, "footnotes": {"a": "2 Maccabees 12:13 Meaning of Gk uncertain"}, "text": "He also attacked a certain town that was strongly fortified with earthworks[^a] and walls, and inhabited by all sorts of Gentiles. Its name was Caspin."},{"verse": 14, "text": "Those who were within, relying on the strength of the walls and on their supply of provisions, behaved most insolently toward Judas and his men, railing at them and even blaspheming and saying unholy things."},{"verse": 15, "text": "But Judas and his men, calling upon the great Sovereign of the world, who without battering rams or engines of war overthrew Jericho in the days of Joshua, rushed furiously upon the walls."},{"verse": 16, "footnotes": {"a": "2 Maccabees 12:16 Gk _two stadia_"}, "text": "They took the town by the will of God, and slaughtered untold numbers, so that the adjoining lake, a quarter of a mile[^a] wide, appeared to be running over with blood."},{"verse": 17, "footnotes": {"a": "2 Maccabees 12:17 Gk _seven hundred fifty stadia_"}, "text": "||Judas Defeats Timothy\"s Army||When they had gone ninety-five miles[^a] from there, they came to Charax, to the Jews who are called Toubiani."},{"verse": 18, "text": "They did not find Timothy in that region, for he had by then left there without accomplishing anything, though in one place he had left a very strong garrison."},{"verse": 19, "text": "Dositheus and Sosipater, who were captains under Maccabeus, marched out and destroyed those whom Timothy had left in the stronghold, more than ten thousand men."},{"verse": 20, "footnotes": {"a": "2 Maccabees 12:20 Gk _them_"}, "text": "But Maccabeus arranged his army in divisions, set men[^a] in command of the divisions, and hurried after Timothy, who had with him one hundred twenty thousand infantry and two thousand five hundred cavalry."},{"verse": 21, "text": "When Timothy learned of the approach of Judas, he sent off the women and the children and also the baggage to a place called Carnaim; for that place was hard to besiege and difficult of access because of the narrowness of all the approaches."},{"verse": 22, "text": "But when Judas\"s first division appeared, terror and fear came over the enemy at the manifestation to them of him who sees all things. In their flight they rushed headlong in every direction, so that often they were injured by their own men and pierced by the points of their own swords."},{"verse": 23, "text": "Judas pressed the pursuit with the utmost vigor, putting the sinners to the sword, and destroyed as many as thirty thousand."},{"verse": 24, "text": "Timothy himself fell into the hands of Dositheus and Sosipater and their men. With great guile he begged them to let him go in safety, because he held the parents of most of them, and the brothers of some, to whom no consideration would be shown."},{"verse": 25, "text": "And when with many words he had confirmed his solemn promise to restore them unharmed, they let him go, for the sake of saving their kindred."},{"verse": 26, "footnotes": {"a": "2 Maccabees 12:26 Gk _he_"}, "text": "||Judas Wins Other Victories||Then Judas[^a] marched against Carnaim and the temple of Atargatis, and slaughtered twenty-five thousand people."},{"verse": 27, "footnotes": {"a": "2 Maccabees 12:27 Meaning of Gk uncertain"}, "text": "After the rout and destruction of these, he marched also against Ephron, a fortified town where Lysias lived with multitudes of people of all nationalities.[^a] Stalwart young men took their stand before the walls and made a vigorous defense; and great stores of war engines and missiles were there."},{"verse": 28, "footnotes": {"a": "2 Maccabees 12:28 Gk _they_"}, "text": "But the Jews[^a] called upon the Sovereign who with power shatters the might of his enemies, and they got the town into their hands, and killed as many as twenty-five thousand of those who were in it."},{"verse": 29, "footnotes": {"a": "2 Maccabees 12:29 Gk _six hundred stadia_"}, "text": "Setting out from there, they hastened to Scythopolis, which is seventy-five miles[^a] from Jerusalem."},{"verse": 30, "text": "But when the Jews who lived there bore witness to the goodwill that the people of Scythopolis had shown them and their kind treatment of them in times of misfortune,"},{"verse": 31, "text": "they thanked them and exhorted them to be well disposed to their race in the future also. Then they went up to Jerusalem, as the festival of weeks was close at hand."},{"verse": 32, "text": "||Judas Defeats Gorgias||After the festival called Pentecost, they hurried against Gorgias, the governor of Idumea,"},{"verse": 33, "text": "who came out with three thousand infantry and four hundred cavalry."},{"verse": 34, "text": "When they joined battle, it happened that a few of the Jews fell."},{"verse": 35, "text": "But a certain Dositheus, one of Bacenor\"s men, who was on horseback and was a strong man, caught hold of Gorgias, and grasping his cloak was dragging him off by main strength, wishing to take the accursed man alive, when one of the Thracian cavalry bore down on him and cut off his arm; so Gorgias escaped and reached Marisa."},{"verse": 36, "text": "As Esdris and his men had been fighting for a long time and were weary, Judas called upon the Lord to show himself their ally and leader in the battle."},{"verse": 37, "text": "In the language of their ancestors he raised the battle cry, with hymns; then he charged against Gorgias\"s troops when they were not expecting it, and put them to flight."},{"verse": 38, "text": "||Prayers for Those Killed in Battle||Then Judas assembled his army and went to the city of Adullam. As the seventh day was coming on, they purified themselves according to the custom, and kept the sabbath there."},{"verse": 39, "text": "On the next day, as had now become necessary, Judas and his men went to take up the bodies of the fallen and to bring them back to lie with their kindred in the sepulchres of their ancestors."},{"verse": 40, "text": "Then under the tunic of each one of the dead they found sacred tokens of the idols of Jamnia, which the law forbids the Jews to wear. And it became clear to all that this was the reason these men had fallen."},{"verse": 41, "text": "So they all blessed the ways of the Lord, the righteous judge, who reveals the things that are hidden;"},{"verse": 42, "text": "and they turned to supplication, praying that the sin that had been committed might be wholly blotted out. The noble Judas exhorted the people to keep themselves free from sin, for they had seen with their own eyes what had happened as the result of the sin of those who had fallen."},{"verse": 43, "text": "He also took up a collection, man by man, to the amount of two thousand drachmas of silver, and sent it to Jerusalem to provide for a sin offering. In doing this he acted very well and honorably, taking account of the resurrection."},{"verse": 44, "text": "For if he were not expecting that those who had fallen would rise again, it would have been superfluous and foolish to pray for the dead."},{"verse": 45, "text": "But if he was looking to the splendid reward that is laid up for those who fall asleep in godliness, it was a holy and pious thought. Therefore he made atonement for the dead, so that they might be delivered from their sin."}]}
,{"chapter": 13, "verses":[{"verse": 1, "footnotes": {"a": "2 Maccabees 13:1 163 b.c."}, "text": "||Menelaus Is Put to Death||In the one hundred forty-ninth year[^a] word came to Judas and his men that Antiochus Eupator was coming with a great army against Judea,"},{"verse": 2, "text": "and with him Lysias, his guardian, who had charge of the government. Each of them had a Greek force of one hundred ten thousand infantry, five thousand three hundred cavalry, twenty-two elephants, and three hundred chariots armed with scythes."},{"verse": 3, "text": "Menelaus also joined them and with utter hypocrisy urged Antiochus on, not for the sake of his country\"s welfare, but because he thought that he would be established in office."},{"verse": 4, "text": "But the King of kings aroused the anger of Antiochus against the scoundrel; and when Lysias informed him that this man was to blame for all the trouble, he ordered them to take him to Beroea and to put him to death by the method that is customary in that place."},{"verse": 5, "text": "For there is a tower there, fifty cubits high, full of ashes, and it has a rim running around it that on all sides inclines precipitously into the ashes."},{"verse": 6, "text": "There they all push to destruction anyone guilty of sacrilege or notorious for other crimes."},{"verse": 7, "text": "By such a fate it came about that Menelaus the lawbreaker died, without even burial in the earth."},{"verse": 8, "text": "And this was eminently just; because he had committed many sins against the altar whose fire and ashes were holy, he met his death in ashes."},{"verse": 9, "footnotes": {"a": "2 Maccabees 13:9 Or _the worst of the things that had been done_"}, "text": "||A Battle Near the City of Modein||The king with barbarous arrogance was coming to show the Jews things far worse than those that had been done[^a] in his father\"s time."},{"verse": 10, "text": "But when Judas heard of this, he ordered the people to call upon the Lord day and night, now if ever to help those who were on the point of being deprived of the law and their country and the holy temple,"},{"verse": 11, "text": "and not to let the people who had just begun to revive fall into the hands of the blasphemous Gentiles."},{"verse": 12, "text": "When they had all joined in the same petition and had implored the merciful Lord with weeping and fasting and lying prostrate for three days without ceasing, Judas exhorted them and ordered them to stand ready."},{"verse": 13, "text": "After consulting privately with the elders, he determined to march out and decide the matter by the help of God before the king\"s army could enter Judea and get possession of the city."},{"verse": 14, "text": "So, committing the decision to the Creator of the world and exhorting his troops to fight bravely to the death for the laws, temple, city, country, and commonwealth, he pitched his camp near Modein."},{"verse": 15, "footnotes": {"a": "2 Maccabees 13:15 Meaning of Gk uncertain"}, "text": "He gave his troops the watchword, \"God\"s victory,\" and with a picked force of the bravest young men, he attacked the king\"s pavilion at night and killed as many as two thousand men in the camp. He stabbed[^a] the leading elephant and its rider."},{"verse": 16, "text": "In the end they filled the camp with terror and confusion and withdrew in triumph."},{"verse": 17, "text": "This happened, just as day was dawning, because the Lord\"s help protected him."},{"verse": 18, "text": "||Antiochus Makes a Treaty with the Jews||The king, having had a taste of the daring of the Jews, tried strategy in attacking their positions."},{"verse": 19, "footnotes": {"a": "2 Maccabees 13:19 Or _faltered_"}, "text": "He advanced against Beth-zur, a strong fortress of the Jews, was turned back, attacked again,[^a] and was defeated."},{"verse": 20, "text": "Judas sent in to the garrison whatever was necessary."},{"verse": 21, "text": "But Rhodocus, a man from the ranks of the Jews, gave secret information to the enemy; he was sought for, caught, and put in prison."},{"verse": 22, "text": "The king negotiated a second time with the people in Beth-zur, gave pledges, received theirs, withdrew, attacked Judas and his men, was defeated;"},{"verse": 23, "text": "he got word that Philip, who had been left in charge of the government, had revolted in Antioch; he was dismayed, called in the Jews, yielded and swore to observe all their rights, settled with them and offered sacrifice, honored the sanctuary and showed generosity to the holy place."},{"verse": 24, "text": "He received Maccabeus, left Hegemonides as governor from Ptolemais to Gerar,"},{"verse": 25, "footnotes": {"a": "2 Maccabees 13:25 Meaning of Gk uncertain"}, "text": "and went to Ptolemais. The people of Ptolemais were indignant over the treaty; in fact they were so angry that they wanted to annul its terms.[^a]"},{"verse": 26, "text": "Lysias took the public platform, made the best possible defense, convinced them, appeased them, gained their goodwill, and set out for Antioch. This is how the king\"s attack and withdrawal turned out."}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "||Alcimus Speaks against Judas||Three years later, word came to Judas and his men that Demetrius son of Seleucus had sailed into the harbor of Tripolis with a strong army and a fleet,"},{"verse": 2, "text": "and had taken possession of the country, having made away with Antiochus and his guardian Lysias."},{"verse": 3, "footnotes": {"a": "2 Maccabees 14:3 Other ancient authorities read _of mixing_"}, "text": "Now a certain Alcimus, who had formerly been high priest but had willfully defiled himself in the times of separation,[^a] realized that there was no way for him to be safe or to have access again to the holy altar,"},{"verse": 4, "footnotes": {"a": "2 Maccabees 14:4 161 b.c."}, "text": "and went to King Demetrius in about the one hundred fifty-first year,[^a] presenting to him a crown of gold and a palm, and besides these some of the customary olive branches from the temple. During that day he kept quiet."},{"verse": 5, "text": "But he found an opportunity that furthered his mad purpose when he was invited by Demetrius to a meeting of the council and was asked about the attitude and intentions of the Jews. He answered:"},{"verse": 6, "text": "\"Those of the Jews who are called Hasideans, whose leader is Judas Maccabeus, are keeping up war and stirring up sedition, and will not let the kingdom attain tranquility."},{"verse": 7, "text": "Therefore I have laid aside my ancestral glory--I mean the high priesthood--and have now come here,"},{"verse": 8, "text": "first because I am genuinely concerned for the interests of the king, and second because I have regard also for my compatriots. For through the folly of those whom I have mentioned our whole nation is now in no small misfortune."},{"verse": 9, "text": "Since you are acquainted, O king, with the details of this matter, may it please you to take thought for our country and our hard-pressed nation with the gracious kindness that you show to all."},{"verse": 10, "text": "For as long as Judas lives, it is impossible for the government to find peace.\""},{"verse": 11, "footnotes": {"a": "2 Maccabees 14:11 Gk _of the Friends_"}, "text": "When he had said this, the rest of the king\"s Friends,[^a] who were hostile to Judas, quickly inflamed Demetrius still more."},{"verse": 12, "text": "He immediately chose Nicanor, who had been in command of the elephants, appointed him governor of Judea, and sent him off"},{"verse": 13, "footnotes": {"a": "2 Maccabees 14:13 Gk _greatest_"}, "text": "with orders to kill Judas and scatter his troops, and to install Alcimus as high priest of the great[^a] temple."},{"verse": 14, "footnotes": {"a": "2 Maccabees 14:14 Meaning of Gk uncertain"}, "text": "And the Gentiles throughout Judea, who had fled before[^a] Judas, flocked to join Nicanor, thinking that the misfortunes and calamities of the Jews would mean prosperity for themselves."},{"verse": 15, "footnotes": {"a": "2 Maccabees 14:15 Gk _they_"}, "text": "||Nicanor Makes Friends with Judas||When the Jews[^a] heard of Nicanor\"s coming and the gathering of the Gentiles, they sprinkled dust on their heads and prayed to him who established his own people forever and always upholds his own heritage by manifesting himself."},{"verse": 16, "footnotes": {"a": "2 Maccabees 14:16 Gk _he_", "b": "2 Maccabees 14:16 Meaning of Gk uncertain"}, "text": "At the command of the leader, they[^a] set out from there immediately and engaged them in battle at a village called Dessau.[^b]"},{"verse": 17, "footnotes": {"a": "2 Maccabees 14:17 Other ancient authorities read _slowly_"}, "text": "Simon, the brother of Judas, had encountered Nicanor, but had been temporarily[^a] checked because of the sudden consternation created by the enemy."},{"verse": 18, "text": "Nevertheless Nicanor, hearing of the valor of Judas and his troops and their courage in battle for their country, shrank from deciding the issue by bloodshed."},{"verse": 19, "text": "Therefore he sent Posidonius, Theodotus, and Mattathias to give and receive pledges of friendship."},{"verse": 20, "text": "When the terms had been fully considered, and the leader had informed the people, and it had appeared that they were of one mind, they agreed to the covenant."},{"verse": 21, "footnotes": {"a": "2 Maccabees 14:21 Gk _They_"}, "text": "The leaders[^a] set a day on which to meet by themselves. A chariot came forward from each army; seats of honor were set in place;"},{"verse": 22, "text": "Judas posted armed men in readiness at key places to prevent sudden treachery on the part of the enemy; so they duly held the consultation."},{"verse": 23, "text": "Nicanor stayed on in Jerusalem and did nothing out of the way, but dismissed the flocks of people that had gathered."},{"verse": 24, "text": "And he kept Judas always in his presence; he was warmly attached to the man."},{"verse": 25, "footnotes": {"a": "2 Maccabees 14:25 Gk _he_"}, "text": "He urged him to marry and have children; so Judas[^a] married, settled down, and shared the common life."},{"verse": 26, "text": "||Nicanor Turns against Judas||But when Alcimus noticed their goodwill for one another, he took the covenant that had been made and went to Demetrius. He told him that Nicanor was disloyal to the government, since he had appointed that conspirator against the kingdom, Judas, to be his successor."},{"verse": 27, "text": "The king became excited and, provoked by the false accusations of that depraved man, wrote to Nicanor, stating that he was displeased with the covenant and commanding him to send Maccabeus to Antioch as a prisoner without delay."},{"verse": 28, "text": "When this message came to Nicanor, he was troubled and grieved that he had to annul their agreement when the man had done no wrong."},{"verse": 29, "text": "Since it was not possible to oppose the king, he watched for an opportunity to accomplish this by a stratagem."},{"verse": 30, "text": "But Maccabeus, noticing that Nicanor was more austere in his dealings with him and was meeting him more rudely than had been his custom, concluded that this austerity did not spring from the best motives. So he gathered not a few of his men, and went into hiding from Nicanor."},{"verse": 31, "footnotes": {"a": "2 Maccabees 14:31 Gk _greatest_"}, "text": "When the latter became aware that he had been cleverly outwitted by the man, he went to the great[^a] and holy temple while the priests were offering the customary sacrifices, and commanded them to hand the man over."},{"verse": 32, "text": "When they declared on oath that they did not know where the man was whom he wanted,"},{"verse": 33, "text": "he stretched out his right hand toward the sanctuary, and swore this oath: \"If you do not hand Judas over to me as a prisoner, I will level this shrine of God to the ground and tear down the altar, and build here a splendid temple to Dionysus.\""},{"verse": 34, "text": "Having said this, he went away. Then the priests stretched out their hands toward heaven and called upon the constant Defender of our nation, in these words:"},{"verse": 35, "text": "\"O Lord of all, though you have need of nothing, you were pleased that there should be a temple for your habitation among us;"},{"verse": 36, "text": "so now, O holy One, Lord of all holiness, keep undefiled forever this house that has been so recently purified.\""},{"verse": 37, "text": "||Razis Dies for His Country||A certain Razis, one of the elders of Jerusalem, was denounced to Nicanor as a man who loved his compatriots and was very well thought of and for his goodwill was called father of the Jews."},{"verse": 38, "text": "In former times, when there was no mingling with the Gentiles, he had been accused of Judaism, and he had most zealously risked body and life for Judaism."},{"verse": 39, "text": "Nicanor, wishing to exhibit the enmity that he had for the Jews, sent more than five hundred soldiers to arrest him;"},{"verse": 40, "footnotes": {"a": "2 Maccabees 14:40 Meaning of Gk uncertain"}, "text": "for he thought that by arresting[^a] him he would do them an injury."},{"verse": 41, "footnotes": {"a": "2 Maccabees 14:41 Gk _he_"}, "text": "When the troops were about to capture the tower and were forcing the door of the courtyard, they ordered that fire be brought and the doors burned. Being surrounded, Razis[^a] fell upon his own sword,"},{"verse": 42, "text": "preferring to die nobly rather than to fall into the hands of sinners and suffer outrages unworthy of his noble birth."},{"verse": 43, "text": "But in the heat of the struggle he did not hit exactly, and the crowd was now rushing in through the doors. He courageously ran up on the wall, and bravely threw himself down into the crowd."},{"verse": 44, "text": "But as they quickly drew back, a space opened and he fell in the middle of the empty space."},{"verse": 45, "text": "Still alive and aflame with anger, he rose, and though his blood gushed forth and his wounds were severe he ran through the crowd; and standing upon a steep rock,"},{"verse": 46, "text": "with his blood now completely drained from him, he tore out his entrails, took them in both hands and hurled them at the crowd, calling upon the Lord of life and spirit to give them back to him again. This was the manner of his death."}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||Nicanor\"s Arrogance||When Nicanor heard that Judas and his troops were in the region of Samaria, he made plans to attack them with complete safety on the day of rest."},{"verse": 2, "text": "When the Jews who were compelled to follow him said, \"Do not destroy so savagely and barbarously, but show respect for the day that he who sees all things has honored and hallowed above other days,\""},{"verse": 3, "text": "the thrice-accursed wretch asked if there were a sovereign in heaven who had commanded the keeping of the sabbath day."},{"verse": 4, "text": "When they declared, \"It is the living Lord himself, the Sovereign in heaven, who ordered us to observe the seventh day,\""},{"verse": 5, "text": "he replied, \"But I am a sovereign also, on earth, and I command you to take up arms and finish the king\"s business.\" Nevertheless, he did not succeed in carrying out his abominable design."},{"verse": 6, "text": "||Judas Prepares the Jews for Battle||This Nicanor in his utter boastfulness and arrogance had determined to erect a public monument of victory over Judas and his forces."},{"verse": 7, "text": "But Maccabeus did not cease to trust with all confidence that he would get help from the Lord."},{"verse": 8, "text": "He exhorted his troops not to fear the attack of the Gentiles, but to keep in mind the former times when help had come to them from heaven, and so to look for the victory that the Almighty would give them."},{"verse": 9, "text": "Encouraging them from the law and the prophets, and reminding them also of the struggles they had won, he made them the more eager."},{"verse": 10, "text": "When he had aroused their courage, he issued his orders, at the same time pointing out the perfidy of the Gentiles and their violation of oaths."},{"verse": 11, "footnotes": {"a": "2 Maccabees 15:11 Meaning of Gk uncertain"}, "text": "He armed each of them not so much with confidence in shields and spears as with the inspiration of brave words, and he cheered them all by relating a dream, a sort of vision,[^a] which was worthy of belief."},{"verse": 12, "text": "What he saw was this: Onias, who had been high priest, a noble and good man, of modest bearing and gentle manner, one who spoke fittingly and had been trained from childhood in all that belongs to excellence, was praying with outstretched hands for the whole body of the Jews."},{"verse": 13, "text": "Then in the same fashion another appeared, distinguished by his gray hair and dignity, and of marvelous majesty and authority."},{"verse": 14, "text": "And Onias spoke, saying, \"This is a man who loves the family of Israel and prays much for the people and the holy city--Jeremiah, the prophet of God.\""},{"verse": 15, "text": "Jeremiah stretched out his right hand and gave to Judas a golden sword, and as he gave it he addressed him thus:"},{"verse": 16, "text": "\"Take this holy sword, a gift from God, with which you will strike down your adversaries.\""},{"verse": 17, "footnotes": {"a": "2 Maccabees 15:17 Or _to remain in camp_"}, "text": "Encouraged by the words of Judas, so noble and so effective in arousing valor and awaking courage in the souls of the young, they determined not to carry on a campaign[^a] but to attack bravely, and to decide the matter by fighting hand to hand with all courage, because the city and the sanctuary and the temple were in danger."},{"verse": 18, "footnotes": {"a": "2 Maccabees 15:18 Gk _for brothers_"}, "text": "Their concern for wives and children, and also for brothers and sisters[^a] and relatives, lay upon them less heavily; their greatest and first fear was for the consecrated sanctuary."},{"verse": 19, "text": "And those who had to remain in the city were in no little distress, being anxious over the encounter in the open country."},{"verse": 20, "footnotes": {"a": "2 Maccabees 15:20 Gk _animals_"}, "text": "||The Defeat and Death of Nicanor||When all were now looking forward to the coming issue, and the enemy was already close at hand with their army drawn up for battle, the elephants[^a] strategically stationed and the cavalry deployed on the flanks,"},{"verse": 21, "footnotes": {"a": "2 Maccabees 15:21 Gk _he_"}, "text": "Maccabeus, observing the masses that were in front of him and the varied supply of arms and the savagery of the elephants, stretched out his hands toward heaven and called upon the Lord who works wonders; for he knew that it is not by arms, but as the Lord[^a] decides, that he gains the victory for those who deserve it."},{"verse": 22, "text": "He called upon him in these words: \"O Lord, you sent your angel in the time of King Hezekiah of Judea, and he killed fully one hundred eighty-five thousand in the camp of Sennacherib."},{"verse": 23, "text": "So now, O Sovereign of the heavens, send a good angel to spread terror and trembling before us."},{"verse": 24, "text": "By the might of your arm may these blasphemers who come against your holy people be struck down.\" With these words he ended his prayer."},{"verse": 25, "text": "Nicanor and his troops advanced with trumpets and battle songs,"},{"verse": 26, "text": "but Judas and his troops met the enemy in battle with invocations to God and prayers."},{"verse": 27, "text": "So, fighting with their hands and praying to God in their hearts, they laid low at least thirty-five thousand, and were greatly gladdened by God\"s manifestation."},{"verse": 28, "text": "When the action was over and they were returning with joy, they recognized Nicanor, lying dead, in full armor."},{"verse": 29, "text": "Then there was shouting and tumult, and they blessed the Sovereign Lord in the language of their ancestors."},{"verse": 30, "text": "Then the man who was ever in body and soul the defender of his people, the man who maintained his youthful goodwill toward his compatriots, ordered them to cut off Nicanor\"s head and arm and carry them to Jerusalem."},{"verse": 31, "text": "When he arrived there and had called his compatriots together and stationed the priests before the altar, he sent for those who were in the citadel."},{"verse": 32, "text": "He showed them the vile Nicanor\"s head and that profane man\"s arm, which had been boastfully stretched out against the holy house of the Almighty."},{"verse": 33, "text": "He cut out the tongue of the ungodly Nicanor and said that he would feed it piecemeal to the birds and would hang up these rewards of his folly opposite the sanctuary."},{"verse": 34, "text": "And they all, looking to heaven, blessed the Lord who had manifested himself, saying, \"Blessed is he who has kept his own place undefiled!\""},{"verse": 35, "footnotes": {"a": "2 Maccabees 15:35 Gk _He_"}, "text": "Judas[^a] hung Nicanor\"s head from the citadel, a clear and conspicuous sign to everyone of the help of the Lord."},{"verse": 36, "text": "And they all decreed by public vote never to let this day go unobserved, but to celebrate the thirteenth day of the twelfth month--which is called Adar in the Aramaic language--the day before Mordecai\"s day."},{"verse": 37, "text": "This, then, is how matters turned out with Nicanor, and from that time the city has been in the possession of the Hebrews. So I will here end my story."},{"verse": 38, "text": "||The Compiler\"s Epilogue||If it is well told and to the point, that is what I myself desired; if it is poorly done and mediocre, that was the best I could do."},{"verse": 39, "text": "For just as it is harmful to drink wine alone, or, again, to drink water alone, while wine mixed with water is sweet and delicious and enhances one\"s enjoyment, so also the style of the story delights the ears of those who read the work. And here will be the end."}]}
]}