{"book": "2 Peter", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "2 Peter 1:1 Other ancient authorities read _Simon_", "b": "2 Peter 1:1 Gk _slave_", "c": "2 Peter 1:1 Or _of our God and the Savior Jesus Christ_"}, "text": "||Salutation||Simeon[^a] Peter, a servant[^b] and apostle of Jesus Christ,\nTo those who have received a faith as precious as ours through the righteousness of our God and Savior Jesus Christ:[^c]"},{"verse": 2, "text": "May grace and peace be yours in abundance in the knowledge of God and of Jesus our Lord."},{"verse": 3, "footnotes": {"a": "2 Peter 1:3 Other ancient authorities read _through_"}, "text": "||The Christian\"s Call and Election||His divine power has given us everything needed for life and godliness, through the knowledge of him who called us by[^a] his own glory and goodness."},{"verse": 4, "text": "Thus he has given us, through these things, his precious and very great promises, so that through them you may escape from the corruption that is in the world because of lust, and may become participants of the divine nature."},{"verse": 5, "text": "For this very reason, you must make every effort to support your faith with goodness, and goodness with knowledge,"},{"verse": 6, "text": "and knowledge with self-control, and self-control with endurance, and endurance with godliness,"},{"verse": 7, "footnotes": {"a": "2 Peter 1:7 Gk _brotherly_", "b": "2 Peter 1:7 Gk _brotherly_"}, "text": "and godliness with mutual[^a] affection, and mutual[^b] affection with love."},{"verse": 8, "text": "For if these things are yours and are increasing among you, they keep you from being ineffective and unfruitful in the knowledge of our Lord Jesus Christ."},{"verse": 9, "text": "For anyone who lacks these things is short-sighted and blind, and is forgetful of the cleansing of past sins."},{"verse": 10, "footnotes": {"a": "2 Peter 1:10 Gk _brothers_"}, "text": "Therefore, brothers and sisters,[^a] be all the more eager to confirm your call and election, for if you do this, you will never stumble."},{"verse": 11, "text": "For in this way, entry into the eternal kingdom of our Lord and Savior Jesus Christ will be richly provided for you."},{"verse": 12, "text": "Therefore I intend to keep on reminding you of these things, though you know them already and are established in the truth that has come to you."},{"verse": 13, "footnotes": {"a": "2 Peter 1:13 Gk _tent_"}, "text": "I think it right, as long as I am in this body,[^a] to refresh your memory,"},{"verse": 14, "footnotes": {"a": "2 Peter 1:14 Gk _the putting off of my tent_"}, "text": "since I know that my death[^a] will come soon, as indeed our Lord Jesus Christ has made clear to me."},{"verse": 15, "text": "And I will make every effort so that after my departure you may be able at any time to recall these things."},{"verse": 16, "text": "||Eyewitnesses of Christ\"s Glory||For we did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we had been eyewitnesses of his majesty."},{"verse": 17, "footnotes": {"a": "2 Peter 1:17 Other ancient authorities read _my beloved Son_"}, "text": "For he received honor and glory from God the Father when that voice was conveyed to him by the Majestic Glory, saying, \"This is my Son, my Beloved,[^a] with whom I am well pleased.\""},{"verse": 18, "text": "We ourselves heard this voice come from heaven, while we were with him on the holy mountain."},{"verse": 19, "text": "So we have the prophetic message more fully confirmed. You will do well to be attentive to this as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts."},{"verse": 20, "text": "First of all you must understand this, that no prophecy of scripture is a matter of one\"s own interpretation,"},{"verse": 21, "footnotes": {"a": "2 Peter 1:21 Other ancient authorities read _but moved by the Holy Spirit saints of God spoke_"}, "text": "because no prophecy ever came by human will, but men and women moved by the Holy Spirit spoke from God.[^a]"}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||False Prophets and Their Punishment||But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive opinions. They will even deny the Master who bought them--bringing swift destruction on themselves."},{"verse": 2, "footnotes": {"a": "2 Peter 2:2 Gk _because of them_"}, "text": "Even so, many will follow their licentious ways, and because of these teachers[^a] the way of truth will be maligned."},{"verse": 3, "text": "And in their greed they will exploit you with deceptive words. Their condemnation, pronounced against them long ago, has not been idle, and their destruction is not asleep."},{"verse": 4, "footnotes": {"a": "2 Peter 2:4 Gk _Tartaros_", "b": "2 Peter 2:4 Other ancient authorities read _pits_"}, "text": "For if God did not spare the angels when they sinned, but cast them into hell[^a] and committed them to chains[^b] of deepest darkness to be kept until the judgment;"},{"verse": 5, "text": "and if he did not spare the ancient world, even though he saved Noah, a herald of righteousness, with seven others, when he brought a flood on a world of the ungodly;"},{"verse": 6, "footnotes": {"a": "2 Peter 2:6 Other ancient authorities lack _to extinction_", "b": "2 Peter 2:6 Other ancient authorities read _an example to those who were to be ungodly_"}, "text": "and if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction[^a] and made them an example of what is coming to the ungodly;[^b]"},{"verse": 7, "text": "and if he rescued Lot, a righteous man greatly distressed by the licentiousness of the lawless"},{"verse": 8, "text": "(for that righteous man, living among them day after day, was tormented in his righteous soul by their lawless deeds that he saw and heard),"},{"verse": 9, "text": "then the Lord knows how to rescue the godly from trial, and to keep the unrighteous under punishment until the day of judgment"},{"verse": 10, "footnotes": {"a": "2 Peter 2:10 Or _angels_; Gk _glories_"}, "text": "--especially those who indulge their flesh in depraved lust, and who despise authority.\nBold and willful, they are not afraid to slander the glorious ones,[^a]"},{"verse": 11, "footnotes": {"a": "2 Peter 2:11 Other ancient authorities read _before the Lord_; others lack the phrase"}, "text": "whereas angels, though greater in might and power, do not bring against them a slanderous judgment from the Lord.[^a]"},{"verse": 12, "footnotes": {"a": "2 Peter 2:12 Gk _in their destruction_"}, "text": "These people, however, are like irrational animals, mere creatures of instinct, born to be caught and killed. They slander what they do not understand, and when those creatures are destroyed,[^a] they also will be destroyed,"},{"verse": 13, "footnotes": {"a": "2 Peter 2:13 Other ancient authorities read _receiving_", "b": "2 Peter 2:13 Other ancient authorities read _love-feasts_"}, "text": "suffering[^a] the penalty for doing wrong. They count it a pleasure to revel in the daytime. They are blots and blemishes, reveling in their dissipation[^b] while they feast with you."},{"verse": 14, "text": "They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children!"},{"verse": 15, "footnotes": {"a": "2 Peter 2:15 Other ancient authorities read _Beor_"}, "text": "They have left the straight road and have gone astray, following the road of Balaam son of Bosor,[^a] who loved the wages of doing wrong,"},{"verse": 16, "text": "but was rebuked for his own transgression; a speechless donkey spoke with a human voice and restrained the prophet\"s madness."},{"verse": 17, "text": "These are waterless springs and mists driven by a storm; for them the deepest darkness has been reserved."},{"verse": 18, "footnotes": {"a": "2 Peter 2:18 Other ancient authorities read _actually_"}, "text": "For they speak bombastic nonsense, and with licentious desires of the flesh they entice people who have just[^a] escaped from those who live in error."},{"verse": 19, "text": "They promise them freedom, but they themselves are slaves of corruption; for people are slaves to whatever masters them."},{"verse": 20, "text": "For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overpowered, the last state has become worse for them than the first."},{"verse": 21, "text": "For it would have been better for them never to have known the way of righteousness than, after knowing it, to turn back from the holy commandment that was passed on to them."},{"verse": 22, "text": "It has happened to them according to the true proverb,\n\"The dog turns back to its own vomit,\"\nand,\n\"The sow is washed only to wallow in the mud.\""}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||The Promise of the Lord\"s Coming||This is now, beloved, the second letter I am writing to you; in them I am trying to arouse your sincere intention by reminding you"},{"verse": 2, "text": "that you should remember the words spoken in the past by the holy prophets, and the commandment of the Lord and Savior spoken through your apostles."},{"verse": 3, "text": "First of all you must understand this, that in the last days scoffers will come, scoffing and indulging their own lusts"},{"verse": 4, "footnotes": {"a": "2 Peter 3:4 Gk _our fathers fell asleep_"}, "text": "and saying, \"Where is the promise of his coming? For ever since our ancestors died,[^a] all things continue as they were from the beginning of creation!\""},{"verse": 5, "text": "They deliberately ignore this fact, that by the word of God heavens existed long ago and an earth was formed out of water and by means of water,"},{"verse": 6, "text": "through which the world of that time was deluged with water and perished."},{"verse": 7, "text": "But by the same word the present heavens and earth have been reserved for fire, being kept until the day of judgment and destruction of the godless."},{"verse": 8, "text": "But do not ignore this one fact, beloved, that with the Lord one day is like a thousand years, and a thousand years are like one day."},{"verse": 9, "footnotes": {"a": "2 Peter 3:9 Other ancient authorities read _on your account_"}, "text": "The Lord is not slow about his promise, as some think of slowness, but is patient with you,[^a] not wanting any to perish, but all to come to repentance."},{"verse": 10, "footnotes": {"a": "2 Peter 3:10 Other ancient authorities read _will be burned up_"}, "text": "But the day of the Lord will come like a thief, and then the heavens will pass away with a loud noise, and the elements will be dissolved with fire, and the earth and everything that is done on it will be disclosed.[^a]"},{"verse": 11, "text": "Since all these things are to be dissolved in this way, what sort of persons ought you to be in leading lives of holiness and godliness,"},{"verse": 12, "footnotes": {"a": "2 Peter 3:12 Or _earnestly desiring_"}, "text": "waiting for and hastening[^a] the coming of the day of God, because of which the heavens will be set ablaze and dissolved, and the elements will melt with fire?"},{"verse": 13, "text": "But, in accordance with his promise, we wait for new heavens and a new earth, where righteousness is at home."},{"verse": 14, "text": "||Final Exhortation and Doxology||Therefore, beloved, while you are waiting for these things, strive to be found by him at peace, without spot or blemish;"},{"verse": 15, "text": "and regard the patience of our Lord as salvation. So also our beloved brother Paul wrote to you according to the wisdom given him,"},{"verse": 16, "text": "speaking of this as he does in all his letters. There are some things in them hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other scriptures."},{"verse": 17, "text": "You therefore, beloved, since you are forewarned, beware that you are not carried away with the error of the lawless and lose your own stability."},{"verse": 18, "footnotes": {"a": "2 Peter 3:18 Other ancient authorities lack _Amen_"}, "text": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.[^a]"}]}
]}