{"book": "2 Samuel", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||David Mourns for Saul and Jonathan||After the death of Saul, when David had returned from defeating the Amalekites, David remained two days in Ziklag."},{"verse": 2, "text": "On the third day, a man came from Saul\"s camp, with his clothes torn and dirt on his head. When he came to David, he fell to the ground and did obeisance."},{"verse": 3, "text": "David said to him, \"Where have you come from?\" He said to him, \"I have escaped from the camp of Israel.\""},{"verse": 4, "text": "David said to him, \"How did things go? Tell me!\" He answered, \"The army fled from the battle, but also many of the army fell and died; and Saul and his son Jonathan also died.\""},{"verse": 5, "text": "Then David asked the young man who was reporting to him, \"How do you know that Saul and his son Jonathan died?\""},{"verse": 6, "text": "The young man reporting to him said, \"I happened to be on Mount Gilboa; and there was Saul leaning on his spear, while the chariots and the horsemen drew close to him."},{"verse": 7, "text": "When he looked behind him, he saw me, and called to me. I answered, \"Here sir.\""},{"verse": 8, "text": "And he said to me, \"Who are you?\" I answered him, \"I am an Amalekite.\""},{"verse": 9, "text": "He said to me, \"Come, stand over me and kill me; for convulsions have seized me, and yet my life still lingers.\""},{"verse": 10, "text": "So I stood over him, and killed him, for I knew that he could not live after he had fallen. I took the crown that was on his head and the armlet that was on his arm, and I have brought them here to my lord.\""},{"verse": 11, "text": "Then David took hold of his clothes and tore them; and all the men who were with him did the same."},{"verse": 12, "text": "They mourned and wept, and fasted until evening for Saul and for his son Jonathan, and for the army of the LORD and for the house of Israel, because they had fallen by the sword."},{"verse": 13, "text": "David said to the young man who had reported to him, \"Where do you come from?\" He answered, \"I am the son of a resident alien, an Amalekite.\""},{"verse": 14, "text": "David said to him, \"Were you not afraid to lift your hand to destroy the LORD\"s anointed?\""},{"verse": 15, "text": "Then David called one of the young men and said, \"Come here and strike him down.\" So he struck him down and he died."},{"verse": 16, "text": "David said to him, \"Your blood be on your head; for your own mouth has testified against you, saying, \"I have killed the LORD\"s anointed.\"\""},{"verse": 17, "text": "David intoned this lamentation over Saul and his son Jonathan."},{"verse": 18, "footnotes": {"a": "2 Samuel 1:18 Heb _that The Bow_"}, "text": "(He ordered that The Song of the Bow[^a] be taught to the people of Judah; it is written in the Book of Jashar.) He said:"},{"verse": 19, "text": "Your glory, O Israel, lies slain upon your high places!  \n    How the mighty have fallen!"},{"verse": 20, "text": "Tell it not in Gath,  \n    proclaim it not in the streets of Ashkelon;  \nor the daughters of the Philistines will rejoice,  \n    the daughters of the uncircumcised will exult."},{"verse": 21, "footnotes": {"a": "2 Samuel 1:21 Meaning of Heb uncertain"}, "text": "You mountains of Gilboa,  \n    let there be no dew or rain upon you,  \n    nor bounteous fields![^a]  \nFor there the shield of the mighty was defiled,  \n    the shield of Saul, anointed with oil no more."},{"verse": 22, "text": "From the blood of the slain,  \n    from the fat of the mighty,  \nthe bow of Jonathan did not turn back,  \n    nor the sword of Saul return empty."},{"verse": 23, "text": "Saul and Jonathan, beloved and lovely!  \n    In life and in death they were not divided;  \nthey were swifter than eagles,  \n    they were stronger than lions."},{"verse": 24, "text": "O daughters of Israel, weep over Saul,  \n    who clothed you with crimson, in luxury,  \n    who put ornaments of gold on your apparel."},{"verse": 25, "text": "How the mighty have fallen  \n    in the midst of the battle!\nJonathan lies slain upon your high places."},{"verse": 26, "text": "    I am distressed for you, my brother Jonathan;  \ngreatly beloved were you to me;  \n    your love to me was wonderful,  \n    passing the love of women."},{"verse": 27, "text": "How the mighty have fallen,  \n    and the weapons of war perished!"}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||David Anointed King of Judah||After this David inquired of the LORD, \"Shall I go up into any of the cities of Judah?\" The LORD said to him, \"Go up.\" David said, \"To which shall I go up?\" He said, \"To Hebron.\""},{"verse": 2, "text": "So David went up there, along with his two wives, Ahinoam of Jezreel, and Abigail the widow of Nabal of Carmel."},{"verse": 3, "text": "David brought up the men who were with him, every one with his household; and they settled in the towns of Hebron."},{"verse": 4, "text": "Then the people of Judah came, and there they anointed David king over the house of Judah.\nWhen they told David, \"It was the people of Jabesh-gilead who buried Saul,\""},{"verse": 5, "text": "David sent messengers to the people of Jabesh-gilead, and said to them, \"May you be blessed by the LORD, because you showed this loyalty to Saul your lord, and buried him!"},{"verse": 6, "text": "Now may the LORD show steadfast love and faithfulness to you! And I too will reward you because you have done this thing."},{"verse": 7, "text": "Therefore let your hands be strong, and be valiant; for Saul your lord is dead, and the house of Judah has anointed me king over them.\""},{"verse": 8, "footnotes": {"a": "2 Samuel 2:8 Gk Compare 1 Chr 8.33; 9.39: Heb _Ish-bosheth_, “man of shame”"}, "text": "||Ishbaal King of Israel||But Abner son of Ner, commander of Saul\"s army, had taken Ishbaal[^a] son of Saul, and brought him over to Mahanaim."},{"verse": 9, "text": "He made him king over Gilead, the Ashurites, Jezreel, Ephraim, Benjamin, and over all Israel."},{"verse": 10, "footnotes": {"a": "2 Samuel 2:10 Gk Compare 1 Chr 8.33; 9.39: Heb _Ish-bosheth_, “man of shame”"}, "text": "Ishbaal,[^a] Saul\"s son, was forty years old when he began to reign over Israel, and he reigned two years. But the house of Judah followed David."},{"verse": 11, "text": "The time that David was king in Hebron over the house of Judah was seven years and six months."},{"verse": 12, "footnotes": {"a": "2 Samuel 2:12 Gk Compare 1 Chr 8.33; 9.39: Heb _Ish-bosheth_, “man of shame”"}, "text": "||The Battle of Gibeon||Abner son of Ner, and the servants of Ishbaal[^a] son of Saul, went out from Mahanaim to Gibeon."},{"verse": 13, "text": "Joab son of Zeruiah, and the servants of David, went out and met them at the pool of Gibeon. One group sat on one side of the pool, while the other sat on the other side of the pool."},{"verse": 14, "text": "Abner said to Joab, \"Let the young men come forward and have a contest before us.\" Joab said, \"Let them come forward.\""},{"verse": 15, "footnotes": {"a": "2 Samuel 2:15 Gk Compare 1 Chr 8.33; 9.39: Heb _Ish-bosheth_, “man of shame”"}, "text": "So they came forward and were counted as they passed by, twelve for Benjamin and Ishbaal[^a] son of Saul, and twelve of the servants of David."},{"verse": 16, "footnotes": {"a": "2 Samuel 2:16 That is _Field of Sword-edges_"}, "text": "Each grasped his opponent by the head, and thrust his sword in his opponent\"s side; so they fell down together. Therefore that place was called Helkath-hazzurim,[^a] which is at Gibeon."},{"verse": 17, "text": "The battle was very fierce that day; and Abner and the men of Israel were beaten by the servants of David."},{"verse": 18, "text": "The three sons of Zeruiah were there, Joab, Abishai, and Asahel. Now Asahel was as swift of foot as a wild gazelle."},{"verse": 19, "text": "Asahel pursued Abner, turning neither to the right nor to the left as he followed him."},{"verse": 20, "text": "Then Abner looked back and said, \"Is it you, Asahel?\" He answered, \"Yes, it is.\""},{"verse": 21, "text": "Abner said to him, \"Turn to your right or to your left, and seize one of the young men, and take his spoil.\" But Asahel would not turn away from following him."},{"verse": 22, "text": "Abner said again to Asahel, \"Turn away from following me; why should I strike you to the ground? How then could I show my face to your brother Joab?\""},{"verse": 23, "text": "But he refused to turn away. So Abner struck him in the stomach with the butt of his spear, so that the spear came out at his back. He fell there, and died where he lay. And all those who came to the place where Asahel had fallen and died, stood still."},{"verse": 24, "text": "But Joab and Abishai pursued Abner. As the sun was going down they came to the hill of Ammah, which lies before Giah on the way to the wilderness of Gibeon."},{"verse": 25, "text": "The Benjaminites rallied around Abner and formed a single band; they took their stand on the top of a hill."},{"verse": 26, "text": "Then Abner called to Joab, \"Is the sword to keep devouring forever? Do you not know that the end will be bitter? How long will it be before you order your people to turn from the pursuit of their kinsmen?\""},{"verse": 27, "text": "Joab said, \"As God lives, if you had not spoken, the people would have continued to pursue their kinsmen, not stopping until morning.\""},{"verse": 28, "text": "Joab sounded the trumpet and all the people stopped; they no longer pursued Israel or engaged in battle any further."},{"verse": 29, "footnotes": {"a": "2 Samuel 2:29 Meaning of Heb uncertain"}, "text": "Abner and his men traveled all that night through the Arabah; they crossed the Jordan, and, marching the whole forenoon,[^a] they came to Mahanaim."},{"verse": 30, "text": "Joab returned from the pursuit of Abner; and when he had gathered all the people together, there were missing of David\"s servants nineteen men besides Asahel."},{"verse": 31, "text": "But the servants of David had killed of Benjamin three hundred sixty of Abner\"s men."},{"verse": 32, "text": "They took up Asahel and buried him in the tomb of his father, which was at Bethlehem. Joab and his men marched all night, and the day broke upon them at Hebron."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Abner Defects to David||There was a long war between the house of Saul and the house of David; David grew stronger and stronger, while the house of Saul became weaker and weaker."},{"verse": 2, "text": "Sons were born to David at Hebron: his firstborn was Amnon, of Ahinoam of Jezreel;"},{"verse": 3, "text": "his second, Chileab, of Abigail the widow of Nabal of Carmel; the third, Absalom son of Maacah, daughter of King Talmai of Geshur;"},{"verse": 4, "text": "the fourth, Adonijah son of Haggith; the fifth, Shephatiah son of Abital;"},{"verse": 5, "text": "and the sixth, Ithream, of David\"s wife Eglah. These were born to David in Hebron."},{"verse": 6, "text": "While there was war between the house of Saul and the house of David, Abner was making himself strong in the house of Saul."},{"verse": 7, "footnotes": {"a": "2 Samuel 3:7 Heb _And he_"}, "text": "Now Saul had a concubine whose name was Rizpah daughter of Aiah. And Ishbaal[^a] said to Abner, \"Why have you gone in to my father\"s concubine?\""},{"verse": 8, "footnotes": {"a": "2 Samuel 3:8 Gk Compare 1 Chr 8.33; 9.39: Heb _Ish-bosheth_, “man of shame”"}, "text": "The words of Ishbaal[^a] made Abner very angry; he said, \"Am I a dog\"s head for Judah? Today I keep showing loyalty to the house of your father Saul, to his brothers, and to his friends, and have not given you into the hand of David; and yet you charge me now with a crime concerning this woman."},{"verse": 9, "text": "So may God do to Abner and so may he add to it! For just what the LORD has sworn to David, that will I accomplish for him,"},{"verse": 10, "text": "to transfer the kingdom from the house of Saul, and set up the throne of David over Israel and over Judah, from Dan to Beer-sheba.\""},{"verse": 11, "footnotes": {"a": "2 Samuel 3:11 Heb _And he_"}, "text": "And Ishbaal[^a] could not answer Abner another word, because he feared him."},{"verse": 12, "footnotes": {"a": "2 Samuel 3:12 Gk: Heb _where he was_"}, "text": "Abner sent messengers to David at Hebron,[^a] saying, \"To whom does the land belong? Make your covenant with me, and I will give you my support to bring all Israel over to you.\""},{"verse": 13, "text": "He said, \"Good; I will make a covenant with you. But one thing I require of you: you shall never appear in my presence unless you bring Saul\"s daughter Michal when you come to see me.\""},{"verse": 14, "footnotes": {"a": "2 Samuel 3:14 Heb _Ish-bosheth_"}, "text": "Then David sent messengers to Saul\"s son Ishbaal,[^a] saying, \"Give me my wife Michal, to whom I became engaged at the price of one hundred foreskins of the Philistines.\""},{"verse": 15, "footnotes": {"a": "2 Samuel 3:15 Heb _Ish-bosheth_"}, "text": "Ishbaal[^a] sent and took her from her husband Paltiel the son of Laish."},{"verse": 16, "text": "But her husband went with her, weeping as he walked behind her all the way to Bahurim. Then Abner said to him, \"Go back home!\" So he went back."},{"verse": 17, "text": "Abner sent word to the elders of Israel, saying, \"For some time past you have been seeking David as king over you."},{"verse": 18, "text": "Now then bring it about; for the LORD has promised David: Through my servant David I will save my people Israel from the hand of the Philistines, and from all their enemies.\""},{"verse": 19, "text": "Abner also spoke directly to the Benjaminites; then Abner went to tell David at Hebron all that Israel and the whole house of Benjamin were ready to do."},{"verse": 20, "text": "When Abner came with twenty men to David at Hebron, David made a feast for Abner and the men who were with him."},{"verse": 21, "text": "Abner said to David, \"Let me go and rally all Israel to my lord the king, in order that they may make a covenant with you, and that you may reign over all that your heart desires.\" So David dismissed Abner, and he went away in peace."},{"verse": 22, "footnotes": {"a": "2 Samuel 3:22 Heb _he_"}, "text": "||Abner Is Killed by Joab||Just then the servants of David arrived with Joab from a raid, bringing much spoil with them. But Abner was not with David at Hebron, for David[^a] had dismissed him, and he had gone away in peace."},{"verse": 23, "text": "When Joab and all the army that was with him came, it was told Joab, \"Abner son of Ner came to the king, and he has dismissed him, and he has gone away in peace.\""},{"verse": 24, "text": "Then Joab went to the king and said, \"What have you done? Abner came to you; why did you dismiss him, so that he got away?"},{"verse": 25, "text": "You know that Abner son of Ner came to deceive you, and to learn your comings and goings and to learn all that you are doing.\""},{"verse": 26, "text": "When Joab came out from David\"s presence, he sent messengers after Abner, and they brought him back from the cistern of Sirah; but David did not know about it."},{"verse": 27, "footnotes": {"a": "2 Samuel 3:27 Heb lacks _shedding_", "b": "2 Samuel 3:27 Heb _his_"}, "text": "When Abner returned to Hebron, Joab took him aside in the gateway to speak with him privately, and there he stabbed him in the stomach. So he died for shedding[^a] the blood of Asahel, Joab\"s[^b] brother."},{"verse": 28, "text": "Afterward, when David heard of it, he said, \"I and my kingdom are forever guiltless before the LORD for the blood of Abner son of Ner."},{"verse": 29, "footnotes": {"a": "2 Samuel 3:29 Heb _May it_", "b": "2 Samuel 3:29 A term for several skin diseases; precise meaning uncertain"}, "text": "May the guilt[^a] fall on the head of Joab, and on all his father\"s house; and may the house of Joab never be without one who has a discharge, or who is leprous,[^b] or who holds a spindle, or who falls by the sword, or who lacks food!\""},{"verse": 30, "text": "So Joab and his brother Abishai murdered Abner because he had killed their brother Asahel in the battle at Gibeon."},{"verse": 31, "text": "Then David said to Joab and to all the people who were with him, \"Tear your clothes, and put on sackcloth, and mourn over Abner.\" And King David followed the bier."},{"verse": 32, "text": "They buried Abner at Hebron. The king lifted up his voice and wept at the grave of Abner, and all the people wept."},{"verse": 33, "text": "The king lamented for Abner, saying,\n\"Should Abner die as a fool dies?"},{"verse": 34, "text": "Your hands were not bound,  \n    your feet were not fettered;  \nas one falls before the wicked  \n    you have fallen.\"\nAnd all the people wept over him again."},{"verse": 35, "text": "Then all the people came to persuade David to eat something while it was still day; but David swore, saying, \"So may God do to me, and more, if I taste bread or anything else before the sun goes down!\""},{"verse": 36, "text": "All the people took notice of it, and it pleased them; just as everything the king did pleased all the people."},{"verse": 37, "text": "So all the people and all Israel understood that day that the king had no part in the killing of Abner son of Ner."},{"verse": 38, "text": "And the king said to his servants, \"Do you not know that a prince and a great man has fallen this day in Israel?"},{"verse": 39, "text": "Today I am powerless, even though anointed king; these men, the sons of Zeruiah, are too violent for me. The LORD pay back the one who does wickedly in accordance with his wickedness!\""}]}
,{"chapter": 4, "verses":[{"verse": 1, "footnotes": {"a": "2 Samuel 4:1 Heb lacks _Ishbaal_"}, "text": "||Ishbaal Assassinated||When Saul\"s son Ishbaal[^a] heard that Abner had died at Hebron, his courage failed, and all Israel was dismayed."},{"verse": 2, "text": "Saul\"s son had two captains of raiding bands; the name of the one was Baanah, and the name of the other Rechab. They were sons of Rimmon a Benjaminite from Beeroth--for Beeroth is considered to belong to Benjamin."},{"verse": 3, "text": "(Now the people of Beeroth had fled to Gittaim and are there as resident aliens to this day)."},{"verse": 4, "footnotes": {"a": "2 Samuel 4:4 In 1 Chr 8.34 and 9.40, _Merib-baal_"}, "text": "Saul\"s son Jonathan had a son who was crippled in his feet. He was five years old when the news about Saul and Jonathan came from Jezreel. His nurse picked him up and fled; and, in her haste to flee, it happened that he fell and became lame. His name was Mephibosheth.[^a]"},{"verse": 5, "footnotes": {"a": "2 Samuel 4:5 Heb _Ish-bosheth_"}, "text": "Now the sons of Rimmon the Beerothite, Rechab and Baanah, set out, and about the heat of the day they came to the house of Ishbaal,[^a] while he was taking his noonday rest."},{"verse": 6, "footnotes": {"a": "2 Samuel 4:6 Meaning of Heb of verse 6 uncertain"}, "text": "They came inside the house as though to take wheat, and they struck him in the stomach; then Rechab and his brother Baanah escaped.[^a]"},{"verse": 7, "text": "Now they had come into the house while he was lying on his couch in his bedchamber; they attacked him, killed him, and beheaded him. Then they took his head and traveled by way of the Arabah all night long."},{"verse": 8, "footnotes": {"a": "2 Samuel 4:8 Heb _Ish-bosheth_", "b": "2 Samuel 4:8 Heb _Ish-bosheth_"}, "text": "They brought the head of Ishbaal[^a] to David at Hebron and said to the king, \"Here is the head of Ishbaal,[^b] son of Saul, your enemy, who sought your life; the LORD has avenged my lord the king this day on Saul and on his offspring.\""},{"verse": 9, "text": "David answered Rechab and his brother Baanah, the sons of Rimmon the Beerothite, \"As the LORD lives, who has redeemed my life out of every adversity,"},{"verse": 10, "text": "when the one who told me, \"See, Saul is dead,\" thought he was bringing good news, I seized him and killed him at Ziklag--this was the reward I gave him for his news."},{"verse": 11, "text": "How much more then, when wicked men have killed a righteous man on his bed in his own house! And now shall I not require his blood at your hand, and destroy you from the earth?\""},{"verse": 12, "footnotes": {"a": "2 Samuel 4:12 Heb _Ish-bosheth_"}, "text": "So David commanded the young men, and they killed them; they cut off their hands and feet, and hung their bodies beside the pool at Hebron. But the head of Ishbaal[^a] they took and buried in the tomb of Abner at Hebron."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||David Anointed King of All Israel||Then all the tribes of Israel came to David at Hebron, and said, \"Look, we are your bone and flesh."},{"verse": 2, "text": "For some time, while Saul was king over us, it was you who led out Israel and brought it in. The LORD said to you: It is you who shall be shepherd of my people Israel, you who shall be ruler over Israel.\""},{"verse": 3, "text": "So all the elders of Israel came to the king at Hebron; and King David made a covenant with them at Hebron before the LORD, and they anointed David king over Israel."},{"verse": 4, "text": "David was thirty years old when he began to reign, and he reigned forty years."},{"verse": 5, "text": "At Hebron he reigned over Judah seven years and six months; and at Jerusalem he reigned over all Israel and Judah thirty-three years."},{"verse": 6, "text": "||Jerusalem Made Capital of the United Kingdom||The king and his men marched to Jerusalem against the Jebusites, the inhabitants of the land, who said to David, \"You will not come in here, even the blind and the lame will turn you back\"--thinking, \"David cannot come in here.\""},{"verse": 7, "text": "Nevertheless David took the stronghold of Zion, which is now the city of David."},{"verse": 8, "footnotes": {"a": "2 Samuel 5:8 Another reading is _those who hate David_"}, "text": "David had said on that day, \"Whoever would strike down the Jebusites, let him get up the water shaft to attack the lame and the blind, those whom David hates.\"[^a] Therefore it is said, \"The blind and the lame shall not come into the house.\""},{"verse": 9, "text": "David occupied the stronghold, and named it the city of David. David built the city all around from the Millo inward."},{"verse": 10, "text": "And David became greater and greater, for the LORD, the God of hosts, was with him."},{"verse": 11, "text": "King Hiram of Tyre sent messengers to David, along with cedar trees, and carpenters and masons who built David a house."},{"verse": 12, "text": "David then perceived that the LORD had established him king over Israel, and that he had exalted his kingdom for the sake of his people Israel."},{"verse": 13, "text": "In Jerusalem, after he came from Hebron, David took more concubines and wives; and more sons and daughters were born to David."},{"verse": 14, "text": "These are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"},{"verse": 15, "text": "Ibhar, Elishua, Nepheg, Japhia,"},{"verse": 16, "text": "Elishama, Eliada, and Eliphelet."},{"verse": 17, "text": "||Philistine Attack Repulsed||When the Philistines heard that David had been anointed king over Israel, all the Philistines went up in search of David; but David heard about it and went down to the stronghold."},{"verse": 18, "text": "Now the Philistines had come and spread out in the valley of Rephaim."},{"verse": 19, "text": "David inquired of the LORD, \"Shall I go up against the Philistines? Will you give them into my hand?\" The LORD said to David, \"Go up; for I will certainly give the Philistines into your hand.\""},{"verse": 20, "footnotes": {"a": "2 Samuel 5:20 Heb _paraz_", "b": "2 Samuel 5:20 That is _Lord of Bursting Forth_"}, "text": "So David came to Baal-perazim, and David defeated them there. He said, \"The LORD has burst forth against[^a] my enemies before me, like a bursting flood.\" Therefore that place is called Baal-perazim.[^b]"},{"verse": 21, "text": "The Philistines abandoned their idols there, and David and his men carried them away."},{"verse": 22, "text": "Once again the Philistines came up, and were spread out in the valley of Rephaim."},{"verse": 23, "text": "When David inquired of the LORD, he said, \"You shall not go up; go around to their rear, and come upon them opposite the balsam trees."},{"verse": 24, "text": "When you hear the sound of marching in the tops of the balsam trees, then be on the alert; for then the LORD has gone out before you to strike down the army of the Philistines.\""},{"verse": 25, "text": "David did just as the LORD had commanded him; and he struck down the Philistines from Geba all the way to Gezer."}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||David Brings the Ark to Jerusalem||David again gathered all the chosen men of Israel, thirty thousand."},{"verse": 2, "text": "David and all the people with him set out and went from Baale-judah, to bring up from there the ark of God, which is called by the name of the LORD of hosts who is enthroned on the cherubim."},{"verse": 3, "footnotes": {"a": "2 Samuel 6:3 Or _and his brother_"}, "text": "They carried the ark of God on a new cart, and brought it out of the house of Abinadab, which was on the hill. Uzzah and Ahio,[^a] the sons of Abinadab, were driving the new cart"},{"verse": 4, "footnotes": {"a": "2 Samuel 6:4 Compare Gk: Heb _and brought it out of the house of Abinadab, which was on the hill with the ark of God_", "b": "2 Samuel 6:4 Or _and his brother_"}, "text": "with the ark of God;[^a] and Ahio[^b] went in front of the ark."},{"verse": 5, "footnotes": {"a": "2 Samuel 6:5 Q Ms Gk 1 Chr 13.8: Heb _fir trees_"}, "text": "David and all the house of Israel were dancing before the LORD with all their might, with songs[^a] and lyres and harps and tambourines and castanets and cymbals."},{"verse": 6, "text": "When they came to the threshing floor of Nacon, Uzzah reached out his hand to the ark of God and took hold of it, for the oxen shook it."},{"verse": 7, "footnotes": {"a": "2 Samuel 6:7 1 Chr 13.10 Compare Q Ms: Meaning of Heb uncertain"}, "text": "The anger of the LORD was kindled against Uzzah; and God struck him there because he reached out his hand to the ark;[^a] and he died there beside the ark of God."},{"verse": 8, "footnotes": {"a": "2 Samuel 6:8 That is _Bursting Out Against Uzzah_"}, "text": "David was angry because the LORD had burst forth with an outburst upon Uzzah; so that place is called Perez-uzzah,[^a] to this day."},{"verse": 9, "text": "David was afraid of the LORD that day; he said, \"How can the ark of the LORD come into my care?\""},{"verse": 10, "text": "So David was unwilling to take the ark of the LORD into his care in the city of David; instead David took it to the house of Obed-edom the Gittite."},{"verse": 11, "text": "The ark of the LORD remained in the house of Obed-edom the Gittite three months; and the LORD blessed Obed-edom and all his household."},{"verse": 12, "text": "It was told King David, \"The LORD has blessed the household of Obed-edom and all that belongs to him, because of the ark of God.\" So David went and brought up the ark of God from the house of Obed-edom to the city of David with rejoicing;"},{"verse": 13, "text": "and when those who bore the ark of the LORD had gone six paces, he sacrificed an ox and a fatling."},{"verse": 14, "text": "David danced before the LORD with all his might; David was girded with a linen ephod."},{"verse": 15, "text": "So David and all the house of Israel brought up the ark of the LORD with shouting, and with the sound of the trumpet."},{"verse": 16, "text": "As the ark of the LORD came into the city of David, Michal daughter of Saul looked out of the window, and saw King David leaping and dancing before the LORD; and she despised him in her heart."},{"verse": 17, "text": "They brought in the ark of the LORD, and set it in its place, inside the tent that David had pitched for it; and David offered burnt offerings and offerings of well-being before the LORD."},{"verse": 18, "text": "When David had finished offering the burnt offerings and the offerings of well-being, he blessed the people in the name of the LORD of hosts,"},{"verse": 19, "footnotes": {"a": "2 Samuel 6:19 Vg: Meaning of Heb uncertain"}, "text": "and distributed food among all the people, the whole multitude of Israel, both men and women, to each a cake of bread, a portion of meat,[^a] and a cake of raisins. Then all the people went back to their homes."},{"verse": 20, "text": "David returned to bless his household. But Michal the daughter of Saul came out to meet David, and said, \"How the king of Israel honored himself today, uncovering himself today before the eyes of his servants\" maids, as any vulgar fellow might shamelessly uncover himself!\""},{"verse": 21, "text": "David said to Michal, \"It was before the LORD, who chose me in place of your father and all his household, to appoint me as prince over Israel, the people of the LORD, that I have danced before the LORD."},{"verse": 22, "text": "I will make myself yet more contemptible than this, and I will be abased in my own eyes; but by the maids of whom you have spoken, by them I shall be held in honor.\""},{"verse": 23, "text": "And Michal the daughter of Saul had no child to the day of her death."}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "||God\"s Covenant with David||Now when the king was settled in his house, and the LORD had given him rest from all his enemies around him,"},{"verse": 2, "text": "the king said to the prophet Nathan, \"See now, I am living in a house of cedar, but the ark of God stays in a tent.\""},{"verse": 3, "text": "Nathan said to the king, \"Go, do all that you have in mind; for the LORD is with you.\""},{"verse": 4, "text": "But that same night the word of the LORD came to Nathan:"},{"verse": 5, "text": "Go and tell my servant David: Thus says the LORD: Are you the one to build me a house to live in?"},{"verse": 6, "text": "I have not lived in a house since the day I brought up the people of Israel from Egypt to this day, but I have been moving about in a tent and a tabernacle."},{"verse": 7, "footnotes": {"a": "2 Samuel 7:7 Or _any of the tribes_"}, "text": "Wherever I have moved about among all the people of Israel, did I ever speak a word with any of the tribal leaders[^a] of Israel, whom I commanded to shepherd my people Israel, saying, \"Why have you not built me a house of cedar?\""},{"verse": 8, "text": "Now therefore thus you shall say to my servant David: Thus says the LORD of hosts: I took you from the pasture, from following the sheep to be prince over my people Israel;"},{"verse": 9, "text": "and I have been with you wherever you went, and have cut off all your enemies from before you; and I will make for you a great name, like the name of the great ones of the earth."},{"verse": 10, "text": "And I will appoint a place for my people Israel and will plant them, so that they may live in their own place, and be disturbed no more; and evildoers shall afflict them no more, as formerly,"},{"verse": 11, "text": "from the time that I appointed judges over my people Israel; and I will give you rest from all your enemies. Moreover the LORD declares to you that the LORD will make you a house."},{"verse": 12, "text": "When your days are fulfilled and you lie down with your ancestors, I will raise up your offspring after you, who shall come forth from your body, and I will establish his kingdom."},{"verse": 13, "text": "He shall build a house for my name, and I will establish the throne of his kingdom forever."},{"verse": 14, "text": "I will be a father to him, and he shall be a son to me. When he commits iniquity, I will punish him with a rod such as mortals use, with blows inflicted by human beings."},{"verse": 15, "footnotes": {"a": "2 Samuel 7:15 Gk Syr Vg 1 Chr 17.13: Heb _shall not depart_"}, "text": "But I will not take[^a] my steadfast love from him, as I took it from Saul, whom I put away from before you."},{"verse": 16, "footnotes": {"a": "2 Samuel 7:16 Gk Heb Mss: MT _before you_; Compare 2 Sam 7.26, 29"}, "text": "Your house and your kingdom shall be made sure forever before me;[^a] your throne shall be established forever."},{"verse": 17, "text": "In accordance with all these words and with all this vision, Nathan spoke to David."},{"verse": 18, "text": "||David\"s Prayer||Then King David went in and sat before the LORD, and said, \"Who am I, O Lord God, and what is my house, that you have brought me thus far?"},{"verse": 19, "footnotes": {"a": "2 Samuel 7:19 Meaning of Heb uncertain"}, "text": "And yet this was a small thing in your eyes, O Lord God; you have spoken also of your servant\"s house for a great while to come. May this be instruction for the people,[^a] O Lord God!"},{"verse": 20, "text": "And what more can David say to you? For you know your servant, O Lord God!"},{"verse": 21, "text": "Because of your promise, and according to your own heart, you have wrought all this greatness, so that your servant may know it."},{"verse": 22, "text": "Therefore you are great, O LORD God; for there is no one like you, and there is no God besides you, according to all that we have heard with our ears."},{"verse": 23, "footnotes": {"a": "2 Samuel 7:23 Gk: Heb _one_", "b": "2 Samuel 7:23 Heb _you_", "c": "2 Samuel 7:23 Gk 1 Chr 17.21: Heb _for your land_", "d": "2 Samuel 7:23 Cn: Heb _before your people, whom you redeemed for yourself from Egypt, nations and its gods_"}, "text": "Who is like your people, like Israel? Is there another[^a] nation on earth whose God went to redeem it as a people, and to make a name for himself, doing great and awesome things for them,[^b] by driving out[^c] before his people nations and their gods?[^d]"},{"verse": 24, "text": "And you established your people Israel for yourself to be your people forever; and you, O LORD, became their God."},{"verse": 25, "text": "And now, O LORD God, as for the word that you have spoken concerning your servant and concerning his house, confirm it forever; do as you have promised."},{"verse": 26, "text": "Thus your name will be magnified forever in the saying, \"The LORD of hosts is God over Israel\"; and the house of your servant David will be established before you."},{"verse": 27, "text": "For you, O LORD of hosts, the God of Israel, have made this revelation to your servant, saying, \"I will build you a house\"; therefore your servant has found courage to pray this prayer to you."},{"verse": 28, "text": "And now, O Lord God, you are God, and your words are true, and you have promised this good thing to your servant;"},{"verse": 29, "text": "now therefore may it please you to bless the house of your servant, so that it may continue forever before you; for you, O Lord God, have spoken, and with your blessing shall the house of your servant be blessed forever.\""}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||David\"s Wars||Some time afterward, David attacked the Philistines and subdued them; David took Metheg-ammah out of the hand of the Philistines."},{"verse": 2, "footnotes": {"a": "2 Samuel 8:2 Heb _one full length_"}, "text": "He also defeated the Moabites and, making them lie down on the ground, measured them off with a cord; he measured two lengths of cord for those who were to be put to death, and one length[^a] for those who were to be spared. And the Moabites became servants to David and brought tribute."},{"verse": 3, "footnotes": {"a": "2 Samuel 8:3 Compare 1 Sam 15.12 and 2 Sam 18.18"}, "text": "David also struck down King Hadadezer son of Rehob of Zobah, as he went to restore his monument[^a] at the river Euphrates."},{"verse": 4, "text": "David took from him one thousand seven hundred horsemen, and twenty thousand foot soldiers. David hamstrung all the chariot horses, but left enough for a hundred chariots."},{"verse": 5, "text": "When the Arameans of Damascus came to help King Hadadezer of Zobah, David killed twenty-two thousand men of the Arameans."},{"verse": 6, "text": "Then David put garrisons among the Arameans of Damascus; and the Arameans became servants to David and brought tribute. The LORD gave victory to David wherever he went."},{"verse": 7, "text": "David took the gold shields that were carried by the servants of Hadadezer, and brought them to Jerusalem."},{"verse": 8, "text": "From Betah and from Berothai, towns of Hadadezer, King David took a great amount of bronze."},{"verse": 9, "text": "When King Toi of Hamath heard that David had defeated the whole army of Hadadezer,"},{"verse": 10, "text": "Toi sent his son Joram to King David, to greet him and to congratulate him because he had fought against Hadadezer and defeated him. Now Hadadezer had often been at war with Toi. Joram brought with him articles of silver, gold, and bronze;"},{"verse": 11, "text": "these also King David dedicated to the LORD, together with the silver and gold that he dedicated from all the nations he subdued,"},{"verse": 12, "text": "from Edom, Moab, the Ammonites, the Philistines, Amalek, and from the spoil of King Hadadezer son of Rehob of Zobah."},{"verse": 13, "footnotes": {"a": "2 Samuel 8:13 Gk: Heb _returned from striking down eighteen thousand Arameans_"}, "text": "David won a name for himself. When he returned, he killed eighteen thousand Edomites[^a] in the Valley of Salt."},{"verse": 14, "text": "He put garrisons in Edom; throughout all Edom he put garrisons, and all the Edomites became David\"s servants. And the LORD gave victory to David wherever he went."},{"verse": 15, "text": "||David\"s Officers||So David reigned over all Israel; and David administered justice and equity to all his people."},{"verse": 16, "text": "Joab son of Zeruiah was over the army; Jehoshaphat son of Ahilud was recorder;"},{"verse": 17, "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Seraiah was secretary;"},{"verse": 18, "footnotes": {"a": "2 Samuel 8:18 Syr Tg Vg 20.23; 1 Chr 18.17: Heb lacks _was over_"}, "text": "Benaiah son of Jehoiada was over[^a] the Cherethites and the Pelethites; and David\"s sons were priests."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||David\"s Kindness to Mephibosheth||David asked, \"Is there still anyone left of the house of Saul to whom I may show kindness for Jonathan\"s sake?\""},{"verse": 2, "text": "Now there was a servant of the house of Saul whose name was Ziba, and he was summoned to David. The king said to him, \"Are you Ziba?\" And he said, \"At your service!\""},{"verse": 3, "text": "The king said, \"Is there anyone remaining of the house of Saul to whom I may show the kindness of God?\" Ziba said to the king, \"There remains a son of Jonathan; he is crippled in his feet.\""},{"verse": 4, "text": "The king said to him, \"Where is he?\" Ziba said to the king, \"He is in the house of Machir son of Ammiel, at Lo-debar.\""},{"verse": 5, "text": "Then King David sent and brought him from the house of Machir son of Ammiel, at Lo-debar."},{"verse": 6, "footnotes": {"a": "2 Samuel 9:6 Or _Merib-baal_: See 4.4 note", "b": "2 Samuel 9:6 Or _Merib-baal_: See 4.4 note"}, "text": "Mephibosheth[^a] son of Jonathan son of Saul came to David, and fell on his face and did obeisance. David said, \"Mephibosheth!\"[^b] He answered, \"I am your servant.\""},{"verse": 7, "text": "David said to him, \"Do not be afraid, for I will show you kindness for the sake of your father Jonathan; I will restore to you all the land of your grandfather Saul, and you yourself shall eat at my table always.\""},{"verse": 8, "text": "He did obeisance and said, \"What is your servant, that you should look upon a dead dog such as I?\""},{"verse": 9, "text": "Then the king summoned Saul\"s servant Ziba, and said to him, \"All that belonged to Saul and to all his house I have given to your master\"s grandson."},{"verse": 10, "footnotes": {"a": "2 Samuel 9:10 Or _Merib-baal_: See 4.4 note"}, "text": "You and your sons and your servants shall till the land for him, and shall bring in the produce, so that your master\"s grandson may have food to eat; but your master\"s grandson Mephibosheth[^a] shall always eat at my table.\" Now Ziba had fifteen sons and twenty servants."},{"verse": 11, "footnotes": {"a": "2 Samuel 9:11 Or _Merib-baal_: See 4.4 note", "b": "2 Samuel 9:11 Gk: Heb _my_"}, "text": "Then Ziba said to the king, \"According to all that my lord the king commands his servant, so your servant will do.\" Mephibosheth[^a] ate at David\"s[^b] table, like one of the king\"s sons."},{"verse": 12, "footnotes": {"a": "2 Samuel 9:12 Or _Merib-baal_: See 4.4 note", "b": "2 Samuel 9:12 Or _Merib-baal’s_: See 4.4 note"}, "text": "Mephibosheth[^a] had a young son whose name was Mica. And all who lived in Ziba\"s house became Mephibosheth\"s[^b] servants."},{"verse": 13, "footnotes": {"a": "2 Samuel 9:13 Or _Merib-baal_: See 4.4 note"}, "text": "Mephibosheth[^a] lived in Jerusalem, for he always ate at the king\"s table. Now he was lame in both his feet."}]}
,{"chapter": 10, "verses":[{"verse": 1, "text": "||The Ammonites and Arameans Are Defeated||Some time afterward, the king of the Ammonites died, and his son Hanun succeeded him."},{"verse": 2, "text": "David said, \"I will deal loyally with Hanun son of Nahash, just as his father dealt loyally with me.\" So David sent envoys to console him concerning his father. When David\"s envoys came into the land of the Ammonites,"},{"verse": 3, "text": "the princes of the Ammonites said to their lord Hanun, \"Do you really think that David is honoring your father just because he has sent messengers with condolences to you? Has not David sent his envoys to you to search the city, to spy it out, and to overthrow it?\""},{"verse": 4, "text": "So Hanun seized David\"s envoys, shaved off half the beard of each, cut off their garments in the middle at their hips, and sent them away."},{"verse": 5, "text": "When David was told, he sent to meet them, for the men were greatly ashamed. The king said, \"Remain at Jericho until your beards have grown, and then return.\""},{"verse": 6, "text": "When the Ammonites saw that they had become odious to David, the Ammonites sent and hired the Arameans of Beth-rehob and the Arameans of Zobah, twenty thousand foot soldiers, as well as the king of Maacah, one thousand men, and the men of Tob, twelve thousand men."},{"verse": 7, "text": "When David heard of it, he sent Joab and all the army with the warriors."},{"verse": 8, "text": "The Ammonites came out and drew up in battle array at the entrance of the gate; but the Arameans of Zobah and of Rehob, and the men of Tob and Maacah, were by themselves in the open country."},{"verse": 9, "text": "When Joab saw that the battle was set against him both in front and in the rear, he chose some of the picked men of Israel, and arrayed them against the Arameans;"},{"verse": 10, "text": "the rest of his men he put in the charge of his brother Abishai, and he arrayed them against the Ammonites."},{"verse": 11, "text": "He said, \"If the Arameans are too strong for me, then you shall help me; but if the Ammonites are too strong for you, then I will come and help you."},{"verse": 12, "text": "Be strong, and let us be courageous for the sake of our people, and for the cities of our God; and may the LORD do what seems good to him.\""},{"verse": 13, "text": "So Joab and the people who were with him moved forward into battle against the Arameans; and they fled before him."},{"verse": 14, "text": "When the Ammonites saw that the Arameans fled, they likewise fled before Abishai, and entered the city. Then Joab returned from fighting against the Ammonites, and came to Jerusalem."},{"verse": 15, "text": "But when the Arameans saw that they had been defeated by Israel, they gathered themselves together."},{"verse": 16, "text": "Hadadezer sent and brought out the Arameans who were beyond the Euphrates; and they came to Helam, with Shobach the commander of the army of Hadadezer at their head."},{"verse": 17, "text": "When it was told David, he gathered all Israel together, and crossed the Jordan, and came to Helam. The Arameans arrayed themselves against David and fought with him."},{"verse": 18, "footnotes": {"a": "2 Samuel 10:18 1 Chr 19.18 and some Gk Mss read _foot soldiers_"}, "text": "The Arameans fled before Israel; and David killed of the Arameans seven hundred chariot teams, and forty thousand horsemen,[^a] and wounded Shobach the commander of their army, so that he died there."},{"verse": 19, "text": "When all the kings who were servants of Hadadezer saw that they had been defeated by Israel, they made peace with Israel, and became subject to them. So the Arameans were afraid to help the Ammonites any more."}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||David Commits Adultery with Bathsheba||In the spring of the year, the time when kings go out to battle, David sent Joab with his officers and all Israel with him; they ravaged the Ammonites, and besieged Rabbah. But David remained at Jerusalem."},{"verse": 2, "text": "It happened, late one afternoon, when David rose from his couch and was walking about on the roof of the king\"s house, that he saw from the roof a woman bathing; the woman was very beautiful."},{"verse": 3, "text": "David sent someone to inquire about the woman. It was reported, \"This is Bathsheba daughter of Eliam, the wife of Uriah the Hittite.\""},{"verse": 4, "text": "So David sent messengers to get her, and she came to him, and he lay with her. (Now she was purifying herself after her period.) Then she returned to her house."},{"verse": 5, "text": "The woman conceived; and she sent and told David, \"I am pregnant.\""},{"verse": 6, "text": "So David sent word to Joab, \"Send me Uriah the Hittite.\" And Joab sent Uriah to David."},{"verse": 7, "text": "When Uriah came to him, David asked how Joab and the people fared, and how the war was going."},{"verse": 8, "text": "Then David said to Uriah, \"Go down to your house, and wash your feet.\" Uriah went out of the king\"s house, and there followed him a present from the king."},{"verse": 9, "text": "But Uriah slept at the entrance of the king\"s house with all the servants of his lord, and did not go down to his house."},{"verse": 10, "text": "When they told David, \"Uriah did not go down to his house,\" David said to Uriah, \"You have just come from a journey. Why did you not go down to your house?\""},{"verse": 11, "footnotes": {"a": "2 Samuel 11:11 Or _at Succoth_"}, "text": "Uriah said to David, \"The ark and Israel and Judah remain in booths;[^a] and my lord Joab and the servants of my lord are camping in the open field; shall I then go to my house, to eat and to drink, and to lie with my wife? As you live, and as your soul lives, I will not do such a thing.\""},{"verse": 12, "text": "Then David said to Uriah, \"Remain here today also, and tomorrow I will send you back.\" So Uriah remained in Jerusalem that day. On the next day,"},{"verse": 13, "text": "David invited him to eat and drink in his presence and made him drunk; and in the evening he went out to lie on his couch with the servants of his lord, but he did not go down to his house."},{"verse": 14, "text": "||David Has Uriah Killed||In the morning David wrote a letter to Joab, and sent it by the hand of Uriah."},{"verse": 15, "text": "In the letter he wrote, \"Set Uriah in the forefront of the hardest fighting, and then draw back from him, so that he may be struck down and die.\""},{"verse": 16, "text": "As Joab was besieging the city, he assigned Uriah to the place where he knew there were valiant warriors."},{"verse": 17, "text": "The men of the city came out and fought with Joab; and some of the servants of David among the people fell. Uriah the Hittite was killed as well."},{"verse": 18, "text": "Then Joab sent and told David all the news about the fighting;"},{"verse": 19, "text": "and he instructed the messenger, \"When you have finished telling the king all the news about the fighting,"},{"verse": 20, "text": "then, if the king\"s anger rises, and if he says to you, \"Why did you go so near the city to fight? Did you not know that they would shoot from the wall?"},{"verse": 21, "footnotes": {"a": "2 Samuel 11:21 Gk Syr Judg 7.1: Heb _Jerubbesheth_"}, "text": "Who killed Abimelech son of Jerubbaal?[^a] Did not a woman throw an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?\" then you shall say, \"Your servant Uriah the Hittite is dead too.\"\""},{"verse": 22, "text": "So the messenger went, and came and told David all that Joab had sent him to tell."},{"verse": 23, "text": "The messenger said to David, \"The men gained an advantage over us, and came out against us in the field; but we drove them back to the entrance of the gate."},{"verse": 24, "text": "Then the archers shot at your servants from the wall; some of the king\"s servants are dead; and your servant Uriah the Hittite is dead also.\""},{"verse": 25, "text": "David said to the messenger, \"Thus you shall say to Joab, \"Do not let this matter trouble you, for the sword devours now one and now another; press your attack on the city, and overthrow it.\" And encourage him.\""},{"verse": 26, "text": "When the wife of Uriah heard that her husband was dead, she made lamentation for him."},{"verse": 27, "text": "When the mourning was over, David sent and brought her to his house, and she became his wife, and bore him a son.||Nathan Condemns David||\nBut the thing that David had done displeased the LORD,"}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "and the LORD sent Nathan to David. He came to him, and said to him, \"There were two men in a certain city, the one rich and the other poor."},{"verse": 2, "text": "The rich man had very many flocks and herds;"},{"verse": 3, "text": "but the poor man had nothing but one little ewe lamb, which he had bought. He brought it up, and it grew up with him and with his children; it used to eat of his meager fare, and drink from his cup, and lie in his bosom, and it was like a daughter to him."},{"verse": 4, "text": "Now there came a traveler to the rich man, and he was loath to take one of his own flock or herd to prepare for the wayfarer who had come to him, but he took the poor man\"s lamb, and prepared that for the guest who had come to him.\""},{"verse": 5, "text": "Then David\"s anger was greatly kindled against the man. He said to Nathan, \"As the LORD lives, the man who has done this deserves to die;"},{"verse": 6, "text": "he shall restore the lamb fourfold, because he did this thing, and because he had no pity.\""},{"verse": 7, "text": "Nathan said to David, \"You are the man! Thus says the LORD, the God of Israel: I anointed you king over Israel, and I rescued you from the hand of Saul;"},{"verse": 8, "text": "I gave you your master\"s house, and your master\"s wives into your bosom, and gave you the house of Israel and of Judah; and if that had been too little, I would have added as much more."},{"verse": 9, "text": "Why have you despised the word of the LORD, to do what is evil in his sight? You have struck down Uriah the Hittite with the sword, and have taken his wife to be your wife, and have killed him with the sword of the Ammonites."},{"verse": 10, "text": "Now therefore the sword shall never depart from your house, for you have despised me, and have taken the wife of Uriah the Hittite to be your wife."},{"verse": 11, "text": "Thus says the LORD: I will raise up trouble against you from within your own house; and I will take your wives before your eyes, and give them to your neighbor, and he shall lie with your wives in the sight of this very sun."},{"verse": 12, "text": "For you did it secretly; but I will do this thing before all Israel, and before the sun.\""},{"verse": 13, "text": "David said to Nathan, \"I have sinned against the LORD.\" Nathan said to David, \"Now the LORD has put away your sin; you shall not die."},{"verse": 14, "footnotes": {"a": "2 Samuel 12:14 Ancient scribal tradition: Compare 1 Sam 25.22 note: Heb _scorned the enemies of the Lord_"}, "text": "Nevertheless, because by this deed you have utterly scorned the LORD,[^a] the child that is born to you shall die.\""},{"verse": 15, "text": "Then Nathan went to his house.||Bathsheba\"s Child Dies||\nThe LORD struck the child that Uriah\"s wife bore to David, and it became very ill."},{"verse": 16, "text": "David therefore pleaded with God for the child; David fasted, and went in and lay all night on the ground."},{"verse": 17, "text": "The elders of his house stood beside him, urging him to rise from the ground; but he would not, nor did he eat food with them."},{"verse": 18, "text": "On the seventh day the child died. And the servants of David were afraid to tell him that the child was dead; for they said, \"While the child was still alive, we spoke to him, and he did not listen to us; how then can we tell him the child is dead? He may do himself some harm.\""},{"verse": 19, "text": "But when David saw that his servants were whispering together, he perceived that the child was dead; and David said to his servants, \"Is the child dead?\" They said, \"He is dead.\""},{"verse": 20, "text": "Then David rose from the ground, washed, anointed himself, and changed his clothes. He went into the house of the LORD, and worshiped; he then went to his own house; and when he asked, they set food before him and he ate."},{"verse": 21, "text": "Then his servants said to him, \"What is this thing that you have done? You fasted and wept for the child while it was alive; but when the child died, you rose and ate food.\""},{"verse": 22, "text": "He said, \"While the child was still alive, I fasted and wept; for I said, \"Who knows? The LORD may be gracious to me, and the child may live.\""},{"verse": 23, "text": "But now he is dead; why should I fast? Can I bring him back again? I shall go to him, but he will not return to me.\""},{"verse": 24, "text": "||Solomon Is Born||Then David consoled his wife Bathsheba, and went to her, and lay with her; and she bore a son, and he named him Solomon. The LORD loved him,"},{"verse": 25, "footnotes": {"a": "2 Samuel 12:25 That is _Beloved of the Lord_"}, "text": "and sent a message by the prophet Nathan; so he named him Jedidiah,[^a] because of the LORD."},{"verse": 26, "text": "||The Ammonites Crushed||Now Joab fought against Rabbah of the Ammonites, and took the royal city."},{"verse": 27, "text": "Joab sent messengers to David, and said, \"I have fought against Rabbah; moreover, I have taken the water city."},{"verse": 28, "text": "Now, then, gather the rest of the people together, and encamp against the city, and take it; or I myself will take the city, and it will be called by my name.\""},{"verse": 29, "text": "So David gathered all the people together and went to Rabbah, and fought against it and took it."},{"verse": 30, "footnotes": {"a": "2 Samuel 12:30 Gk See 1 Kings 11.5, 33: Heb _their kings_"}, "text": "He took the crown of Milcom[^a] from his head; the weight of it was a talent of gold, and in it was a precious stone; and it was placed on David\"s head. He also brought forth the spoil of the city, a very great amount."},{"verse": 31, "text": "He brought out the people who were in it, and set them to work with saws and iron picks and iron axes, or sent them to the brickworks. Thus he did to all the cities of the Ammonites. Then David and all the people returned to Jerusalem."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||Amnon and Tamar||Some time passed. David\"s son Absalom had a beautiful sister whose name was Tamar; and David\"s son Amnon fell in love with her."},{"verse": 2, "text": "Amnon was so tormented that he made himself ill because of his sister Tamar, for she was a virgin and it seemed impossible to Amnon to do anything to her."},{"verse": 3, "text": "But Amnon had a friend whose name was Jonadab, the son of David\"s brother Shimeah; and Jonadab was a very crafty man."},{"verse": 4, "text": "He said to him, \"O son of the king, why are you so haggard morning after morning? Will you not tell me?\" Amnon said to him, \"I love Tamar, my brother Absalom\"s sister.\""},{"verse": 5, "text": "Jonadab said to him, \"Lie down on your bed, and pretend to be ill; and when your father comes to see you, say to him, \"Let my sister Tamar come and give me something to eat, and prepare the food in my sight, so that I may see it and eat it from her hand.\"\""},{"verse": 6, "text": "So Amnon lay down, and pretended to be ill; and when the king came to see him, Amnon said to the king, \"Please let my sister Tamar come and make a couple of cakes in my sight, so that I may eat from her hand.\""},{"verse": 7, "text": "Then David sent home to Tamar, saying, \"Go to your brother Amnon\"s house, and prepare food for him.\""},{"verse": 8, "text": "So Tamar went to her brother Amnon\"s house, where he was lying down. She took dough, kneaded it, made cakes in his sight, and baked the cakes."},{"verse": 9, "footnotes": {"a": "2 Samuel 13:9 Heb _and poured_"}, "text": "Then she took the pan and set them[^a] out before him, but he refused to eat. Amnon said, \"Send out everyone from me.\" So everyone went out from him."},{"verse": 10, "text": "Then Amnon said to Tamar, \"Bring the food into the chamber, so that I may eat from your hand.\" So Tamar took the cakes she had made, and brought them into the chamber to Amnon her brother."},{"verse": 11, "text": "But when she brought them near him to eat, he took hold of her, and said to her, \"Come, lie with me, my sister.\""},{"verse": 12, "text": "She answered him, \"No, my brother, do not force me; for such a thing is not done in Israel; do not do anything so vile!"},{"verse": 13, "text": "As for me, where could I carry my shame? And as for you, you would be as one of the scoundrels in Israel. Now therefore, I beg you, speak to the king; for he will not withhold me from you.\""},{"verse": 14, "text": "But he would not listen to her; and being stronger than she, he forced her and lay with her."},{"verse": 15, "text": "Then Amnon was seized with a very great loathing for her; indeed, his loathing was even greater than the lust he had felt for her. Amnon said to her, \"Get out!\""},{"verse": 16, "footnotes": {"a": "2 Samuel 13:16 Cn Compare Gk Vg: Meaning of Heb uncertain"}, "text": "But she said to him, \"No, my brother;[^a] for this wrong in sending me away is greater than the other that you did to me.\" But he would not listen to her."},{"verse": 17, "text": "He called the young man who served him and said, \"Put this woman out of my presence, and bolt the door after her.\""},{"verse": 18, "footnotes": {"a": "2 Samuel 13:18 Cn: Heb _were clothed in robes_"}, "text": "(Now she was wearing a long robe with sleeves; for this is how the virgin daughters of the king were clothed in earlier times.[^a]) So his servant put her out, and bolted the door after her."},{"verse": 19, "text": "But Tamar put ashes on her head, and tore the long robe that she was wearing; she put her hand on her head, and went away, crying aloud as she went."},{"verse": 20, "text": "Her brother Absalom said to her, \"Has Amnon your brother been with you? Be quiet for now, my sister; he is your brother; do not take this to heart.\" So Tamar remained, a desolate woman, in her brother Absalom\"s house."},{"verse": 21, "footnotes": {"a": "2 Samuel 13:21 Q Ms Gk: MT lacks _but he would not punish . . . firstborn_"}, "text": "When King David heard of all these things, he became very angry, but he would not punish his son Amnon, because he loved him, for he was his firstborn.[^a]"},{"verse": 22, "text": "But Absalom spoke to Amnon neither good nor bad; for Absalom hated Amnon, because he had raped his sister Tamar."},{"verse": 23, "text": "||Absalom Avenges the Violation of His Sister||After two full years Absalom had sheepshearers at Baal-hazor, which is near Ephraim, and Absalom invited all the king\"s sons."},{"verse": 24, "text": "Absalom came to the king, and said, \"Your servant has sheepshearers; will the king and his servants please go with your servant?\""},{"verse": 25, "text": "But the king said to Absalom, \"No, my son, let us not all go, or else we will be burdensome to you.\" He pressed him, but he would not go but gave him his blessing."},{"verse": 26, "text": "Then Absalom said, \"If not, please let my brother Amnon go with us.\" The king said to him, \"Why should he go with you?\""},{"verse": 27, "footnotes": {"a": "2 Samuel 13:27 Gk Compare Q Ms: MT lacks _Absalom made a feast like a king’s feast_"}, "text": "But Absalom pressed him until he let Amnon and all the king\"s sons go with him. Absalom made a feast like a king\"s feast.[^a]"},{"verse": 28, "text": "Then Absalom commanded his servants, \"Watch when Amnon\"s heart is merry with wine, and when I say to you, \"Strike Amnon,\" then kill him. Do not be afraid; have I not myself commanded you? Be courageous and valiant.\""},{"verse": 29, "text": "So the servants of Absalom did to Amnon as Absalom had commanded. Then all the king\"s sons rose, and each mounted his mule and fled."},{"verse": 30, "text": "While they were on the way, the report came to David that Absalom had killed all the king\"s sons, and not one of them was left."},{"verse": 31, "text": "The king rose, tore his garments, and lay on the ground; and all his servants who were standing by tore their garments."},{"verse": 32, "footnotes": {"a": "2 Samuel 13:32 Heb _he_"}, "text": "But Jonadab, the son of David\"s brother Shimeah, said, \"Let not my lord suppose that they have killed all the young men the king\"s sons; Amnon alone is dead. This has been determined by Absalom from the day Amnon[^a] raped his sister Tamar."},{"verse": 33, "text": "Now therefore, do not let my lord the king take it to heart, as if all the king\"s sons were dead; for Amnon alone is dead.\""},{"verse": 34, "footnotes": {"a": "2 Samuel 13:34 Cn Compare Gk: Heb _the road behind him_"}, "text": "But Absalom fled. When the young man who kept watch looked up, he saw many people coming from the Horonaim road[^a] by the side of the mountain."},{"verse": 35, "text": "Jonadab said to the king, \"See, the king\"s sons have come; as your servant said, so it has come about.\""},{"verse": 36, "text": "As soon as he had finished speaking, the king\"s sons arrived, and raised their voices and wept; and the king and all his servants also wept very bitterly."},{"verse": 37, "text": "But Absalom fled, and went to Talmai son of Ammihud, king of Geshur. David mourned for his son day after day."},{"verse": 38, "text": "Absalom, having fled to Geshur, stayed there three years."},{"verse": 39, "footnotes": {"a": "2 Samuel 13:39 Q Ms Gk: MT _And David_"}, "text": "And the heart of[^a] the king went out, yearning for Absalom; for he was now consoled over the death of Amnon."}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "||Absalom Returns to Jerusalem||Now Joab son of Zeruiah perceived that the king\"s mind was on Absalom."},{"verse": 2, "text": "Joab sent to Tekoa and brought from there a wise woman. He said to her, \"Pretend to be a mourner; put on mourning garments, do not anoint yourself with oil, but behave like a woman who has been mourning many days for the dead."},{"verse": 3, "text": "Go to the king and speak to him as follows.\" And Joab put the words into her mouth."},{"verse": 4, "text": "When the woman of Tekoa came to the king, she fell on her face to the ground and did obeisance, and said, \"Help, O king!\""},{"verse": 5, "text": "The king asked her, \"What is your trouble?\" She answered, \"Alas, I am a widow; my husband is dead."},{"verse": 6, "text": "Your servant had two sons, and they fought with one another in the field; there was no one to part them, and one struck the other and killed him."},{"verse": 7, "text": "Now the whole family has risen against your servant. They say, \"Give up the man who struck his brother, so that we may kill him for the life of his brother whom he murdered, even if we destroy the heir as well.\" Thus they would quench my one remaining ember, and leave to my husband neither name nor remnant on the face of the earth.\""},{"verse": 8, "text": "Then the king said to the woman, \"Go to your house, and I will give orders concerning you.\""},{"verse": 9, "text": "The woman of Tekoa said to the king, \"On me be the guilt, my lord the king, and on my father\"s house; let the king and his throne be guiltless.\""},{"verse": 10, "text": "The king said, \"If anyone says anything to you, bring him to me, and he shall never touch you again.\""},{"verse": 11, "text": "Then she said, \"Please, may the king keep the LORD your God in mind, so that the avenger of blood may kill no more, and my son not be destroyed.\" He said, \"As the LORD lives, not one hair of your son shall fall to the ground.\""},{"verse": 12, "text": "Then the woman said, \"Please let your servant speak a word to my lord the king.\" He said, \"Speak.\""},{"verse": 13, "text": "The woman said, \"Why then have you planned such a thing against the people of God? For in giving this decision the king convicts himself, inasmuch as the king does not bring his banished one home again."},{"verse": 14, "footnotes": {"a": "2 Samuel 14:14 Meaning of Heb uncertain"}, "text": "We must all die; we are like water spilled on the ground, which cannot be gathered up. But God will not take away a life; he will devise plans so as not to keep an outcast banished forever from his presence.[^a]"},{"verse": 15, "text": "Now I have come to say this to my lord the king because the people have made me afraid; your servant thought, \"I will speak to the king; it may be that the king will perform the request of his servant."},{"verse": 16, "text": "For the king will hear, and deliver his servant from the hand of the man who would cut both me and my son off from the heritage of God.\""},{"verse": 17, "text": "Your servant thought, \"The word of my lord the king will set me at rest\"; for my lord the king is like the angel of God, discerning good and evil. The LORD your God be with you!\""},{"verse": 18, "text": "Then the king answered the woman, \"Do not withhold from me anything I ask you.\" The woman said, \"Let my lord the king speak.\""},{"verse": 19, "text": "The king said, \"Is the hand of Joab with you in all this?\" The woman answered and said, \"As surely as you live, my lord the king, one cannot turn right or left from anything that my lord the king has said. For it was your servant Joab who commanded me; it was he who put all these words into the mouth of your servant."},{"verse": 20, "text": "In order to change the course of affairs your servant Joab did this. But my lord has wisdom like the wisdom of the angel of God to know all things that are on the earth.\""},{"verse": 21, "text": "Then the king said to Joab, \"Very well, I grant this; go, bring back the young man Absalom.\""},{"verse": 22, "text": "Joab prostrated himself with his face to the ground and did obeisance, and blessed the king; and Joab said, \"Today your servant knows that I have found favor in your sight, my lord the king, in that the king has granted the request of his servant.\""},{"verse": 23, "text": "So Joab set off, went to Geshur, and brought Absalom to Jerusalem."},{"verse": 24, "text": "The king said, \"Let him go to his own house; he is not to come into my presence.\" So Absalom went to his own house, and did not come into the king\"s presence."},{"verse": 25, "text": "||David Forgives Absalom||Now in all Israel there was no one to be praised so much for his beauty as Absalom; from the sole of his foot to the crown of his head there was no blemish in him."},{"verse": 26, "text": "When he cut the hair of his head (for at the end of every year he used to cut it; when it was heavy on him, he cut it), he weighed the hair of his head, two hundred shekels by the king\"s weight."},{"verse": 27, "text": "There were born to Absalom three sons, and one daughter whose name was Tamar; she was a beautiful woman."},{"verse": 28, "text": "So Absalom lived two full years in Jerusalem, without coming into the king\"s presence."},{"verse": 29, "text": "Then Absalom sent for Joab to send him to the king; but Joab would not come to him. He sent a second time, but Joab would not come."},{"verse": 30, "text": "Then he said to his servants, \"Look, Joab\"s field is next to mine, and he has barley there; go and set it on fire.\" So Absalom\"s servants set the field on fire."},{"verse": 31, "text": "Then Joab rose and went to Absalom at his house, and said to him, \"Why have your servants set my field on fire?\""},{"verse": 32, "text": "Absalom answered Joab, \"Look, I sent word to you: Come here, that I may send you to the king with the question, \"Why have I come from Geshur? It would be better for me to be there still.\" Now let me go into the king\"s presence; if there is guilt in me, let him kill me!\""},{"verse": 33, "text": "Then Joab went to the king and told him; and he summoned Absalom. So he came to the king and prostrated himself with his face to the ground before the king; and the king kissed Absalom."}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||Absalom Usurps the Throne||After this Absalom got himself a chariot and horses, and fifty men to run ahead of him."},{"verse": 2, "text": "Absalom used to rise early and stand beside the road into the gate; and when anyone brought a suit before the king for judgment, Absalom would call out and say, \"From what city are you?\" When the person said, \"Your servant is of such and such a tribe in Israel,\""},{"verse": 3, "text": "Absalom would say, \"See, your claims are good and right; but there is no one deputed by the king to hear you.\""},{"verse": 4, "text": "Absalom said moreover, \"If only I were judge in the land! Then all who had a suit or cause might come to me, and I would give them justice.\""},{"verse": 5, "text": "Whenever people came near to do obeisance to him, he would put out his hand and take hold of them, and kiss them."},{"verse": 6, "text": "Thus Absalom did to every Israelite who came to the king for judgment; so Absalom stole the hearts of the people of Israel."},{"verse": 7, "footnotes": {"a": "2 Samuel 15:7 Gk Syr: Heb _forty_"}, "text": "At the end of four[^a] years Absalom said to the king, \"Please let me go to Hebron and pay the vow that I have made to the LORD."},{"verse": 8, "footnotes": {"a": "2 Samuel 15:8 Gk Mss: Heb lacks _in Hebron_"}, "text": "For your servant made a vow while I lived at Geshur in Aram: If the LORD will indeed bring me back to Jerusalem, then I will worship the LORD in Hebron.\"[^a]"},{"verse": 9, "text": "The king said to him, \"Go in peace.\" So he got up, and went to Hebron."},{"verse": 10, "text": "But Absalom sent secret messengers throughout all the tribes of Israel, saying, \"As soon as you hear the sound of the trumpet, then shout: Absalom has become king at Hebron!\""},{"verse": 11, "text": "Two hundred men from Jerusalem went with Absalom; they were invited guests, and they went in their innocence, knowing nothing of the matter."},{"verse": 12, "footnotes": {"a": "2 Samuel 15:12 Or _he sent_"}, "text": "While Absalom was offering the sacrifices, he sent for[^a] Ahithophel the Gilonite, David\"s counselor, from his city Giloh. The conspiracy grew in strength, and the people with Absalom kept increasing."},{"verse": 13, "text": "||David Flees from Jerusalem||A messenger came to David, saying, \"The hearts of the Israelites have gone after Absalom.\""},{"verse": 14, "text": "Then David said to all his officials who were with him at Jerusalem, \"Get up! Let us flee, or there will be no escape for us from Absalom. Hurry, or he will soon overtake us, and bring disaster down upon us, and attack the city with the edge of the sword.\""},{"verse": 15, "text": "The king\"s officials said to the king, \"Your servants are ready to do whatever our lord the king decides.\""},{"verse": 16, "text": "So the king left, followed by all his household, except ten concubines whom he left behind to look after the house."},{"verse": 17, "text": "The king left, followed by all the people; and they stopped at the last house."},{"verse": 18, "text": "All his officials passed by him; and all the Cherethites, and all the Pelethites, and all the six hundred Gittites who had followed him from Gath, passed on before the king."},{"verse": 19, "text": "Then the king said to Ittai the Gittite, \"Why are you also coming with us? Go back, and stay with the king; for you are a foreigner, and also an exile from your home."},{"verse": 20, "footnotes": {"a": "2 Samuel 15:20 Gk Compare 2.6: Heb lacks _may the Lord show_"}, "text": "You came only yesterday, and shall I today make you wander about with us, while I go wherever I can? Go back, and take your kinsfolk with you; and may the LORD show[^a] steadfast love and faithfulness to you.\""},{"verse": 21, "text": "But Ittai answered the king, \"As the LORD lives, and as my lord the king lives, wherever my lord the king may be, whether for death or for life, there also your servant will be.\""},{"verse": 22, "text": "David said to Ittai, \"Go then, march on.\" So Ittai the Gittite marched on, with all his men and all the little ones who were with him."},{"verse": 23, "text": "The whole country wept aloud as all the people passed by; the king crossed the Wadi Kidron, and all the people moved on toward the wilderness."},{"verse": 24, "text": "Abiathar came up, and Zadok also, with all the Levites, carrying the ark of the covenant of God. They set down the ark of God, until the people had all passed out of the city."},{"verse": 25, "text": "Then the king said to Zadok, \"Carry the ark of God back into the city. If I find favor in the eyes of the LORD, he will bring me back and let me see both it and the place where it stays."},{"verse": 26, "text": "But if he says, \"I take no pleasure in you,\" here I am, let him do to me what seems good to him.\""},{"verse": 27, "footnotes": {"a": "2 Samuel 15:27 Gk: Heb _Are you a seer_ or _Do you see?_", "b": "2 Samuel 15:27 Cn: Heb lacks _and Abiathar_"}, "text": "The king also said to the priest Zadok, \"Look,[^a] go back to the city in peace, you and Abiathar,[^b] with your two sons, Ahimaaz your son, and Jonathan son of Abiathar."},{"verse": 28, "text": "See, I will wait at the fords of the wilderness until word comes from you to inform me.\""},{"verse": 29, "text": "So Zadok and Abiathar carried the ark of God back to Jerusalem, and they remained there."},{"verse": 30, "text": "But David went up the ascent of the Mount of Olives, weeping as he went, with his head covered and walking barefoot; and all the people who were with him covered their heads and went up, weeping as they went."},{"verse": 31, "text": "David was told that Ahithophel was among the conspirators with Absalom. And David said, \"O LORD, I pray you, turn the counsel of Ahithophel into foolishness.\""},{"verse": 32, "text": "||Hushai Becomes David\"s Spy||When David came to the summit, where God was worshiped, Hushai the Archite came to meet him with his coat torn and earth on his head."},{"verse": 33, "text": "David said to him, \"If you go on with me, you will be a burden to me."},{"verse": 34, "text": "But if you return to the city and say to Absalom, \"I will be your servant, O king; as I have been your father\"s servant in time past, so now I will be your servant,\" then you will defeat for me the counsel of Ahithophel."},{"verse": 35, "text": "The priests Zadok and Abiathar will be with you there. So whatever you hear from the king\"s house, tell it to the priests Zadok and Abiathar."},{"verse": 36, "text": "Their two sons are with them there, Zadok\"s son Ahimaaz and Abiathar\"s son Jonathan; and by them you shall report to me everything you hear.\""},{"verse": 37, "text": "So Hushai, David\"s friend, came into the city, just as Absalom was entering Jerusalem."}]}
,{"chapter": 16, "verses":[{"verse": 1, "footnotes": {"a": "2 Samuel 16:1 Or _Merib-baal_: See 4.4 note"}, "text": "||David\"s Adversaries||When David had passed a little beyond the summit, Ziba the servant of Mephibosheth[^a] met him, with a couple of donkeys saddled, carrying two hundred loaves of bread, one hundred bunches of raisins, one hundred of summer fruits, and one skin of wine."},{"verse": 2, "text": "The king said to Ziba, \"Why have you brought these?\" Ziba answered, \"The donkeys are for the king\"s household to ride, the bread and summer fruit for the young men to eat, and the wine is for those to drink who faint in the wilderness.\""},{"verse": 3, "text": "The king said, \"And where is your master\"s son?\" Ziba said to the king, \"He remains in Jerusalem; for he said, \"Today the house of Israel will give me back my grandfather\"s kingdom.\"\""},{"verse": 4, "footnotes": {"a": "2 Samuel 16:4 Or _Merib-baal_: See 4.4 note"}, "text": "Then the king said to Ziba, \"All that belonged to Mephibosheth[^a] is now yours.\" Ziba said, \"I do obeisance; let me find favor in your sight, my lord the king.\""},{"verse": 5, "text": "||Shimei Curses David||When King David came to Bahurim, a man of the family of the house of Saul came out whose name was Shimei son of Gera; he came out cursing."},{"verse": 6, "text": "He threw stones at David and at all the servants of King David; now all the people and all the warriors were on his right and on his left."},{"verse": 7, "text": "Shimei shouted while he cursed, \"Out! Out! Murderer! Scoundrel!"},{"verse": 8, "text": "The LORD has avenged on all of you the blood of the house of Saul, in whose place you have reigned; and the LORD has given the kingdom into the hand of your son Absalom. See, disaster has overtaken you; for you are a man of blood.\""},{"verse": 9, "text": "Then Abishai son of Zeruiah said to the king, \"Why should this dead dog curse my lord the king? Let me go over and take off his head.\""},{"verse": 10, "text": "But the king said, \"What have I to do with you, you sons of Zeruiah? If he is cursing because the LORD has said to him, \"Curse David,\" who then shall say, \"Why have you done so?\"\""},{"verse": 11, "text": "David said to Abishai and to all his servants, \"My own son seeks my life; how much more now may this Benjaminite! Let him alone, and let him curse; for the LORD has bidden him."},{"verse": 12, "footnotes": {"a": "2 Samuel 16:12 Gk Vg: Heb _iniquity_"}, "text": "It may be that the LORD will look on my distress,[^a] and the LORD will repay me with good for this cursing of me today.\""},{"verse": 13, "text": "So David and his men went on the road, while Shimei went along on the hillside opposite him and cursed as he went, throwing stones and flinging dust at him."},{"verse": 14, "footnotes": {"a": "2 Samuel 16:14 Gk: Heb lacks _at the Jordan_"}, "text": "The king and all the people who were with him arrived weary at the Jordan;[^a] and there he refreshed himself."},{"verse": 15, "footnotes": {"a": "2 Samuel 16:15 Gk: Heb _all the people, the men of Israel_"}, "text": "||The Counsel of Ahithophel||Now Absalom and all the Israelites[^a] came to Jerusalem; Ahithophel was with him."},{"verse": 16, "text": "When Hushai the Archite, David\"s friend, came to Absalom, Hushai said to Absalom, \"Long live the king! Long live the king!\""},{"verse": 17, "text": "Absalom said to Hushai, \"Is this your loyalty to your friend? Why did you not go with your friend?\""},{"verse": 18, "text": "Hushai said to Absalom, \"No; but the one whom the LORD and this people and all the Israelites have chosen, his I will be, and with him I will remain."},{"verse": 19, "text": "Moreover, whom should I serve? Should it not be his son? Just as I have served your father, so I will serve you.\""},{"verse": 20, "text": "Then Absalom said to Ahithophel, \"Give us your counsel; what shall we do?\""},{"verse": 21, "text": "Ahithophel said to Absalom, \"Go in to your father\"s concubines, the ones he has left to look after the house; and all Israel will hear that you have made yourself odious to your father, and the hands of all who are with you will be strengthened.\""},{"verse": 22, "text": "So they pitched a tent for Absalom upon the roof; and Absalom went in to his father\"s concubines in the sight of all Israel."},{"verse": 23, "footnotes": {"a": "2 Samuel 16:23 Heb _word_"}, "text": "Now in those days the counsel that Ahithophel gave was as if one consulted the oracle[^a] of God; so all the counsel of Ahithophel was esteemed, both by David and by Absalom."}]}
,{"chapter": 17, "verses":[{"verse": 1, "text": "Moreover Ahithophel said to Absalom, \"Let me choose twelve thousand men, and I will set out and pursue David tonight."},{"verse": 2, "text": "I will come upon him while he is weary and discouraged, and throw him into a panic; and all the people who are with him will flee. I will strike down only the king,"},{"verse": 3, "footnotes": {"a": "2 Samuel 17:3 Gk: Heb _like the return of the whole (is) the man whom you seek_"}, "text": "and I will bring all the people back to you as a bride comes home to her husband. You seek the life of only one man,[^a] and all the people will be at peace.\""},{"verse": 4, "text": "The advice pleased Absalom and all the elders of Israel."},{"verse": 5, "text": "||The Counsel of Hushai||Then Absalom said, \"Call Hushai the Archite also, and let us hear too what he has to say.\""},{"verse": 6, "text": "When Hushai came to Absalom, Absalom said to him, \"This is what Ahithophel has said; shall we do as he advises? If not, you tell us.\""},{"verse": 7, "text": "Then Hushai said to Absalom, \"This time the counsel that Ahithophel has given is not good.\""},{"verse": 8, "text": "Hushai continued, \"You know that your father and his men are warriors, and that they are enraged, like a bear robbed of her cubs in the field. Besides, your father is expert in war; he will not spend the night with the troops."},{"verse": 9, "footnotes": {"a": "2 Samuel 17:9 Gk Mss: Heb _some of them_"}, "text": "Even now he has hidden himself in one of the pits, or in some other place. And when some of our troops[^a] fall at the first attack, whoever hears it will say, \"There has been a slaughter among the troops who follow Absalom.\""},{"verse": 10, "text": "Then even the valiant warrior, whose heart is like the heart of a lion, will utterly melt with fear; for all Israel knows that your father is a warrior, and that those who are with him are valiant warriors."},{"verse": 11, "text": "But my counsel is that all Israel be gathered to you, from Dan to Beer-sheba, like the sand by the sea for multitude, and that you go to battle in person."},{"verse": 12, "text": "So we shall come upon him in whatever place he may be found, and we shall light on him as the dew falls on the ground; and he will not survive, nor will any of those with him."},{"verse": 13, "text": "If he withdraws into a city, then all Israel will bring ropes to that city, and we shall drag it into the valley, until not even a pebble is to be found there.\""},{"verse": 14, "text": "Absalom and all the men of Israel said, \"The counsel of Hushai the Archite is better than the counsel of Ahithophel.\" For the LORD had ordained to defeat the good counsel of Ahithophel, so that the LORD might bring ruin on Absalom."},{"verse": 15, "text": "||Hushai Warns David to Escape||Then Hushai said to the priests Zadok and Abiathar, \"Thus and so did Ahithophel counsel Absalom and the elders of Israel; and thus and so I have counseled."},{"verse": 16, "text": "Therefore send quickly and tell David, \"Do not lodge tonight at the fords of the wilderness, but by all means cross over; otherwise the king and all the people who are with him will be swallowed up.\"\""},{"verse": 17, "text": "Jonathan and Ahimaaz were waiting at En-rogel; a servant-girl used to go and tell them, and they would go and tell King David; for they could not risk being seen entering the city."},{"verse": 18, "text": "But a boy saw them, and told Absalom; so both of them went away quickly, and came to the house of a man at Bahurim, who had a well in his courtyard; and they went down into it."},{"verse": 19, "text": "The man\"s wife took a covering, stretched it over the well\"s mouth, and spread out grain on it; and nothing was known of it."},{"verse": 20, "footnotes": {"a": "2 Samuel 17:20 Meaning of Heb uncertain"}, "text": "When Absalom\"s servants came to the woman at the house, they said, \"Where are Ahimaaz and Jonathan?\" The woman said to them, \"They have crossed over the brook[^a] of water.\" And when they had searched and could not find them, they returned to Jerusalem."},{"verse": 21, "text": "After they had gone, the men came up out of the well, and went and told King David. They said to David, \"Go and cross the water quickly; for thus and so has Ahithophel counseled against you.\""},{"verse": 22, "text": "So David and all the people who were with him set out and crossed the Jordan; by daybreak not one was left who had not crossed the Jordan."},{"verse": 23, "text": "When Ahithophel saw that his counsel was not followed, he saddled his donkey and went off home to his own city. He set his house in order, and hanged himself; he died and was buried in the tomb of his father."},{"verse": 24, "text": "Then David came to Mahanaim, while Absalom crossed the Jordan with all the men of Israel."},{"verse": 25, "footnotes": {"a": "2 Samuel 17:25 1 Chr 2.17: Heb _Israelite_"}, "text": "Now Absalom had set Amasa over the army in the place of Joab. Amasa was the son of a man named Ithra the Ishmaelite,[^a] who had married Abigal daughter of Nahash, sister of Zeruiah, Joab\"s mother."},{"verse": 26, "text": "The Israelites and Absalom encamped in the land of Gilead."},{"verse": 27, "text": "When David came to Mahanaim, Shobi son of Nahash from Rabbah of the Ammonites, and Machir son of Ammiel from Lo-debar, and Barzillai the Gileadite from Rogelim,"},{"verse": 28, "footnotes": {"a": "2 Samuel 17:28 Heb _and lentils and parched grain_"}, "text": "brought beds, basins, and earthen vessels, wheat, barley, meal, parched grain, beans and lentils,[^a]"},{"verse": 29, "text": "honey and curds, sheep, and cheese from the herd, for David and the people with him to eat; for they said, \"The troops are hungry and weary and thirsty in the wilderness.\""}]}
,{"chapter": 18, "verses":[{"verse": 1, "text": "||The Defeat and Death of Absalom||Then David mustered the men who were with him, and set over them commanders of thousands and commanders of hundreds."},{"verse": 2, "footnotes": {"a": "2 Samuel 18:2 Gk: Heb _sent forth the army_"}, "text": "And David divided the army into three groups:[^a] one third under the command of Joab, one third under the command of Abishai son of Zeruiah, Joab\"s brother, and one third under the command of Ittai the Gittite. The king said to the men, \"I myself will also go out with you.\""},{"verse": 3, "footnotes": {"a": "2 Samuel 18:3 Gk Vg Symmachus: Heb _for now there are ten thousand such as we_"}, "text": "But the men said, \"You shall not go out. For if we flee, they will not care about us. If half of us die, they will not care about us. But you are worth ten thousand of us;[^a] therefore it is better that you send us help from the city.\""},{"verse": 4, "text": "The king said to them, \"Whatever seems best to you I will do.\" So the king stood at the side of the gate, while all the army marched out by hundreds and by thousands."},{"verse": 5, "text": "The king ordered Joab and Abishai and Ittai, saying, \"Deal gently for my sake with the young man Absalom.\" And all the people heard when the king gave orders to all the commanders concerning Absalom."},{"verse": 6, "text": "So the army went out into the field against Israel; and the battle was fought in the forest of Ephraim."},{"verse": 7, "text": "The men of Israel were defeated there by the servants of David, and the slaughter there was great on that day, twenty thousand men."},{"verse": 8, "text": "The battle spread over the face of all the country; and the forest claimed more victims that day than the sword."},{"verse": 9, "footnotes": {"a": "2 Samuel 18:9 Gk Syr Tg: Heb _was put_"}, "text": "Absalom happened to meet the servants of David. Absalom was riding on his mule, and the mule went under the thick branches of a great oak. His head caught fast in the oak, and he was left hanging[^a] between heaven and earth, while the mule that was under him went on."},{"verse": 10, "text": "A man saw it, and told Joab, \"I saw Absalom hanging in an oak.\""},{"verse": 11, "text": "Joab said to the man who told him, \"What, you saw him! Why then did you not strike him there to the ground? I would have been glad to give you ten pieces of silver and a belt.\""},{"verse": 12, "text": "But the man said to Joab, \"Even if I felt in my hand the weight of a thousand pieces of silver, I would not raise my hand against the king\"s son; for in our hearing the king commanded you and Abishai and Ittai, saying: For my sake protect the young man Absalom!"},{"verse": 13, "footnotes": {"a": "2 Samuel 18:13 Another reading is _at the risk of my life_"}, "text": "On the other hand, if I had dealt treacherously against his life[^a] (and there is nothing hidden from the king), then you yourself would have stood aloof.\""},{"verse": 14, "text": "Joab said, \"I will not waste time like this with you.\" He took three spears in his hand, and thrust them into the heart of Absalom, while he was still alive in the oak."},{"verse": 15, "text": "And ten young men, Joab\"s armor-bearers, surrounded Absalom and struck him, and killed him."},{"verse": 16, "text": "Then Joab sounded the trumpet, and the troops came back from pursuing Israel, for Joab restrained the troops."},{"verse": 17, "text": "They took Absalom, threw him into a great pit in the forest, and raised over him a very great heap of stones. Meanwhile all the Israelites fled to their homes."},{"verse": 18, "text": "Now Absalom in his lifetime had taken and set up for himself a pillar that is in the King\"s Valley, for he said, \"I have no son to keep my name in remembrance\"; he called the pillar by his own name. It is called Absalom\"s Monument to this day."},{"verse": 19, "text": "||David Hears of Absalom\"s Death||Then Ahimaaz son of Zadok said, \"Let me run, and carry tidings to the king that the LORD has delivered him from the power of his enemies.\""},{"verse": 20, "text": "Joab said to him, \"You are not to carry tidings today; you may carry tidings another day, but today you shall not do so, because the king\"s son is dead.\""},{"verse": 21, "text": "Then Joab said to a Cushite, \"Go, tell the king what you have seen.\" The Cushite bowed before Joab, and ran."},{"verse": 22, "footnotes": {"a": "2 Samuel 18:22 Meaning of Heb uncertain"}, "text": "Then Ahimaaz son of Zadok said again to Joab, \"Come what may, let me also run after the Cushite.\" And Joab said, \"Why will you run, my son, seeing that you have no reward[^a] for the tidings?\""},{"verse": 23, "text": "\"Come what may,\" he said, \"I will run.\" So he said to him, \"Run.\" Then Ahimaaz ran by the way of the Plain, and outran the Cushite."},{"verse": 24, "text": "Now David was sitting between the two gates. The sentinel went up to the roof of the gate by the wall, and when he looked up, he saw a man running alone."},{"verse": 25, "text": "The sentinel shouted and told the king. The king said, \"If he is alone, there are tidings in his mouth.\" He kept coming, and drew near."},{"verse": 26, "text": "Then the sentinel saw another man running; and the sentinel called to the gatekeeper and said, \"See, another man running alone!\" The king said, \"He also is bringing tidings.\""},{"verse": 27, "text": "The sentinel said, \"I think the running of the first one is like the running of Ahimaaz son of Zadok.\" The king said, \"He is a good man, and comes with good tidings.\""},{"verse": 28, "text": "Then Ahimaaz cried out to the king, \"All is well!\" He prostrated himself before the king with his face to the ground, and said, \"Blessed be the LORD your God, who has delivered up the men who raised their hand against my lord the king.\""},{"verse": 29, "footnotes": {"a": "2 Samuel 18:29 Heb _the king’s servant, your servant_"}, "text": "The king said, \"Is it well with the young man Absalom?\" Ahimaaz answered, \"When Joab sent your servant,[^a] I saw a great tumult, but I do not know what it was.\""},{"verse": 30, "text": "The king said, \"Turn aside, and stand here.\" So he turned aside, and stood still."},{"verse": 31, "text": "Then the Cushite came; and the Cushite said, \"Good tidings for my lord the king! For the LORD has vindicated you this day, delivering you from the power of all who rose up against you.\""},{"verse": 32, "text": "The king said to the Cushite, \"Is it well with the young man Absalom?\" The Cushite answered, \"May the enemies of my lord the king, and all who rise up to do you harm, be like that young man.\""},{"verse": 33, "footnotes": {"a": "2 Samuel 18:33 Ch 19.1 in Heb"}, "text": "||David Mourns for Absalom||[^a] The king was deeply moved, and went up to the chamber over the gate, and wept; and as he went, he said, \"O my son Absalom, my son, my son Absalom! Would I had died instead of you, O Absalom, my son, my son!\""}]}
,{"chapter": 19, "verses":[{"verse": 1, "text": "It was told Joab, \"The king is weeping and mourning for Absalom.\""},{"verse": 2, "text": "So the victory that day was turned into mourning for all the troops; for the troops heard that day, \"The king is grieving for his son.\""},{"verse": 3, "text": "The troops stole into the city that day as soldiers steal in who are ashamed when they flee in battle."},{"verse": 4, "text": "The king covered his face, and the king cried with a loud voice, \"O my son Absalom, O Absalom, my son, my son!\""},{"verse": 5, "text": "Then Joab came into the house to the king, and said, \"Today you have covered with shame the faces of all your officers who have saved your life today, and the lives of your sons and your daughters, and the lives of your wives and your concubines,"},{"verse": 6, "text": "for love of those who hate you and for hatred of those who love you. You have made it clear today that commanders and officers are nothing to you; for I perceive that if Absalom were alive and all of us were dead today, then you would be pleased."},{"verse": 7, "text": "So go out at once and speak kindly to your servants; for I swear by the LORD, if you do not go, not a man will stay with you this night; and this will be worse for you than any disaster that has come upon you from your youth until now.\""},{"verse": 8, "text": "Then the king got up and took his seat in the gate. The troops were all told, \"See, the king is sitting in the gate\"; and all the troops came before the king.||David Recalled to Jerusalem||\nMeanwhile, all the Israelites had fled to their homes."},{"verse": 9, "text": "All the people were disputing throughout all the tribes of Israel, saying, \"The king delivered us from the hand of our enemies, and saved us from the hand of the Philistines; and now he has fled out of the land because of Absalom."},{"verse": 10, "text": "But Absalom, whom we anointed over us, is dead in battle. Now therefore why do you say nothing about bringing the king back?\""},{"verse": 11, "footnotes": {"a": "2 Samuel 19:11 Gk: Heb _to the king, to his house_"}, "text": "King David sent this message to the priests Zadok and Abiathar, \"Say to the elders of Judah, \"Why should you be the last to bring the king back to his house? The talk of all Israel has come to the king.[^a]"},{"verse": 12, "text": "You are my kin, you are my bone and my flesh; why then should you be the last to bring back the king?\""},{"verse": 13, "text": "And say to Amasa, \"Are you not my bone and my flesh? So may God do to me, and more, if you are not the commander of my army from now on, in place of Joab.\"\""},{"verse": 14, "footnotes": {"a": "2 Samuel 19:14 Heb _He_"}, "text": "Amasa[^a] swayed the hearts of all the people of Judah as one, and they sent word to the king, \"Return, both you and all your servants.\""},{"verse": 15, "text": "So the king came back to the Jordan; and Judah came to Gilgal to meet the king and to bring him over the Jordan."},{"verse": 16, "text": "Shimei son of Gera, the Benjaminite, from Bahurim, hurried to come down with the people of Judah to meet King David;"},{"verse": 17, "text": "with him were a thousand people from Benjamin. And Ziba, the servant of the house of Saul, with his fifteen sons and his twenty servants, rushed down to the Jordan ahead of the king,"},{"verse": 18, "footnotes": {"a": "2 Samuel 19:18 Cn: Heb _the ford crossed_"}, "text": "while the crossing was taking place,[^a] to bring over the king\"s household, and to do his pleasure.||David\"s Mercy to Shimei||\nShimei son of Gera fell down before the king, as he was about to cross the Jordan,"},{"verse": 19, "text": "and said to the king, \"May my lord not hold me guilty or remember how your servant did wrong on the day my lord the king left Jerusalem; may the king not bear it in mind."},{"verse": 20, "text": "For your servant knows that I have sinned; therefore, see, I have come this day, the first of all the house of Joseph to come down to meet my lord the king.\""},{"verse": 21, "text": "Abishai son of Zeruiah answered, \"Shall not Shimei be put to death for this, because he cursed the LORD\"s anointed?\""},{"verse": 22, "text": "But David said, \"What have I to do with you, you sons of Zeruiah, that you should today become an adversary to me? Shall anyone be put to death in Israel this day? For do I not know that I am this day king over Israel?\""},{"verse": 23, "text": "The king said to Shimei, \"You shall not die.\" And the king gave him his oath."},{"verse": 24, "footnotes": {"a": "2 Samuel 19:24 Or _Merib-baal_: See 4.4 note"}, "text": "||David and Mephibosheth Meet||Mephibosheth[^a] grandson of Saul came down to meet the king; he had not taken care of his feet, or trimmed his beard, or washed his clothes, from the day the king left until the day he came back in safety."},{"verse": 25, "footnotes": {"a": "2 Samuel 19:25 Or _Merib-baal_: See 4.4 note"}, "text": "When he came from Jerusalem to meet the king, the king said to him, \"Why did you not go with me, Mephibosheth?\"[^a]"},{"verse": 26, "footnotes": {"a": "2 Samuel 19:26 Gk Syr Vg: Heb _said, ‘I will saddle a donkey for myself_"}, "text": "He answered, \"My lord, O king, my servant deceived me; for your servant said to him, \"Saddle a donkey for me,[^a] so that I may ride on it and go with the king.\" For your servant is lame."},{"verse": 27, "text": "He has slandered your servant to my lord the king. But my lord the king is like the angel of God; do therefore what seems good to you."},{"verse": 28, "text": "For all my father\"s house were doomed to death before my lord the king; but you set your servant among those who eat at your table. What further right have I, then, to appeal to the king?\""},{"verse": 29, "text": "The king said to him, \"Why speak any more of your affairs? I have decided: you and Ziba shall divide the land.\""},{"verse": 30, "footnotes": {"a": "2 Samuel 19:30 Or _Merib-baal_: See 4.4 note"}, "text": "Mephibosheth[^a] said to the king, \"Let him take it all, since my lord the king has arrived home safely.\""},{"verse": 31, "text": "||David\"s Kindness to Barzillai||Now Barzillai the Gileadite had come down from Rogelim; he went on with the king to the Jordan, to escort him over the Jordan."},{"verse": 32, "text": "Barzillai was a very aged man, eighty years old. He had provided the king with food while he stayed at Mahanaim, for he was a very wealthy man."},{"verse": 33, "text": "The king said to Barzillai, \"Come over with me, and I will provide for you in Jerusalem at my side.\""},{"verse": 34, "text": "But Barzillai said to the king, \"How many years have I still to live, that I should go up with the king to Jerusalem?"},{"verse": 35, "text": "Today I am eighty years old; can I discern what is pleasant and what is not? Can your servant taste what he eats or what he drinks? Can I still listen to the voice of singing men and singing women? Why then should your servant be an added burden to my lord the king?"},{"verse": 36, "text": "Your servant will go a little way over the Jordan with the king. Why should the king recompense me with such a reward?"},{"verse": 37, "text": "Please let your servant return, so that I may die in my own town, near the graves of my father and my mother. But here is your servant Chimham; let him go over with my lord the king; and do for him whatever seems good to you.\""},{"verse": 38, "text": "The king answered, \"Chimham shall go over with me, and I will do for him whatever seems good to you; and all that you desire of me I will do for you.\""},{"verse": 39, "text": "Then all the people crossed over the Jordan, and the king crossed over; the king kissed Barzillai and blessed him, and he returned to his own home."},{"verse": 40, "text": "The king went on to Gilgal, and Chimham went on with him; all the people of Judah, and also half the people of Israel, brought the king on his way."},{"verse": 41, "text": "Then all the people of Israel came to the king, and said to him, \"Why have our kindred the people of Judah stolen you away, and brought the king and his household over the Jordan, and all David\"s men with him?\""},{"verse": 42, "text": "All the people of Judah answered the people of Israel, \"Because the king is near of kin to us. Why then are you angry over this matter? Have we eaten at all at the king\"s expense? Or has he given us any gift?\""},{"verse": 43, "text": "But the people of Israel answered the people of Judah, \"We have ten shares in the king, and in David also we have more than you. Why then did you despise us? Were we not the first to speak of bringing back our king?\" But the words of the people of Judah were fiercer than the words of the people of Israel."}]}
,{"chapter": 20, "verses":[{"verse": 1, "text": "||The Rebellion of Sheba||Now a scoundrel named Sheba son of Bichri, a Benjaminite, happened to be there. He sounded the trumpet and cried out,\n\"We have no portion in David,  \nno share in the son of Jesse!  \nEveryone to your tents, O Israel!\""},{"verse": 2, "text": "So all the people of Israel withdrew from David and followed Sheba son of Bichri; but the people of Judah followed their king steadfastly from the Jordan to Jerusalem."},{"verse": 3, "text": "David came to his house at Jerusalem; and the king took the ten concubines whom he had left to look after the house, and put them in a house under guard, and provided for them, but did not go in to them. So they were shut up until the day of their death, living as if in widowhood."},{"verse": 4, "text": "Then the king said to Amasa, \"Call the men of Judah together to me within three days, and be here yourself.\""},{"verse": 5, "text": "So Amasa went to summon Judah; but he delayed beyond the set time that had been appointed him."},{"verse": 6, "text": "David said to Abishai, \"Now Sheba son of Bichri will do us more harm than Absalom; take your lord\"s servants and pursue him, or he will find fortified cities for himself, and escape from us.\""},{"verse": 7, "text": "Joab\"s men went out after him, along with the Cherethites, the Pelethites, and all the warriors; they went out from Jerusalem to pursue Sheba son of Bichri."},{"verse": 8, "text": "When they were at the large stone that is in Gibeon, Amasa came to meet them. Now Joab was wearing a soldier\"s garment and over it was a belt with a sword in its sheath fastened at his waist; as he went forward it fell out."},{"verse": 9, "text": "Joab said to Amasa, \"Is it well with you, my brother?\" And Joab took Amasa by the beard with his right hand to kiss him."},{"verse": 10, "text": "But Amasa did not notice the sword in Joab\"s hand; Joab struck him in the belly so that his entrails poured out on the ground, and he died. He did not strike a second blow.\nThen Joab and his brother Abishai pursued Sheba son of Bichri."},{"verse": 11, "text": "And one of Joab\"s men took his stand by Amasa, and said, \"Whoever favors Joab, and whoever is for David, let him follow Joab.\""},{"verse": 12, "text": "Amasa lay wallowing in his blood on the highway, and the man saw that all the people were stopping. Since he saw that all who came by him were stopping, he carried Amasa from the highway into a field, and threw a garment over him."},{"verse": 13, "text": "Once he was removed from the highway, all the people went on after Joab to pursue Sheba son of Bichri."},{"verse": 14, "footnotes": {"a": "2 Samuel 20:14 Heb _He_", "b": "2 Samuel 20:14 Compare 20.15: Heb _and Beth-maacah_", "c": "2 Samuel 20:14 Compare Gk Vg: Heb _Berites_"}, "text": "Sheba[^a] passed through all the tribes of Israel to Abel of Beth-maacah;[^b] and all the Bichrites[^c] assembled, and followed him inside."},{"verse": 15, "footnotes": {"a": "2 Samuel 20:15 Heb _They_"}, "text": "Joab\"s forces[^a] came and besieged him in Abel of Beth-maacah; they threw up a siege ramp against the city, and it stood against the rampart. Joab\"s forces were battering the wall to break it down."},{"verse": 16, "text": "Then a wise woman called from the city, \"Listen! Listen! Tell Joab, \"Come here, I want to speak to you.\"\""},{"verse": 17, "text": "He came near her; and the woman said, \"Are you Joab?\" He answered, \"I am.\" Then she said to him, \"Listen to the words of your servant.\" He answered, \"I am listening.\""},{"verse": 18, "text": "Then she said, \"They used to say in the old days, \"Let them inquire at Abel\"; and so they would settle a matter."},{"verse": 19, "text": "I am one of those who are peaceable and faithful in Israel; you seek to destroy a city that is a mother in Israel; why will you swallow up the heritage of the LORD?\""},{"verse": 20, "text": "Joab answered, \"Far be it from me, far be it, that I should swallow up or destroy!"},{"verse": 21, "text": "That is not the case! But a man of the hill country of Ephraim, called Sheba son of Bichri, has lifted up his hand against King David; give him up alone, and I will withdraw from the city.\" The woman said to Joab, \"His head shall be thrown over the wall to you.\""},{"verse": 22, "text": "Then the woman went to all the people with her wise plan. And they cut off the head of Sheba son of Bichri, and threw it out to Joab. So he blew the trumpet, and they dispersed from the city, and all went to their homes, while Joab returned to Jerusalem to the king."},{"verse": 23, "footnotes": {"a": "2 Samuel 20:23 Cn: Heb _Joab to all the army, Israel_"}, "text": "Now Joab was in command of all the army of Israel;[^a] Benaiah son of Jehoiada was in command of the Cherethites and the Pelethites;"},{"verse": 24, "text": "Adoram was in charge of the forced labor; Jehoshaphat son of Ahilud was the recorder;"},{"verse": 25, "text": "Sheva was secretary; Zadok and Abiathar were priests;"},{"verse": 26, "text": "and Ira the Jairite was also David\"s priest."}]}
,{"chapter": 21, "verses":[{"verse": 1, "text": "||David Avenges the Gibeonites||Now there was a famine in the days of David for three years, year after year; and David inquired of the LORD. The LORD said, \"There is bloodguilt on Saul and on his house, because he put the Gibeonites to death.\""},{"verse": 2, "text": "So the king called the Gibeonites and spoke to them. (Now the Gibeonites were not of the people of Israel, but of the remnant of the Amorites; although the people of Israel had sworn to spare them, Saul had tried to wipe them out in his zeal for the people of Israel and Judah.)"},{"verse": 3, "text": "David said to the Gibeonites, \"What shall I do for you? How shall I make expiation, that you may bless the heritage of the LORD?\""},{"verse": 4, "text": "The Gibeonites said to him, \"It is not a matter of silver or gold between us and Saul or his house; neither is it for us to put anyone to death in Israel.\" He said, \"What do you say that I should do for you?\""},{"verse": 5, "text": "They said to the king, \"The man who consumed us and planned to destroy us, so that we should have no place in all the territory of Israel--"},{"verse": 6, "footnotes": {"a": "2 Samuel 21:6 Cn Compare Gk and 21.9: Heb _at Gibeah of Saul, the chosen of the Lord_"}, "text": "let seven of his sons be handed over to us, and we will impale them before the LORD at Gibeon on the mountain of the LORD.\"[^a] The king said, \"I will hand them over.\""},{"verse": 7, "footnotes": {"a": "2 Samuel 21:7 Or _Merib-baal_: See 4.4 note"}, "text": "But the king spared Mephibosheth,[^a] the son of Saul\"s son Jonathan, because of the oath of the LORD that was between them, between David and Jonathan son of Saul."},{"verse": 8, "footnotes": {"a": "2 Samuel 21:8 Or _Merib-baal_: See 4.4 note", "b": "2 Samuel 21:8 Two Heb Mss Syr Compare Gk: MT _Michal_"}, "text": "The king took the two sons of Rizpah daughter of Aiah, whom she bore to Saul, Armoni and Mephibosheth;[^a] and the five sons of Merab[^b] daughter of Saul, whom she bore to Adriel son of Barzillai the Meholathite;"},{"verse": 9, "text": "he gave them into the hands of the Gibeonites, and they impaled them on the mountain before the LORD. The seven of them perished together. They were put to death in the first days of harvest, at the beginning of barley harvest."},{"verse": 10, "footnotes": {"a": "2 Samuel 21:10 Heb _them_"}, "text": "Then Rizpah the daughter of Aiah took sackcloth, and spread it on a rock for herself, from the beginning of harvest until rain fell on them from the heavens; she did not allow the birds of the air to come on the bodies[^a] by day, or the wild animals by night."},{"verse": 11, "text": "When David was told what Rizpah daughter of Aiah, the concubine of Saul, had done,"},{"verse": 12, "text": "David went and took the bones of Saul and the bones of his son Jonathan from the people of Jabesh-gilead, who had stolen them from the public square of Beth-shan, where the Philistines had hung them up, on the day the Philistines killed Saul on Gilboa."},{"verse": 13, "text": "He brought up from there the bones of Saul and the bones of his son Jonathan; and they gathered the bones of those who had been impaled."},{"verse": 14, "text": "They buried the bones of Saul and of his son Jonathan in the land of Benjamin in Zela, in the tomb of his father Kish; they did all that the king commanded. After that, God heeded supplications for the land."},{"verse": 15, "text": "||Exploits of David\"s Men||The Philistines went to war again with Israel, and David went down together with his servants. They fought against the Philistines, and David grew weary."},{"verse": 16, "footnotes": {"a": "2 Samuel 21:16 Heb _was belted anew_"}, "text": "Ishbi-benob, one of the descendants of the giants, whose spear weighed three hundred shekels of bronze, and who was fitted out with new weapons,[^a] said he would kill David."},{"verse": 17, "text": "But Abishai son of Zeruiah came to his aid, and attacked the Philistine and killed him. Then David\"s men swore to him, \"You shall not go out with us to battle any longer, so that you do not quench the lamp of Israel.\""},{"verse": 18, "text": "After this a battle took place with the Philistines, at Gob; then Sibbecai the Hushathite killed Saph, who was one of the descendants of the giants."},{"verse": 19, "text": "Then there was another battle with the Philistines at Gob; and Elhanan son of Jaare-oregim, the Bethlehemite, killed Goliath the Gittite, the shaft of whose spear was like a weaver\"s beam."},{"verse": 20, "text": "There was again war at Gath, where there was a man of great size, who had six fingers on each hand, and six toes on each foot, twenty-four in number; he too was descended from the giants."},{"verse": 21, "text": "When he taunted Israel, Jonathan son of David\"s brother Shimei, killed him."},{"verse": 22, "text": "These four were descended from the giants in Gath; they fell by the hands of David and his servants."}]}
,{"chapter": 22, "verses":[{"verse": 1, "text": "||David\"s Song of Thanksgiving||David spoke to the LORD the words of this song on the day when the LORD delivered him from the hand of all his enemies, and from the hand of Saul."},{"verse": 2, "text": "He said:\nThe LORD is my rock, my fortress, and my deliverer,"},{"verse": 3, "text": "    my God, my rock, in whom I take refuge,  \nmy shield and the horn of my salvation,  \n    my stronghold and my refuge,  \n    my savior; you save me from violence."},{"verse": 4, "text": "I call upon the LORD, who is worthy to be praised,  \n    and I am saved from my enemies."},{"verse": 5, "text": "For the waves of death encompassed me,  \n    the torrents of perdition assailed me;"},{"verse": 6, "text": "the cords of Sheol entangled me,  \n    the snares of death confronted me."},{"verse": 7, "text": "In my distress I called upon the LORD;  \n    to my God I called.  \nFrom his temple he heard my voice,  \n    and my cry came to his ears."},{"verse": 8, "text": "Then the earth reeled and rocked;  \n    the foundations of the heavens trembled  \n    and quaked, because he was angry."},{"verse": 9, "text": "Smoke went up from his nostrils,  \n    and devouring fire from his mouth;  \n    glowing coals flamed forth from him."},{"verse": 10, "text": "He bowed the heavens, and came down;  \n    thick darkness was under his feet."},{"verse": 11, "text": "He rode on a cherub, and flew;  \n    he was seen upon the wings of the wind."},{"verse": 12, "text": "He made darkness around him a canopy,  \n    thick clouds, a gathering of water."},{"verse": 13, "text": "Out of the brightness before him  \n    coals of fire flamed forth."},{"verse": 14, "text": "The LORD thundered from heaven;  \n    the Most High uttered his voice."},{"verse": 15, "text": "He sent out arrows, and scattered them  \n    --lightning, and routed them."},{"verse": 16, "text": "Then the channels of the sea were seen,  \n    the foundations of the world were laid bare  \nat the rebuke of the LORD,  \n    at the blast of the breath of his nostrils."},{"verse": 17, "text": "He reached from on high, he took me,  \n    he drew me out of mighty waters."},{"verse": 18, "text": "He delivered me from my strong enemy,  \n    from those who hated me;  \n    for they were too mighty for me."},{"verse": 19, "text": "They came upon me in the day of my calamity,  \n    but the LORD was my stay."},{"verse": 20, "text": "He brought me out into a broad place;  \n    he delivered me, because he delighted in me."},{"verse": 21, "text": "The LORD rewarded me according to my righteousness;  \n    according to the cleanness of my hands he recompensed me."},{"verse": 22, "text": "For I have kept the ways of the LORD,  \n    and have not wickedly departed from my God."},{"verse": 23, "text": "For all his ordinances were before me,  \n    and from his statutes I did not turn aside."},{"verse": 24, "text": "I was blameless before him,  \n    and I kept myself from guilt."},{"verse": 25, "text": "Therefore the LORD has recompensed me according to my righteousness,  \n    according to my cleanness in his sight."},{"verse": 26, "text": "With the loyal you show yourself loyal;  \n    with the blameless you show yourself blameless;"},{"verse": 27, "text": "with the pure you show yourself pure,  \n    and with the crooked you show yourself perverse."},{"verse": 28, "text": "You deliver a humble people,  \n    but your eyes are upon the haughty to bring them down."},{"verse": 29, "text": "Indeed, you are my lamp, O LORD,  \n    the LORD lightens my darkness."},{"verse": 30, "text": "By you I can crush a troop,  \n    and by my God I can leap over a wall."},{"verse": 31, "text": "This God--his way is perfect;  \n    the promise of the LORD proves true;  \n    he is a shield for all who take refuge in him."},{"verse": 32, "text": "For who is God, but the LORD?  \n    And who is a rock, except our God?"},{"verse": 33, "footnotes": {"a": "2 Samuel 22:33 Q Ms Gk Syr Vg Compare Ps 18.32: MT _God is my strong refuge_", "b": "2 Samuel 22:33 Meaning of Heb uncertain"}, "text": "The God who has girded me with strength[^a]  \n    has opened wide my path.[^b]"},{"verse": 34, "footnotes": {"a": "2 Samuel 22:34 Another reading is _his_"}, "text": "He made my[^a] feet like the feet of deer,  \n    and set me secure on the heights."},{"verse": 35, "text": "He trains my hands for war,  \n    so that my arms can bend a bow of bronze."},{"verse": 36, "footnotes": {"a": "2 Samuel 22:36 Q Ms: MT _your answering_"}, "text": "You have given me the shield of your salvation,  \n    and your help[^a] has made me great."},{"verse": 37, "text": "You have made me stride freely,  \n    and my feet do not slip;"},{"verse": 38, "text": "I pursued my enemies and destroyed them,  \n    and did not turn back until they were consumed."},{"verse": 39, "text": "I consumed them; I struck them down, so that they did not rise;  \n    they fell under my feet."},{"verse": 40, "text": "For you girded me with strength for the battle;  \n    you made my assailants sink under me."},{"verse": 41, "text": "You made my enemies turn their backs to me,  \n    those who hated me, and I destroyed them."},{"verse": 42, "text": "They looked, but there was no one to save them;  \n    they cried to the LORD, but he did not answer them."},{"verse": 43, "text": "I beat them fine like the dust of the earth,  \n    I crushed them and stamped them down like the mire of the streets."},{"verse": 44, "footnotes": {"a": "2 Samuel 22:44 Gk: Heb _from strife with my people_"}, "text": "You delivered me from strife with the peoples;[^a]  \n    you kept me as the head of the nations;  \n    people whom I had not known served me."},{"verse": 45, "text": "Foreigners came cringing to me;  \n    as soon as they heard of me, they obeyed me."},{"verse": 46, "text": "Foreigners lost heart,  \n    and came trembling out of their strongholds."},{"verse": 47, "text": "The LORD lives! Blessed be my rock,  \n    and exalted be my God, the rock of my salvation,"},{"verse": 48, "text": "the God who gave me vengeance  \n    and brought down peoples under me,"},{"verse": 49, "text": "who brought me out from my enemies;  \n    you exalted me above my adversaries,  \n    you delivered me from the violent."},{"verse": 50, "text": "For this I will extol you, O LORD, among the nations,  \n    and sing praises to your name."},{"verse": 51, "text": "He is a tower of salvation for his king,  \n    and shows steadfast love to his anointed,  \n    to David and his descendants forever."}]}
,{"chapter": 23, "verses":[{"verse": 1, "footnotes": {"a": "2 Samuel 23:1 Q Ms: MT _who was raised on high_"}, "text": "||The Last Words of David||Now these are the last words of David:\nThe oracle of David, son of Jesse,  \n    the oracle of the man whom God exalted,[^a]  \nthe anointed of the God of Jacob,  \n    the favorite of the Strong One of Israel:"},{"verse": 2, "text": "The spirit of the LORD speaks through me,  \n    his word is upon my tongue."},{"verse": 3, "text": "The God of Israel has spoken,  \n    the Rock of Israel has said to me:  \nOne who rules over people justly,  \n    ruling in the fear of God,"},{"verse": 4, "text": "is like the light of morning,  \n    like the sun rising on a cloudless morning,  \n    gleaming from the rain on the grassy land."},{"verse": 5, "text": "Is not my house like this with God?  \n    For he has made with me an everlasting covenant,  \n    ordered in all things and secure.  \nWill he not cause to prosper  \n    all my help and my desire?"},{"verse": 6, "footnotes": {"a": "2 Samuel 23:6 Heb _But worthlessness_"}, "text": "But the godless are[^a] all like thorns that are thrown away;  \n    for they cannot be picked up with the hand;"},{"verse": 7, "footnotes": {"a": "2 Samuel 23:7 Heb _in sitting_"}, "text": "to touch them one uses an iron bar  \n    or the shaft of a spear.  \n    And they are entirely consumed in fire on the spot.[^a]"},{"verse": 8, "footnotes": {"a": "2 Samuel 23:8 Gk Vg Compare 1 Chr 11.11: Meaning of Heb uncertain", "b": "2 Samuel 23:8 1 Chr 11.11: Meaning of Heb uncertain"}, "text": "||David\"s Mighty Men||These are the names of the warriors whom David had: Josheb-basshebeth a Tahchemonite; he was chief of the Three;[^a] he wielded his spear[^b] against eight hundred whom he killed at one time."},{"verse": 9, "text": "Next to him among the three warriors was Eleazar son of Dodo son of Ahohi. He was with David when they defied the Philistines who were gathered there for battle. The Israelites withdrew,"},{"verse": 10, "text": "but he stood his ground. He struck down the Philistines until his arm grew weary, though his hand clung to the sword. The LORD brought about a great victory that day. Then the people came back to him--but only to strip the dead."},{"verse": 11, "text": "Next to him was Shammah son of Agee, the Hararite. The Philistines gathered together at Lehi, where there was a plot of ground full of lentils; and the army fled from the Philistines."},{"verse": 12, "text": "But he took his stand in the middle of the plot, defended it, and killed the Philistines; and the LORD brought about a great victory."},{"verse": 13, "footnotes": {"a": "2 Samuel 23:13 Heb adds _head_"}, "text": "Towards the beginning of harvest three of the thirty[^a] chiefs went down to join David at the cave of Adullam, while a band of Philistines was encamped in the valley of Rephaim."},{"verse": 14, "text": "David was then in the stronghold; and the garrison of the Philistines was then at Bethlehem."},{"verse": 15, "text": "David said longingly, \"O that someone would give me water to drink from the well of Bethlehem that is by the gate!\""},{"verse": 16, "text": "Then the three warriors broke through the camp of the Philistines, drew water from the well of Bethlehem that was by the gate, and brought it to David. But he would not drink of it; he poured it out to the LORD,"},{"verse": 17, "text": "for he said, \"The LORD forbid that I should do this. Can I drink the blood of the men who went at the risk of their lives?\" Therefore he would not drink it. The three warriors did these things."},{"verse": 18, "footnotes": {"a": "2 Samuel 23:18 Two Heb Mss Syr: MT _Three_"}, "text": "Now Abishai son of Zeruiah, the brother of Joab, was chief of the Thirty.[^a] With his spear he fought against three hundred men and killed them, and won a name beside the Three."},{"verse": 19, "footnotes": {"a": "2 Samuel 23:19 Syr Compare 1 Chr 11.25: Heb _Was he the most renowned of the Three?_"}, "text": "He was the most renowned of the Thirty,[^a] and became their commander; but he did not attain to the Three."},{"verse": 20, "footnotes": {"a": "2 Samuel 23:20 Another reading is _the son of Ish-hai_", "b": "2 Samuel 23:20 Gk: Heb lacks _sons of_"}, "text": "Benaiah son of Jehoiada was a valiant warrior[^a] from Kabzeel, a doer of great deeds; he struck down two sons of Ariel[^b] of Moab. He also went down and killed a lion in a pit on a day when snow had fallen."},{"verse": 21, "text": "And he killed an Egyptian, a handsome man. The Egyptian had a spear in his hand; but Benaiah went against him with a staff, snatched the spear out of the Egyptian\"s hand, and killed him with his own spear."},{"verse": 22, "text": "Such were the things Benaiah son of Jehoiada did, and won a name beside the three warriors."},{"verse": 23, "text": "He was renowned among the Thirty, but he did not attain to the Three. And David put him in charge of his bodyguard."},{"verse": 24, "text": "Among the Thirty were Asahel brother of Joab; Elhanan son of Dodo of Bethlehem;"},{"verse": 25, "text": "Shammah of Harod; Elika of Harod;"},{"verse": 26, "text": "Helez the Paltite; Ira son of Ikkesh of Tekoa;"},{"verse": 27, "text": "Abiezer of Anathoth; Mebunnai the Hushathite;"},{"verse": 28, "text": "Zalmon the Ahohite; Maharai of Netophah;"},{"verse": 29, "text": "Heleb son of Baanah of Netophah; Ittai son of Ribai of Gibeah of the Benjaminites;"},{"verse": 30, "text": "Benaiah of Pirathon; Hiddai of the torrents of Gaash;"},{"verse": 31, "text": "Abi-albon the Arbathite; Azmaveth of Bahurim;"},{"verse": 32, "text": "Eliahba of Shaalbon; the sons of Jashen: Jonathan"},{"verse": 33, "footnotes": {"a": "2 Samuel 23:33 Gk: Heb lacks _son of_"}, "text": "son of[^a] Shammah the Hararite; Ahiam son of Sharar the Hararite;"},{"verse": 34, "text": "Eliphelet son of Ahasbai of Maacah; Eliam son of Ahithophel the Gilonite;"},{"verse": 35, "footnotes": {"a": "2 Samuel 23:35 Another reading is _Hezrai_"}, "text": "Hezro[^a] of Carmel; Paarai the Arbite;"},{"verse": 36, "text": "Igal son of Nathan of Zobah; Bani the Gadite;"},{"verse": 37, "text": "Zelek the Ammonite; Naharai of Beeroth, the armor-bearer of Joab son of Zeruiah;"},{"verse": 38, "text": "Ira the Ithrite; Gareb the Ithrite;"},{"verse": 39, "text": "Uriah the Hittite--thirty-seven in all."}]}
,{"chapter": 24, "verses":[{"verse": 1, "text": "||David\"s Census of Israel and Judah||Again the anger of the LORD was kindled against Israel, and he incited David against them, saying, \"Go, count the people of Israel and Judah.\""},{"verse": 2, "footnotes": {"a": "2 Samuel 24:2 1 Chr 21.2 Gk: Heb _to Joab the commander of the army_"}, "text": "So the king said to Joab and the commanders of the army,[^a] who were with him, \"Go through all the tribes of Israel, from Dan to Beer-sheba, and take a census of the people, so that I may know how many there are.\""},{"verse": 3, "text": "But Joab said to the king, \"May the LORD your God increase the number of the people a hundredfold, while the eyes of my lord the king can still see it! But why does my lord the king want to do this?\""},{"verse": 4, "text": "But the king\"s word prevailed against Joab and the commanders of the army. So Joab and the commanders of the army went out from the presence of the king to take a census of the people of Israel."},{"verse": 5, "footnotes": {"a": "2 Samuel 24:5 Gk Mss: Heb _encamped in Aroer south of_"}, "text": "They crossed the Jordan, and began from[^a] Aroer and from the city that is in the middle of the valley, toward Gad and on to Jazer."},{"verse": 6, "footnotes": {"a": "2 Samuel 24:6 Gk: Heb _to the land of Tahtim-hodshi_", "b": "2 Samuel 24:6 Cn Compare Gk: Heb _they came to Dan-jaan and_"}, "text": "Then they came to Gilead, and to Kadesh in the land of the Hittites;[^a] and they came to Dan, and from Dan[^b] they went around to Sidon,"},{"verse": 7, "text": "and came to the fortress of Tyre and to all the cities of the Hivites and Canaanites; and they went out to the Negeb of Judah at Beer-sheba."},{"verse": 8, "text": "So when they had gone through all the land, they came back to Jerusalem at the end of nine months and twenty days."},{"verse": 9, "text": "Joab reported to the king the number of those who had been recorded: in Israel there were eight hundred thousand soldiers able to draw the sword, and those of Judah were five hundred thousand."},{"verse": 10, "text": "||Judgment on David\"s Sin||But afterward, David was stricken to the heart because he had numbered the people. David said to the LORD, \"I have sinned greatly in what I have done. But now, O LORD, I pray you, take away the guilt of your servant; for I have done very foolishly.\""},{"verse": 11, "text": "When David rose in the morning, the word of the LORD came to the prophet Gad, David\"s seer, saying,"},{"verse": 12, "footnotes": {"a": "2 Samuel 24:12 Or _hold over_"}, "text": "\"Go and say to David: Thus says the LORD: Three things I offer[^a] you; choose one of them, and I will do it to you.\""},{"verse": 13, "footnotes": {"a": "2 Samuel 24:13 1 Chr 21.12 Gk: Heb _seven_"}, "text": "So Gad came to David and told him; he asked him, \"Shall three[^a] years of famine come to you on your land? Or will you flee three months before your foes while they pursue you? Or shall there be three days\" pestilence in your land? Now consider, and decide what answer I shall return to the one who sent me.\""},{"verse": 14, "text": "Then David said to Gad, \"I am in great distress; let us fall into the hand of the LORD, for his mercy is great; but let me not fall into human hands.\""},{"verse": 15, "text": "So the LORD sent a pestilence on Israel from that morning until the appointed time; and seventy thousand of the people died, from Dan to Beer-sheba."},{"verse": 16, "text": "But when the angel stretched out his hand toward Jerusalem to destroy it, the LORD relented concerning the evil, and said to the angel who was bringing destruction among the people, \"It is enough; now stay your hand.\" The angel of the LORD was then by the threshing floor of Araunah the Jebusite."},{"verse": 17, "text": "When David saw the angel who was destroying the people, he said to the LORD, \"I alone have sinned, and I alone have done wickedly; but these sheep, what have they done? Let your hand, I pray, be against me and against my father\"s house.\""},{"verse": 18, "text": "||David\"s Altar on the Threshing Floor||That day Gad came to David and said to him, \"Go up and erect an altar to the LORD on the threshing floor of Araunah the Jebusite.\""},{"verse": 19, "text": "Following Gad\"s instructions, David went up, as the LORD had commanded."},{"verse": 20, "text": "When Araunah looked down, he saw the king and his servants coming toward him; and Araunah went out and prostrated himself before the king with his face to the ground."},{"verse": 21, "text": "Araunah said, \"Why has my lord the king come to his servant?\" David said, \"To buy the threshing floor from you in order to build an altar to the LORD, so that the plague may be averted from the people.\""},{"verse": 22, "text": "Then Araunah said to David, \"Let my lord the king take and offer up what seems good to him; here are the oxen for the burnt offering, and the threshing sledges and the yokes of the oxen for the wood."},{"verse": 23, "text": "All this, O king, Araunah gives to the king.\" And Araunah said to the king, \"May the LORD your God respond favorably to you.\""},{"verse": 24, "text": "But the king said to Araunah, \"No, but I will buy them from you for a price; I will not offer burnt offerings to the LORD my God that cost me nothing.\" So David bought the threshing floor and the oxen for fifty shekels of silver."},{"verse": 25, "text": "David built there an altar to the LORD, and offered burnt offerings and offerings of well-being. So the LORD answered his supplication for the land, and the plague was averted from Israel."}]}
]}