{"book": "2 Timothy", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Salutation||Paul, an apostle of Christ Jesus by the will of God, for the sake of the promise of life that is in Christ Jesus,"},{"verse": 2, "text": "To Timothy, my beloved child:\nGrace, mercy, and peace from God the Father and Christ Jesus our Lord."},{"verse": 3, "text": "||Thanksgiving and Encouragement||I am grateful to God--whom I worship with a clear conscience, as my ancestors did--when I remember you constantly in my prayers night and day."},{"verse": 4, "text": "Recalling your tears, I long to see you so that I may be filled with joy."},{"verse": 5, "text": "I am reminded of your sincere faith, a faith that lived first in your grandmother Lois and your mother Eunice and now, I am sure, lives in you."},{"verse": 6, "text": "For this reason I remind you to rekindle the gift of God that is within you through the laying on of my hands;"},{"verse": 7, "text": "for God did not give us a spirit of cowardice, but rather a spirit of power and of love and of self-discipline."},{"verse": 8, "text": "Do not be ashamed, then, of the testimony about our Lord or of me his prisoner, but join with me in suffering for the gospel, relying on the power of God,"},{"verse": 9, "text": "who saved us and called us with a holy calling, not according to our works but according to his own purpose and grace. This grace was given to us in Christ Jesus before the ages began,"},{"verse": 10, "text": "but it has now been revealed through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel."},{"verse": 11, "footnotes": {"a": "2 Timothy 1:11 Other ancient authorities add _of the Gentiles_"}, "text": "For this gospel I was appointed a herald and an apostle and a teacher,[^a]"},{"verse": 12, "footnotes": {"a": "2 Timothy 1:12 Or _what has been entrusted to me_"}, "text": "and for this reason I suffer as I do. But I am not ashamed, for I know the one in whom I have put my trust, and I am sure that he is able to guard until that day what I have entrusted to him.[^a]"},{"verse": 13, "text": "Hold to the standard of sound teaching that you have heard from me, in the faith and love that are in Christ Jesus."},{"verse": 14, "text": "Guard the good treasure entrusted to you, with the help of the Holy Spirit living in us."},{"verse": 15, "text": "You are aware that all who are in Asia have turned away from me, including Phygelus and Hermogenes."},{"verse": 16, "text": "May the Lord grant mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my chain;"},{"verse": 17, "footnotes": {"a": "2 Timothy 1:17 Or _promptly_"}, "text": "when he arrived in Rome, he eagerly[^a] searched for me and found me"},{"verse": 18, "text": "--may the Lord grant that he will find mercy from the Lord on that day! And you know very well how much service he rendered in Ephesus."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||A Good Soldier of Christ Jesus||You then, my child, be strong in the grace that is in Christ Jesus;"},{"verse": 2, "text": "and what you have heard from me through many witnesses entrust to faithful people who will be able to teach others as well."},{"verse": 3, "text": "Share in suffering like a good soldier of Christ Jesus."},{"verse": 4, "text": "No one serving in the army gets entangled in everyday affairs; the soldier\"s aim is to please the enlisting officer."},{"verse": 5, "text": "And in the case of an athlete, no one is crowned without competing according to the rules."},{"verse": 6, "text": "It is the farmer who does the work who ought to have the first share of the crops."},{"verse": 7, "text": "Think over what I say, for the Lord will give you understanding in all things."},{"verse": 8, "text": "Remember Jesus Christ, raised from the dead, a descendant of David--that is my gospel,"},{"verse": 9, "text": "for which I suffer hardship, even to the point of being chained like a criminal. But the word of God is not chained."},{"verse": 10, "text": "Therefore I endure everything for the sake of the elect, so that they may also obtain the salvation that is in Christ Jesus, with eternal glory."},{"verse": 11, "text": "The saying is sure:\nIf we have died with him, we will also live with him;"},{"verse": 12, "text": "if we endure, we will also reign with him;  \nif we deny him, he will also deny us;"},{"verse": 13, "text": "if we are faithless, he remains faithful--  \nfor he cannot deny himself."},{"verse": 14, "footnotes": {"a": "2 Timothy 2:14 Other ancient authorities read _the Lord_"}, "text": "||A Worker Approved by God||Remind them of this, and warn them before God[^a] that they are to avoid wrangling over words, which does no good but only ruins those who are listening."},{"verse": 15, "text": "Do your best to present yourself to God as one approved by him, a worker who has no need to be ashamed, rightly explaining the word of truth."},{"verse": 16, "text": "Avoid profane chatter, for it will lead people into more and more impiety,"},{"verse": 17, "text": "and their talk will spread like gangrene. Among them are Hymenaeus and Philetus,"},{"verse": 18, "text": "who have swerved from the truth by claiming that the resurrection has already taken place. They are upsetting the faith of some."},{"verse": 19, "text": "But God\"s firm foundation stands, bearing this inscription: \"The Lord knows those who are his,\" and, \"Let everyone who calls on the name of the Lord turn away from wickedness.\""},{"verse": 20, "text": "In a large house there are utensils not only of gold and silver but also of wood and clay, some for special use, some for ordinary."},{"verse": 21, "footnotes": {"a": "2 Timothy 2:21 Gk _of these things_"}, "text": "All who cleanse themselves of the things I have mentioned[^a] will become special utensils, dedicated and useful to the owner of the house, ready for every good work."},{"verse": 22, "text": "Shun youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart."},{"verse": 23, "text": "Have nothing to do with stupid and senseless controversies; you know that they breed quarrels."},{"verse": 24, "footnotes": {"a": "2 Timothy 2:24 Gk _slave_"}, "text": "And the Lord\"s servant[^a] must not be quarrelsome but kindly to everyone, an apt teacher, patient,"},{"verse": 25, "text": "correcting opponents with gentleness. God may perhaps grant that they will repent and come to know the truth,"},{"verse": 26, "footnotes": {"a": "2 Timothy 2:26 Or _by him, to do his_ (that is, God’s) _will_"}, "text": "and that they may escape from the snare of the devil, having been held captive by him to do his will.[^a]"}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Godlessness in the Last Days||You must understand this, that in the last days distressing times will come."},{"verse": 2, "text": "For people will be lovers of themselves, lovers of money, boasters, arrogant, abusive, disobedient to their parents, ungrateful, unholy,"},{"verse": 3, "text": "inhuman, implacable, slanderers, profligates, brutes, haters of good,"},{"verse": 4, "text": "treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God,"},{"verse": 5, "text": "holding to the outward form of godliness but denying its power. Avoid them!"},{"verse": 6, "text": "For among them are those who make their way into households and captivate silly women, overwhelmed by their sins and swayed by all kinds of desires,"},{"verse": 7, "text": "who are always being instructed and can never arrive at a knowledge of the truth."},{"verse": 8, "text": "As Jannes and Jambres opposed Moses, so these people, of corrupt mind and counterfeit faith, also oppose the truth."},{"verse": 9, "footnotes": {"a": "2 Timothy 3:9 Gk lacks _two men_"}, "text": "But they will not make much progress, because, as in the case of those two men,[^a] their folly will become plain to everyone."},{"verse": 10, "text": "||Paul\"s Charge to Timothy||Now you have observed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness,"},{"verse": 11, "text": "my persecutions, and my suffering the things that happened to me in Antioch, Iconium, and Lystra. What persecutions I endured! Yet the Lord rescued me from all of them."},{"verse": 12, "text": "Indeed, all who want to live a godly life in Christ Jesus will be persecuted."},{"verse": 13, "text": "But wicked people and impostors will go from bad to worse, deceiving others and being deceived."},{"verse": 14, "text": "But as for you, continue in what you have learned and firmly believed, knowing from whom you learned it,"},{"verse": 15, "text": "and how from childhood you have known the sacred writings that are able to instruct you for salvation through faith in Christ Jesus."},{"verse": 16, "footnotes": {"a": "2 Timothy 3:16 Or _Every scripture inspired by God is also_"}, "text": "All scripture is inspired by God and is[^a] useful for teaching, for reproof, for correction, and for training in righteousness,"},{"verse": 17, "text": "so that everyone who belongs to God may be proficient, equipped for every good work."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "In the presence of God and of Christ Jesus, who is to judge the living and the dead, and in view of his appearing and his kingdom, I solemnly urge you:"},{"verse": 2, "text": "proclaim the message; be persistent whether the time is favorable or unfavorable; convince, rebuke, and encourage, with the utmost patience in teaching."},{"verse": 3, "text": "For the time is coming when people will not put up with sound doctrine, but having itching ears, they will accumulate for themselves teachers to suit their own desires,"},{"verse": 4, "text": "and will turn away from listening to the truth and wander away to myths."},{"verse": 5, "text": "As for you, always be sober, endure suffering, do the work of an evangelist, carry out your ministry fully."},{"verse": 6, "text": "As for me, I am already being poured out as a libation, and the time of my departure has come."},{"verse": 7, "text": "I have fought the good fight, I have finished the race, I have kept the faith."},{"verse": 8, "text": "From now on there is reserved for me the crown of righteousness, which the Lord, the righteous judge, will give me on that day, and not only to me but also to all who have longed for his appearing."},{"verse": 9, "text": "||Personal Instructions||Do your best to come to me soon,"},{"verse": 10, "footnotes": {"a": "2 Timothy 4:10 Other ancient authorities read _Gaul_"}, "text": "for Demas, in love with this present world, has deserted me and gone to Thessalonica; Crescens has gone to Galatia,[^a] Titus to Dalmatia."},{"verse": 11, "text": "Only Luke is with me. Get Mark and bring him with you, for he is useful in my ministry."},{"verse": 12, "text": "I have sent Tychicus to Ephesus."},{"verse": 13, "text": "When you come, bring the cloak that I left with Carpus at Troas, also the books, and above all the parchments."},{"verse": 14, "text": "Alexander the coppersmith did me great harm; the Lord will pay him back for his deeds."},{"verse": 15, "text": "You also must beware of him, for he strongly opposed our message."},{"verse": 16, "text": "At my first defense no one came to my support, but all deserted me. May it not be counted against them!"},{"verse": 17, "text": "But the Lord stood by me and gave me strength, so that through me the message might be fully proclaimed and all the Gentiles might hear it. So I was rescued from the lion\"s mouth."},{"verse": 18, "text": "The Lord will rescue me from every evil attack and save me for his heavenly kingdom. To him be the glory forever and ever. Amen."},{"verse": 19, "text": "||Final Greetings and Benediction||Greet Prisca and Aquila, and the household of Onesiphorus."},{"verse": 20, "text": "Erastus remained in Corinth; Trophimus I left ill in Miletus."},{"verse": 21, "footnotes": {"a": "2 Timothy 4:21 Gk _all the brothers_"}, "text": "Do your best to come before winter. Eubulus sends greetings to you, as do Pudens and Linus and Claudia and all the brothers and sisters.[^a]"},{"verse": 22, "footnotes": {"a": "2 Timothy 4:22 The Greek word for _you_ here is plural. Other ancient authorities add _Amen_"}, "text": "The Lord be with your spirit. Grace be with you.[^a]"}]}
]}