{
  "book": "Acts",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verse": 1,
          "text": "||The Promise of the Holy Spirit||In the first book, Theophilus, I wrote about all that Jesus did and taught from the beginning"
        },
        {
          "verse": 2,
          "text": "until the day when he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles whom he had chosen."
        },
        {
          "verse": 3,
          "text": "After his suffering he presented himself alive to them by many convincing proofs, appearing to them during forty days and speaking about the kingdom of God."
        },
        {
          "verse": 4,
          "footnotes": { "a": "Acts 1:4 Or _eating_" },
          "text": "While staying[^a] with them, he ordered them not to leave Jerusalem, but to wait there for the promise of the Father. \"This,\" he said, \"is what you have heard from me;"
        },
        {
          "verse": 5,
          "footnotes": { "a": "Acts 1:5 Or _by_" },
          "text": "for John baptized with water, but you will be baptized with[^a] the Holy Spirit not many days from now.\""
        },
        {
          "verse": 6,
          "text": "||The Ascension of Jesus||So when they had come together, they asked him, \"Lord, is this the time when you will restore the kingdom to Israel?\""
        },
        {
          "verse": 7,
          "text": "He replied, \"It is not for you to know the times or periods that the Father has set by his own authority."
        },
        {
          "verse": 8,
          "text": "But you will receive power when the Holy Spirit has come upon you; and you will be my witnesses in Jerusalem, in all Judea and Samaria, and to the ends of the earth.\""
        },
        {
          "verse": 9,
          "text": "When he had said this, as they were watching, he was lifted up, and a cloud took him out of their sight."
        },
        {
          "verse": 10,
          "text": "While he was going and they were gazing up toward heaven, suddenly two men in white robes stood by them."
        },
        {
          "verse": 11,
          "text": "They said, \"Men of Galilee, why do you stand looking up toward heaven? This Jesus, who has been taken up from you into heaven, will come in the same way as you saw him go into heaven.\""
        },
        {
          "verse": 12,
          "text": "||Matthias Chosen to Replace Judas||Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a sabbath day\"s journey away."
        },
        {
          "verse": 13,
          "footnotes": { "a": "Acts 1:13 Or _the brother of_" },
          "text": "When they had entered the city, they went to the room upstairs where they were staying, Peter, and John, and James, and Andrew, Philip and Thomas, Bartholomew and Matthew, James son of Alphaeus, and Simon the Zealot, and Judas son of[^a] James."
        },
        {
          "verse": 14,
          "text": "All these were constantly devoting themselves to prayer, together with certain women, including Mary the mother of Jesus, as well as his brothers."
        },
        {
          "verse": 15,
          "footnotes": { "a": "Acts 1:15 Gk _brothers_" },
          "text": "In those days Peter stood up among the believers[^a] (together the crowd numbered about one hundred twenty persons) and said,"
        },
        {
          "verse": 16,
          "footnotes": { "a": "Acts 1:16 Gk _Men, brothers_" },
          "text": "\"Friends,[^a] the scripture had to be fulfilled, which the Holy Spirit through David foretold concerning Judas, who became a guide for those who arrested Jesus--"
        },
        {
          "verse": 17,
          "text": "for he was numbered among us and was allotted his share in this ministry.\""
        },
        {
          "verse": 18,
          "footnotes": { "a": "Acts 1:18 Or _swelling up_" },
          "text": "(Now this man acquired a field with the reward of his wickedness; and falling headlong,[^a] he burst open in the middle and all his bowels gushed out."
        },
        {
          "verse": 19,
          "text": "This became known to all the residents of Jerusalem, so that the field was called in their language Hakeldama, that is, Field of Blood.)"
        },
        {
          "verse": 20,
          "text": "\"For it is written in the book of Psalms,\n\"Let his homestead become desolate,  \n    and let there be no one to live in it\";\nand\n\"Let another take his position of overseer.\""
        },
        {
          "verse": 21,
          "text": "So one of the men who have accompanied us during all the time that the Lord Jesus went in and out among us,"
        },
        {
          "verse": 22,
          "text": "beginning from the baptism of John until the day when he was taken up from us--one of these must become a witness with us to his resurrection.\""
        },
        {
          "verse": 23,
          "text": "So they proposed two, Joseph called Barsabbas, who was also known as Justus, and Matthias."
        },
        {
          "verse": 24,
          "text": "Then they prayed and said, \"Lord, you know everyone\"s heart. Show us which one of these two you have chosen"
        },
        {
          "verse": 25,
          "footnotes": {
            "a": "Acts 1:25 Other ancient authorities read _the share_"
          },
          "text": "to take the place[^a] in this ministry and apostleship from which Judas turned aside to go to his own place.\""
        },
        {
          "verse": 26,
          "text": "And they cast lots for them, and the lot fell on Matthias; and he was added to the eleven apostles."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verse": 1,
          "text": "||The Coming of the Holy Spirit||When the day of Pentecost had come, they were all together in one place."
        },
        {
          "verse": 2,
          "text": "And suddenly from heaven there came a sound like the rush of a violent wind, and it filled the entire house where they were sitting."
        },
        {
          "verse": 3,
          "text": "Divided tongues, as of fire, appeared among them, and a tongue rested on each of them."
        },
        {
          "verse": 4,
          "text": "All of them were filled with the Holy Spirit and began to speak in other languages, as the Spirit gave them ability."
        },
        {
          "verse": 5,
          "text": "Now there were devout Jews from every nation under heaven living in Jerusalem."
        },
        {
          "verse": 6,
          "text": "And at this sound the crowd gathered and was bewildered, because each one heard them speaking in the native language of each."
        },
        {
          "verse": 7,
          "text": "Amazed and astonished, they asked, \"Are not all these who are speaking Galileans?"
        },
        {
          "verse": 8,
          "text": "And how is it that we hear, each of us, in our own native language?"
        },
        {
          "verse": 9,
          "text": "Parthians, Medes, Elamites, and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia,"
        },
        {
          "verse": 10,
          "text": "Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, both Jews and proselytes,"
        },
        {
          "verse": 11,
          "text": "Cretans and Arabs--in our own languages we hear them speaking about God\"s deeds of power.\""
        },
        {
          "verse": 12,
          "text": "All were amazed and perplexed, saying to one another, \"What does this mean?\""
        },
        {
          "verse": 13,
          "text": "But others sneered and said, \"They are filled with new wine.\""
        },
        {
          "verse": 14,
          "text": "||Peter Addresses the Crowd||But Peter, standing with the eleven, raised his voice and addressed them, \"Men of Judea and all who live in Jerusalem, let this be known to you, and listen to what I say."
        },
        {
          "verse": 15,
          "text": "Indeed, these are not drunk, as you suppose, for it is only nine o\"clock in the morning."
        },
        {
          "verse": 16,
          "text": "No, this is what was spoken through the prophet Joel:"
        },
        {
          "verse": 17,
          "text": "\"In the last days it will be, God declares,  \nthat I will pour out my Spirit upon all flesh,  \n    and your sons and your daughters shall prophesy,  \nand your young men shall see visions,  \n    and your old men shall dream dreams."
        },
        {
          "verse": 18,
          "text": "Even upon my slaves, both men and women,  \n    in those days I will pour out my Spirit;  \n        and they shall prophesy."
        },
        {
          "verse": 19,
          "text": "And I will show portents in the heaven above  \n    and signs on the earth below,  \n        blood, and fire, and smoky mist."
        },
        {
          "verse": 20,
          "text": "The sun shall be turned to darkness  \n    and the moon to blood,  \n        before the coming of the Lord\"s great and glorious day."
        },
        {
          "verse": 21,
          "text": "Then everyone who calls on the name of the Lord shall be saved.\""
        },
        {
          "verse": 22,
          "footnotes": {
            "a": "Acts 2:22 Gk _Men, Israelites_",
            "b": "Acts 2:22 Gk _the Nazorean_"
          },
          "text": "\"You that are Israelites,[^a] listen to what I have to say: Jesus of Nazareth,[^b] a man attested to you by God with deeds of power, wonders, and signs that God did through him among you, as you yourselves know--"
        },
        {
          "verse": 23,
          "text": "this man, handed over to you according to the definite plan and foreknowledge of God, you crucified and killed by the hands of those outside the law."
        },
        {
          "verse": 24,
          "footnotes": { "a": "Acts 2:24 Gk _the pains of death_" },
          "text": "But God raised him up, having freed him from death,[^a] because it was impossible for him to be held in its power."
        },
        {
          "verse": 25,
          "text": "For David says concerning him,\n\"I saw the Lord always before me,  \n    for he is at my right hand so that I will not be shaken;"
        },
        {
          "verse": 26,
          "text": "therefore my heart was glad, and my tongue rejoiced;  \n    moreover my flesh will live in hope."
        },
        {
          "verse": 27,
          "text": "For you will not abandon my soul to Hades,  \n    or let your Holy One experience corruption."
        },
        {
          "verse": 28,
          "text": "You have made known to me the ways of life;  \n    you will make me full of gladness with your presence.\""
        },
        {
          "verse": 29,
          "footnotes": { "a": "Acts 2:29 Gk _Men, brothers_" },
          "text": "\"Fellow Israelites,[^a] I may say to you confidently of our ancestor David that he both died and was buried, and his tomb is with us to this day."
        },
        {
          "verse": 30,
          "text": "Since he was a prophet, he knew that God had sworn with an oath to him that he would put one of his descendants on his throne."
        },
        {
          "verse": 31,
          "footnotes": {
            "a": "Acts 2:31 Gk _he_",
            "b": "Acts 2:31 Or _the Christ_"
          },
          "text": "Foreseeing this, David[^a] spoke of the resurrection of the Messiah,[^b] saying,\n\"He was not abandoned to Hades,  \n    nor did his flesh experience corruption.\""
        },
        {
          "verse": 32,
          "text": "This Jesus God raised up, and of that all of us are witnesses."
        },
        {
          "verse": 33,
          "footnotes": { "a": "Acts 2:33 Or _by_" },
          "text": "Being therefore exalted at[^a] the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you both see and hear."
        },
        {
          "verse": 34,
          "text": "For David did not ascend into the heavens, but he himself says,\n\"The Lord said to my Lord,  \n\"Sit at my right hand,"
        },
        {
          "verse": 35,
          "text": "    until I make your enemies your footstool.\"\""
        },
        {
          "verse": 36,
          "footnotes": { "a": "Acts 2:36 Or _Christ_" },
          "text": "Therefore let the entire house of Israel know with certainty that God has made him both Lord and Messiah,[^a] this Jesus whom you crucified.\""
        },
        {
          "verse": 37,
          "footnotes": { "a": "Acts 2:37 Gk _Men, brothers_" },
          "text": "||The First Converts||Now when they heard this, they were cut to the heart and said to Peter and to the other apostles, \"Brothers,[^a] what should we do?\""
        },
        {
          "verse": 38,
          "text": "Peter said to them, \"Repent, and be baptized every one of you in the name of Jesus Christ so that your sins may be forgiven; and you will receive the gift of the Holy Spirit."
        },
        {
          "verse": 39,
          "text": "For the promise is for you, for your children, and for all who are far away, everyone whom the Lord our God calls to him.\""
        },
        {
          "verse": 40,
          "text": "And he testified with many other arguments and exhorted them, saying, \"Save yourselves from this corrupt generation.\""
        },
        {
          "verse": 41,
          "text": "So those who welcomed his message were baptized, and that day about three thousand persons were added."
        },
        {
          "verse": 42,
          "text": "They devoted themselves to the apostles\" teaching and fellowship, to the breaking of bread and the prayers."
        },
        {
          "verse": 43,
          "text": "||Life among the Believers||Awe came upon everyone, because many wonders and signs were being done by the apostles."
        },
        {
          "verse": 44,
          "text": "All who believed were together and had all things in common;"
        },
        {
          "verse": 45,
          "footnotes": { "a": "Acts 2:45 Gk _them_" },
          "text": "they would sell their possessions and goods and distribute the proceeds[^a] to all, as any had need."
        },
        {
          "verse": 46,
          "footnotes": {
            "a": "Acts 2:46 Or _from house to house_",
            "b": "Acts 2:46 Or _sincere_"
          },
          "text": "Day by day, as they spent much time together in the temple, they broke bread at home[^a] and ate their food with glad and generous[^b] hearts,"
        },
        {
          "verse": 47,
          "text": "praising God and having the goodwill of all the people. And day by day the Lord added to their number those who were being saved."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verse": 1,
          "text": "||Peter Heals a Crippled Beggar||One day Peter and John were going up to the temple at the hour of prayer, at three o\"clock in the afternoon."
        },
        {
          "verse": 2,
          "text": "And a man lame from birth was being carried in. People would lay him daily at the gate of the temple called the Beautiful Gate so that he could ask for alms from those entering the temple."
        },
        {
          "verse": 3,
          "text": "When he saw Peter and John about to go into the temple, he asked them for alms."
        },
        {
          "verse": 4,
          "text": "Peter looked intently at him, as did John, and said, \"Look at us.\""
        },
        {
          "verse": 5,
          "text": "And he fixed his attention on them, expecting to receive something from them."
        },
        {
          "verse": 6,
          "footnotes": { "a": "Acts 3:6 Gk _the Nazorean_" },
          "text": "But Peter said, \"I have no silver or gold, but what I have I give you; in the name of Jesus Christ of Nazareth,[^a] stand up and walk.\""
        },
        {
          "verse": 7,
          "text": "And he took him by the right hand and raised him up; and immediately his feet and ankles were made strong."
        },
        {
          "verse": 8,
          "text": "Jumping up, he stood and began to walk, and he entered the temple with them, walking and leaping and praising God."
        },
        {
          "verse": 9,
          "text": "All the people saw him walking and praising God,"
        },
        {
          "verse": 10,
          "text": "and they recognized him as the one who used to sit and ask for alms at the Beautiful Gate of the temple; and they were filled with wonder and amazement at what had happened to him."
        },
        {
          "verse": 11,
          "text": "||Peter Speaks in Solomon\"s Portico||While he clung to Peter and John, all the people ran together to them in the portico called Solomon\"s Portico, utterly astonished."
        },
        {
          "verse": 12,
          "footnotes": { "a": "Acts 3:12 Gk _Men, Israelites_" },
          "text": "When Peter saw it, he addressed the people, \"You Israelites,[^a] why do you wonder at this, or why do you stare at us, as though by our own power or piety we had made him walk?"
        },
        {
          "verse": 13,
          "footnotes": { "a": "Acts 3:13 Or _child_" },
          "text": "The God of Abraham, the God of Isaac, and the God of Jacob, the God of our ancestors has glorified his servant[^a] Jesus, whom you handed over and rejected in the presence of Pilate, though he had decided to release him."
        },
        {
          "verse": 14,
          "text": "But you rejected the Holy and Righteous One and asked to have a murderer given to you,"
        },
        {
          "verse": 15,
          "text": "and you killed the Author of life, whom God raised from the dead. To this we are witnesses."
        },
        {
          "verse": 16,
          "footnotes": { "a": "Acts 3:16 Gk _him_" },
          "text": "And by faith in his name, his name itself has made this man strong, whom you see and know; and the faith that is through Jesus[^a] has given him this perfect health in the presence of all of you."
        },
        {
          "verse": 17,
          "footnotes": { "a": "Acts 3:17 Gk _brothers_" },
          "text": "\"And now, friends,[^a] I know that you acted in ignorance, as did also your rulers."
        },
        {
          "verse": 18,
          "footnotes": { "a": "Acts 3:18 Or _his Christ_" },
          "text": "In this way God fulfilled what he had foretold through all the prophets, that his Messiah[^a] would suffer."
        },
        {
          "verse": 19,
          "text": "Repent therefore, and turn to God so that your sins may be wiped out,"
        },
        {
          "verse": 20,
          "footnotes": { "a": "Acts 3:20 Or _the Christ_" },
          "text": "so that times of refreshing may come from the presence of the Lord, and that he may send the Messiah[^a] appointed for you, that is, Jesus,"
        },
        {
          "verse": 21,
          "text": "who must remain in heaven until the time of universal restoration that God announced long ago through his holy prophets."
        },
        {
          "verse": 22,
          "footnotes": { "a": "Acts 3:22 Gk _brothers_" },
          "text": "Moses said, \"The Lord your God will raise up for you from your own people[^a] a prophet like me. You must listen to whatever he tells you."
        },
        {
          "verse": 23,
          "text": "And it will be that everyone who does not listen to that prophet will be utterly rooted out of the people.\""
        },
        {
          "verse": 24,
          "text": "And all the prophets, as many as have spoken, from Samuel and those after him, also predicted these days."
        },
        {
          "verse": 25,
          "text": "You are the descendants of the prophets and of the covenant that God gave to your ancestors, saying to Abraham, \"And in your descendants all the families of the earth shall be blessed.\""
        },
        {
          "verse": 26,
          "footnotes": { "a": "Acts 3:26 Or _child_" },
          "text": "When God raised up his servant,[^a] he sent him first to you, to bless you by turning each of you from your wicked ways.\""
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verse": 1,
          "footnotes": { "a": "Acts 4:1 Gk _While they_" },
          "text": "||Peter and John before the Council||While Peter and John[^a] were speaking to the people, the priests, the captain of the temple, and the Sadducees came to them,"
        },
        {
          "verse": 2,
          "text": "much annoyed because they were teaching the people and proclaiming that in Jesus there is the resurrection of the dead."
        },
        {
          "verse": 3,
          "text": "So they arrested them and put them in custody until the next day, for it was already evening."
        },
        {
          "verse": 4,
          "text": "But many of those who heard the word believed; and they numbered about five thousand."
        },
        {
          "verse": 5,
          "text": "The next day their rulers, elders, and scribes assembled in Jerusalem,"
        },
        {
          "verse": 6,
          "footnotes": {
            "a": "Acts 4:6 Other ancient authorities read _Jonathan_"
          },
          "text": "with Annas the high priest, Caiaphas, John,[^a] and Alexander, and all who were of the high-priestly family."
        },
        {
          "verse": 7,
          "footnotes": { "a": "Acts 4:7 Gk _them_" },
          "text": "When they had made the prisoners[^a] stand in their midst, they inquired, \"By what power or by what name did you do this?\""
        },
        {
          "verse": 8,
          "text": "Then Peter, filled with the Holy Spirit, said to them, \"Rulers of the people and elders,"
        },
        {
          "verse": 9,
          "text": "if we are questioned today because of a good deed done to someone who was sick and are asked how this man has been healed,"
        },
        {
          "verse": 10,
          "footnotes": { "a": "Acts 4:10 Gk _the Nazorean_" },
          "text": "let it be known to all of you, and to all the people of Israel, that this man is standing before you in good health by the name of Jesus Christ of Nazareth,[^a] whom you crucified, whom God raised from the dead."
        },
        {
          "verse": 11,
          "footnotes": {
            "a": "Acts 4:11 Gk _This_",
            "b": "Acts 4:11 Or _keystone_"
          },
          "text": "This Jesus[^a] is\n\"the stone that was rejected by you, the builders;  \n    it has become the cornerstone.\"[^b]"
        },
        {
          "verse": 12,
          "text": "There is salvation in no one else, for there is no other name under heaven given among mortals by which we must be saved.\""
        },
        {
          "verse": 13,
          "text": "Now when they saw the boldness of Peter and John and realized that they were uneducated and ordinary men, they were amazed and recognized them as companions of Jesus."
        },
        {
          "verse": 14,
          "text": "When they saw the man who had been cured standing beside them, they had nothing to say in opposition."
        },
        {
          "verse": 15,
          "text": "So they ordered them to leave the council while they discussed the matter with one another."
        },
        {
          "verse": 16,
          "text": "They said, \"What will we do with them? For it is obvious to all who live in Jerusalem that a notable sign has been done through them; we cannot deny it."
        },
        {
          "verse": 17,
          "text": "But to keep it from spreading further among the people, let us warn them to speak no more to anyone in this name.\""
        },
        {
          "verse": 18,
          "text": "So they called them and ordered them not to speak or teach at all in the name of Jesus."
        },
        {
          "verse": 19,
          "text": "But Peter and John answered them, \"Whether it is right in God\"s sight to listen to you rather than to God, you must judge;"
        },
        {
          "verse": 20,
          "text": "for we cannot keep from speaking about what we have seen and heard.\""
        },
        {
          "verse": 21,
          "text": "After threatening them again, they let them go, finding no way to punish them because of the people, for all of them praised God for what had happened."
        },
        {
          "verse": 22,
          "text": "For the man on whom this sign of healing had been performed was more than forty years old."
        },
        {
          "verse": 23,
          "footnotes": { "a": "Acts 4:23 Gk _their own_" },
          "text": "||The Believers Pray for Boldness||After they were released, they went to their friends[^a] and reported what the chief priests and the elders had said to them."
        },
        {
          "verse": 24,
          "text": "When they heard it, they raised their voices together to God and said, \"Sovereign Lord, who made the heaven and the earth, the sea, and everything in them,"
        },
        {
          "verse": 25,
          "footnotes": { "a": "Acts 4:25 Or _child_" },
          "text": "it is you who said by the Holy Spirit through our ancestor David, your servant:[^a]\n\"Why did the Gentiles rage,  \n    and the peoples imagine vain things?"
        },
        {
          "verse": 26,
          "footnotes": { "a": "Acts 4:26 Or _his Christ_" },
          "text": "The kings of the earth took their stand,  \n    and the rulers have gathered together  \n        against the Lord and against his Messiah.\"[^a]"
        },
        {
          "verse": 27,
          "footnotes": { "a": "Acts 4:27 Or _child_" },
          "text": "For in this city, in fact, both Herod and Pontius Pilate, with the Gentiles and the peoples of Israel, gathered together against your holy servant[^a] Jesus, whom you anointed,"
        },
        {
          "verse": 28,
          "text": "to do whatever your hand and your plan had predestined to take place."
        },
        {
          "verse": 29,
          "footnotes": { "a": "Acts 4:29 Gk _slaves_" },
          "text": "And now, Lord, look at their threats, and grant to your servants[^a] to speak your word with all boldness,"
        },
        {
          "verse": 30,
          "footnotes": { "a": "Acts 4:30 Or _child_" },
          "text": "while you stretch out your hand to heal, and signs and wonders are performed through the name of your holy servant[^a] Jesus.\""
        },
        {
          "verse": 31,
          "text": "When they had prayed, the place in which they were gathered together was shaken; and they were all filled with the Holy Spirit and spoke the word of God with boldness."
        },
        {
          "verse": 32,
          "text": "||The Believers Share Their Possessions||Now the whole group of those who believed were of one heart and soul, and no one claimed private ownership of any possessions, but everything they owned was held in common."
        },
        {
          "verse": 33,
          "text": "With great power the apostles gave their testimony to the resurrection of the Lord Jesus, and great grace was upon them all."
        },
        {
          "verse": 34,
          "text": "There was not a needy person among them, for as many as owned lands or houses sold them and brought the proceeds of what was sold."
        },
        {
          "verse": 35,
          "text": "They laid it at the apostles\" feet, and it was distributed to each as any had need."
        },
        {
          "verse": 36,
          "text": "There was a Levite, a native of Cyprus, Joseph, to whom the apostles gave the name Barnabas (which means \"son of encouragement\")."
        },
        {
          "verse": 37,
          "text": "He sold a field that belonged to him, then brought the money, and laid it at the apostles\" feet."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verse": 1,
          "text": "||Ananias and Sapphira||But a man named Ananias, with the consent of his wife Sapphira, sold a piece of property;"
        },
        {
          "verse": 2,
          "text": "with his wife\"s knowledge, he kept back some of the proceeds, and brought only a part and laid it at the apostles\" feet."
        },
        {
          "verse": 3,
          "text": "\"Ananias,\" Peter asked, \"why has Satan filled your heart to lie to the Holy Spirit and to keep back part of the proceeds of the land?"
        },
        {
          "verse": 4,
          "footnotes": { "a": "Acts 5:4 Gk _to men_" },
          "text": "While it remained unsold, did it not remain your own? And after it was sold, were not the proceeds at your disposal? How is it that you have contrived this deed in your heart? You did not lie to us[^a] but to God!\""
        },
        {
          "verse": 5,
          "text": "Now when Ananias heard these words, he fell down and died. And great fear seized all who heard of it."
        },
        {
          "verse": 6,
          "footnotes": { "a": "Acts 5:6 Meaning of Gk uncertain" },
          "text": "The young men came and wrapped up his body,[^a] then carried him out and buried him."
        },
        {
          "verse": 7,
          "text": "After an interval of about three hours his wife came in, not knowing what had happened."
        },
        {
          "verse": 8,
          "text": "Peter said to her, \"Tell me whether you and your husband sold the land for such and such a price.\" And she said, \"Yes, that was the price.\""
        },
        {
          "verse": 9,
          "text": "Then Peter said to her, \"How is it that you have agreed together to put the Spirit of the Lord to the test? Look, the feet of those who have buried your husband are at the door, and they will carry you out.\""
        },
        {
          "verse": 10,
          "text": "Immediately she fell down at his feet and died. When the young men came in they found her dead, so they carried her out and buried her beside her husband."
        },
        {
          "verse": 11,
          "text": "And great fear seized the whole church and all who heard of these things."
        },
        {
          "verse": 12,
          "text": "||The Apostles Heal Many||Now many signs and wonders were done among the people through the apostles. And they were all together in Solomon\"s Portico."
        },
        {
          "verse": 13,
          "text": "None of the rest dared to join them, but the people held them in high esteem."
        },
        {
          "verse": 14,
          "text": "Yet more than ever believers were added to the Lord, great numbers of both men and women,"
        },
        {
          "verse": 15,
          "text": "so that they even carried out the sick into the streets, and laid them on cots and mats, in order that Peter\"s shadow might fall on some of them as he came by."
        },
        {
          "verse": 16,
          "text": "A great number of people would also gather from the towns around Jerusalem, bringing the sick and those tormented by unclean spirits, and they were all cured."
        },
        {
          "verse": 17,
          "text": "||The Apostles Are Persecuted||Then the high priest took action; he and all who were with him (that is, the sect of the Sadducees), being filled with jealousy,"
        },
        {
          "verse": 18,
          "text": "arrested the apostles and put them in the public prison."
        },
        {
          "verse": 19,
          "text": "But during the night an angel of the Lord opened the prison doors, brought them out, and said,"
        },
        {
          "verse": 20,
          "text": "\"Go, stand in the temple and tell the people the whole message about this life.\""
        },
        {
          "verse": 21,
          "text": "When they heard this, they entered the temple at daybreak and went on with their teaching.\nWhen the high priest and those with him arrived, they called together the council and the whole body of the elders of Israel, and sent to the prison to have them brought."
        },
        {
          "verse": 22,
          "text": "But when the temple police went there, they did not find them in the prison; so they returned and reported,"
        },
        {
          "verse": 23,
          "text": "\"We found the prison securely locked and the guards standing at the doors, but when we opened them, we found no one inside.\""
        },
        {
          "verse": 24,
          "text": "Now when the captain of the temple and the chief priests heard these words, they were perplexed about them, wondering what might be going on."
        },
        {
          "verse": 25,
          "text": "Then someone arrived and announced, \"Look, the men whom you put in prison are standing in the temple and teaching the people!\""
        },
        {
          "verse": 26,
          "text": "Then the captain went with the temple police and brought them, but without violence, for they were afraid of being stoned by the people."
        },
        {
          "verse": 27,
          "text": "When they had brought them, they had them stand before the council. The high priest questioned them,"
        },
        {
          "verse": 28,
          "footnotes": {
            "a": "Acts 5:28 Other ancient authorities read _Did we not give you strict orders not to teach in this name?_"
          },
          "text": "saying, \"We gave you strict orders not to teach in this name,[^a] yet here you have filled Jerusalem with your teaching and you are determined to bring this man\"s blood on us.\""
        },
        {
          "verse": 29,
          "footnotes": { "a": "Acts 5:29 Gk _than men_" },
          "text": "But Peter and the apostles answered, \"We must obey God rather than any human authority.[^a]"
        },
        {
          "verse": 30,
          "text": "The God of our ancestors raised up Jesus, whom you had killed by hanging him on a tree."
        },
        {
          "verse": 31,
          "text": "God exalted him at his right hand as Leader and Savior that he might give repentance to Israel and forgiveness of sins."
        },
        {
          "verse": 32,
          "text": "And we are witnesses to these things, and so is the Holy Spirit whom God has given to those who obey him.\""
        },
        {
          "verse": 33,
          "text": "When they heard this, they were enraged and wanted to kill them."
        },
        {
          "verse": 34,
          "text": "But a Pharisee in the council named Gamaliel, a teacher of the law, respected by all the people, stood up and ordered the men to be put outside for a short time."
        },
        {
          "verse": 35,
          "footnotes": { "a": "Acts 5:35 Gk _Men, Israelites_" },
          "text": "Then he said to them, \"Fellow Israelites,[^a] consider carefully what you propose to do to these men."
        },
        {
          "verse": 36,
          "text": "For some time ago Theudas rose up, claiming to be somebody, and a number of men, about four hundred, joined him; but he was killed, and all who followed him were dispersed and disappeared."
        },
        {
          "verse": 37,
          "text": "After him Judas the Galilean rose up at the time of the census and got people to follow him; he also perished, and all who followed him were scattered."
        },
        {
          "verse": 38,
          "text": "So in the present case, I tell you, keep away from these men and let them alone; because if this plan or this undertaking is of human origin, it will fail;"
        },
        {
          "verse": 39,
          "text": "but if it is of God, you will not be able to overthrow them--in that case you may even be found fighting against God!\"\nThey were convinced by him,"
        },
        {
          "verse": 40,
          "text": "and when they had called in the apostles, they had them flogged. Then they ordered them not to speak in the name of Jesus, and let them go."
        },
        {
          "verse": 41,
          "text": "As they left the council, they rejoiced that they were considered worthy to suffer dishonor for the sake of the name."
        },
        {
          "verse": 42,
          "footnotes": {
            "a": "Acts 5:42 Or _from house to house_",
            "b": "Acts 5:42 Or _the Christ_"
          },
          "text": "And every day in the temple and at home[^a] they did not cease to teach and proclaim Jesus as the Messiah.[^b]"
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verse": 1,
          "text": "||Seven Chosen to Serve||Now during those days, when the disciples were increasing in number, the Hellenists complained against the Hebrews because their widows were being neglected in the daily distribution of food."
        },
        {
          "verse": 2,
          "footnotes": { "a": "Acts 6:2 Or _keep accounts_" },
          "text": "And the twelve called together the whole community of the disciples and said, \"It is not right that we should neglect the word of God in order to wait on tables.[^a]"
        },
        {
          "verse": 3,
          "footnotes": { "a": "Acts 6:3 Gk _brothers_" },
          "text": "Therefore, friends,[^a] select from among yourselves seven men of good standing, full of the Spirit and of wisdom, whom we may appoint to this task,"
        },
        {
          "verse": 4,
          "text": "while we, for our part, will devote ourselves to prayer and to serving the word.\""
        },
        {
          "verse": 5,
          "text": "What they said pleased the whole community, and they chose Stephen, a man full of faith and the Holy Spirit, together with Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus, a proselyte of Antioch."
        },
        {
          "verse": 6,
          "text": "They had these men stand before the apostles, who prayed and laid their hands on them."
        },
        {
          "verse": 7,
          "text": "The word of God continued to spread; the number of the disciples increased greatly in Jerusalem, and a great many of the priests became obedient to the faith."
        },
        {
          "verse": 8,
          "text": "||The Arrest of Stephen||Stephen, full of grace and power, did great wonders and signs among the people."
        },
        {
          "verse": 9,
          "text": "Then some of those who belonged to the synagogue of the Freedmen (as it was called), Cyrenians, Alexandrians, and others of those from Cilicia and Asia, stood up and argued with Stephen."
        },
        {
          "verse": 10,
          "footnotes": { "a": "Acts 6:10 Or _spirit_" },
          "text": "But they could not withstand the wisdom and the Spirit[^a] with which he spoke."
        },
        {
          "verse": 11,
          "text": "Then they secretly instigated some men to say, \"We have heard him speak blasphemous words against Moses and God.\""
        },
        {
          "verse": 12,
          "text": "They stirred up the people as well as the elders and the scribes; then they suddenly confronted him, seized him, and brought him before the council."
        },
        {
          "verse": 13,
          "text": "They set up false witnesses who said, \"This man never stops saying things against this holy place and the law;"
        },
        {
          "verse": 14,
          "footnotes": { "a": "Acts 6:14 Gk _the Nazorean_" },
          "text": "for we have heard him say that this Jesus of Nazareth[^a] will destroy this place and will change the customs that Moses handed on to us.\""
        },
        {
          "verse": 15,
          "text": "And all who sat in the council looked intently at him, and they saw that his face was like the face of an angel."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verse": 1,
          "text": "||Stephen\"s Speech to the Council||Then the high priest asked him, \"Are these things so?\""
        },
        {
          "verse": 2,
          "footnotes": { "a": "Acts 7:2 Gk _Men, brothers_" },
          "text": "And Stephen replied:\n\"Brothers[^a] and fathers, listen to me. The God of glory appeared to our ancestor Abraham when he was in Mesopotamia, before he lived in Haran,"
        },
        {
          "verse": 3,
          "text": "and said to him, \"Leave your country and your relatives and go to the land that I will show you.\""
        },
        {
          "verse": 4,
          "text": "Then he left the country of the Chaldeans and settled in Haran. After his father died, God had him move from there to this country in which you are now living."
        },
        {
          "verse": 5,
          "text": "He did not give him any of it as a heritage, not even a foot\"s length, but promised to give it to him as his possession and to his descendants after him, even though he had no child."
        },
        {
          "verse": 6,
          "text": "And God spoke in these terms, that his descendants would be resident aliens in a country belonging to others, who would enslave them and mistreat them during four hundred years."
        },
        {
          "verse": 7,
          "text": "\"But I will judge the nation that they serve,\" said God, \"and after that they shall come out and worship me in this place.\""
        },
        {
          "verse": 8,
          "footnotes": { "a": "Acts 7:8 Gk _he_" },
          "text": "Then he gave him the covenant of circumcision. And so Abraham[^a] became the father of Isaac and circumcised him on the eighth day; and Isaac became the father of Jacob, and Jacob of the twelve patriarchs."
        },
        {
          "verse": 9,
          "text": "\"The patriarchs, jealous of Joseph, sold him into Egypt; but God was with him,"
        },
        {
          "verse": 10,
          "text": "and rescued him from all his afflictions, and enabled him to win favor and to show wisdom when he stood before Pharaoh, king of Egypt, who appointed him ruler over Egypt and over all his household."
        },
        {
          "verse": 11,
          "text": "Now there came a famine throughout Egypt and Canaan, and great suffering, and our ancestors could find no food."
        },
        {
          "verse": 12,
          "text": "But when Jacob heard that there was grain in Egypt, he sent our ancestors there on their first visit."
        },
        {
          "verse": 13,
          "text": "On the second visit Joseph made himself known to his brothers, and Joseph\"s family became known to Pharaoh."
        },
        {
          "verse": 14,
          "text": "Then Joseph sent and invited his father Jacob and all his relatives to come to him, seventy-five in all;"
        },
        {
          "verse": 15,
          "text": "so Jacob went down to Egypt. He himself died there as well as our ancestors,"
        },
        {
          "verse": 16,
          "footnotes": { "a": "Acts 7:16 Gk _they_" },
          "text": "and their bodies[^a] were brought back to Shechem and laid in the tomb that Abraham had bought for a sum of silver from the sons of Hamor in Shechem."
        },
        {
          "verse": 17,
          "text": "\"But as the time drew near for the fulfillment of the promise that God had made to Abraham, our people in Egypt increased and multiplied"
        },
        {
          "verse": 18,
          "text": "until another king who had not known Joseph ruled over Egypt."
        },
        {
          "verse": 19,
          "text": "He dealt craftily with our race and forced our ancestors to abandon their infants so that they would die."
        },
        {
          "verse": 20,
          "text": "At this time Moses was born, and he was beautiful before God. For three months he was brought up in his father\"s house;"
        },
        {
          "verse": 21,
          "text": "and when he was abandoned, Pharaoh\"s daughter adopted him and brought him up as her own son."
        },
        {
          "verse": 22,
          "text": "So Moses was instructed in all the wisdom of the Egyptians and was powerful in his words and deeds."
        },
        {
          "verse": 23,
          "footnotes": {
            "a": "Acts 7:23 Gk _his brothers, the sons of Israel_"
          },
          "text": "\"When he was forty years old, it came into his heart to visit his relatives, the Israelites.[^a]"
        },
        {
          "verse": 24,
          "text": "When he saw one of them being wronged, he defended the oppressed man and avenged him by striking down the Egyptian."
        },
        {
          "verse": 25,
          "text": "He supposed that his kinsfolk would understand that God through him was rescuing them, but they did not understand."
        },
        {
          "verse": 26,
          "text": "The next day he came to some of them as they were quarreling and tried to reconcile them, saying, \"Men, you are brothers; why do you wrong each other?\""
        },
        {
          "verse": 27,
          "footnotes": { "a": "Acts 7:27 Gk _him_" },
          "text": "But the man who was wronging his neighbor pushed Moses[^a] aside, saying, \"Who made you a ruler and a judge over us?"
        },
        {
          "verse": 28,
          "text": "Do you want to kill me as you killed the Egyptian yesterday?\""
        },
        {
          "verse": 29,
          "text": "When he heard this, Moses fled and became a resident alien in the land of Midian. There he became the father of two sons."
        },
        {
          "verse": 30,
          "text": "\"Now when forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in the flame of a burning bush."
        },
        {
          "verse": 31,
          "text": "When Moses saw it, he was amazed at the sight; and as he approached to look, there came the voice of the Lord:"
        },
        {
          "verse": 32,
          "text": "\"I am the God of your ancestors, the God of Abraham, Isaac, and Jacob.\" Moses began to tremble and did not dare to look."
        },
        {
          "verse": 33,
          "text": "Then the Lord said to him, \"Take off the sandals from your feet, for the place where you are standing is holy ground."
        },
        {
          "verse": 34,
          "text": "I have surely seen the mistreatment of my people who are in Egypt and have heard their groaning, and I have come down to rescue them. Come now, I will send you to Egypt.\""
        },
        {
          "verse": 35,
          "text": "\"It was this Moses whom they rejected when they said, \"Who made you a ruler and a judge?\" and whom God now sent as both ruler and liberator through the angel who appeared to him in the bush."
        },
        {
          "verse": 36,
          "text": "He led them out, having performed wonders and signs in Egypt, at the Red Sea, and in the wilderness for forty years."
        },
        {
          "verse": 37,
          "footnotes": { "a": "Acts 7:37 Gk _your brothers_" },
          "text": "This is the Moses who said to the Israelites, \"God will raise up a prophet for you from your own people[^a] as he raised me up.\""
        },
        {
          "verse": 38,
          "text": "He is the one who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai, and with our ancestors; and he received living oracles to give to us."
        },
        {
          "verse": 39,
          "text": "Our ancestors were unwilling to obey him; instead, they pushed him aside, and in their hearts they turned back to Egypt,"
        },
        {
          "verse": 40,
          "text": "saying to Aaron, \"Make gods for us who will lead the way for us; as for this Moses who led us out from the land of Egypt, we do not know what has happened to him.\""
        },
        {
          "verse": 41,
          "text": "At that time they made a calf, offered a sacrifice to the idol, and reveled in the works of their hands."
        },
        {
          "verse": 42,
          "text": "But God turned away from them and handed them over to worship the host of heaven, as it is written in the book of the prophets:\n\"Did you offer to me slain victims and sacrifices  \n    forty years in the wilderness, O house of Israel?"
        },
        {
          "verse": 43,
          "text": "No; you took along the tent of Moloch,  \n    and the star of your god Rephan,  \n        the images that you made to worship;  \nso I will remove you beyond Babylon.\""
        },
        {
          "verse": 44,
          "footnotes": { "a": "Acts 7:44 Gk _he_" },
          "text": "\"Our ancestors had the tent of testimony in the wilderness, as God[^a] directed when he spoke to Moses, ordering him to make it according to the pattern he had seen."
        },
        {
          "verse": 45,
          "text": "Our ancestors in turn brought it in with Joshua when they dispossessed the nations that God drove out before our ancestors. And it was there until the time of David,"
        },
        {
          "verse": 46,
          "footnotes": {
            "a": "Acts 7:46 Other ancient authorities read _for the God of Jacob_"
          },
          "text": "who found favor with God and asked that he might find a dwelling place for the house of Jacob.[^a]"
        },
        {
          "verse": 47,
          "text": "But it was Solomon who built a house for him."
        },
        {
          "verse": 48,
          "footnotes": { "a": "Acts 7:48 Gk _with hands_" },
          "text": "Yet the Most High does not dwell in houses made with human hands;[^a] as the prophet says,"
        },
        {
          "verse": 49,
          "text": "\"Heaven is my throne,  \n    and the earth is my footstool.  \nWhat kind of house will you build for me, says the Lord,  \n    or what is the place of my rest?"
        },
        { "verse": 50, "text": "Did not my hand make all these things?\"" },
        {
          "verse": 51,
          "text": "\"You stiff-necked people, uncircumcised in heart and ears, you are forever opposing the Holy Spirit, just as your ancestors used to do."
        },
        {
          "verse": 52,
          "text": "Which of the prophets did your ancestors not persecute? They killed those who foretold the coming of the Righteous One, and now you have become his betrayers and murderers."
        },
        {
          "verse": 53,
          "text": "You are the ones that received the law as ordained by angels, and yet you have not kept it.\""
        },
        {
          "verse": 54,
          "footnotes": { "a": "Acts 7:54 Gk _him_" },
          "text": "||The Stoning of Stephen||When they heard these things, they became enraged and ground their teeth at Stephen.[^a]"
        },
        {
          "verse": 55,
          "text": "But filled with the Holy Spirit, he gazed into heaven and saw the glory of God and Jesus standing at the right hand of God."
        },
        {
          "verse": 56,
          "text": "\"Look,\" he said, \"I see the heavens opened and the Son of Man standing at the right hand of God!\""
        },
        {
          "verse": 57,
          "text": "But they covered their ears, and with a loud shout all rushed together against him."
        },
        {
          "verse": 58,
          "text": "Then they dragged him out of the city and began to stone him; and the witnesses laid their coats at the feet of a young man named Saul."
        },
        {
          "verse": 59,
          "text": "While they were stoning Stephen, he prayed, \"Lord Jesus, receive my spirit.\""
        },
        {
          "verse": 60,
          "footnotes": { "a": "Acts 7:60 Gk _fell asleep_" },
          "text": "Then he knelt down and cried out in a loud voice, \"Lord, do not hold this sin against them.\" When he had said this, he died.[^a]"
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verse": 1,
          "text": "And Saul approved of their killing him.||Saul Persecutes the Church||\nThat day a severe persecution began against the church in Jerusalem, and all except the apostles were scattered throughout the countryside of Judea and Samaria."
        },
        {
          "verse": 2,
          "text": "Devout men buried Stephen and made loud lamentation over him."
        },
        {
          "verse": 3,
          "text": "But Saul was ravaging the church by entering house after house; dragging off both men and women, he committed them to prison."
        },
        {
          "verse": 4,
          "text": "||Philip Preaches in Samaria||Now those who were scattered went from place to place, proclaiming the word."
        },
        {
          "verse": 5,
          "footnotes": {
            "a": "Acts 8:5 Other ancient authorities read _a city_",
            "b": "Acts 8:5 Or _the Christ_"
          },
          "text": "Philip went down to the city[^a] of Samaria and proclaimed the Messiah[^b] to them."
        },
        {
          "verse": 6,
          "text": "The crowds with one accord listened eagerly to what was said by Philip, hearing and seeing the signs that he did,"
        },
        {
          "verse": 7,
          "text": "for unclean spirits, crying with loud shrieks, came out of many who were possessed; and many others who were paralyzed or lame were cured."
        },
        { "verse": 8, "text": "So there was great joy in that city." },
        {
          "verse": 9,
          "text": "Now a certain man named Simon had previously practiced magic in the city and amazed the people of Samaria, saying that he was someone great."
        },
        {
          "verse": 10,
          "text": "All of them, from the least to the greatest, listened to him eagerly, saying, \"This man is the power of God that is called Great.\""
        },
        {
          "verse": 11,
          "text": "And they listened eagerly to him because for a long time he had amazed them with his magic."
        },
        {
          "verse": 12,
          "text": "But when they believed Philip, who was proclaiming the good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women."
        },
        {
          "verse": 13,
          "text": "Even Simon himself believed. After being baptized, he stayed constantly with Philip and was amazed when he saw the signs and great miracles that took place."
        },
        {
          "verse": 14,
          "text": "Now when the apostles at Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them."
        },
        {
          "verse": 15,
          "text": "The two went down and prayed for them that they might receive the Holy Spirit"
        },
        {
          "verse": 16,
          "footnotes": { "a": "Acts 8:16 Gk _fallen_" },
          "text": "(for as yet the Spirit had not come[^a] upon any of them; they had only been baptized in the name of the Lord Jesus)."
        },
        {
          "verse": 17,
          "footnotes": { "a": "Acts 8:17 Gk _they_" },
          "text": "Then Peter and John[^a] laid their hands on them, and they received the Holy Spirit."
        },
        {
          "verse": 18,
          "text": "Now when Simon saw that the Spirit was given through the laying on of the apostles\" hands, he offered them money,"
        },
        {
          "verse": 19,
          "text": "saying, \"Give me also this power so that anyone on whom I lay my hands may receive the Holy Spirit.\""
        },
        {
          "verse": 20,
          "text": "But Peter said to him, \"May your silver perish with you, because you thought you could obtain God\"s gift with money!"
        },
        {
          "verse": 21,
          "text": "You have no part or share in this, for your heart is not right before God."
        },
        {
          "verse": 22,
          "text": "Repent therefore of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be forgiven you."
        },
        {
          "verse": 23,
          "text": "For I see that you are in the gall of bitterness and the chains of wickedness.\""
        },
        {
          "verse": 24,
          "footnotes": {
            "a": "Acts 8:24 The Greek word for _you_ and the verb _pray_ are plural"
          },
          "text": "Simon answered, \"Pray for me to the Lord, that nothing of what you[^a] have said may happen to me.\""
        },
        {
          "verse": 25,
          "footnotes": { "a": "Acts 8:25 Gk _after they_" },
          "text": "Now after Peter and John[^a] had testified and spoken the word of the Lord, they returned to Jerusalem, proclaiming the good news to many villages of the Samaritans."
        },
        {
          "verse": 26,
          "footnotes": { "a": "Acts 8:26 Or _go at noon_" },
          "text": "||Philip and the Ethiopian Eunuch||Then an angel of the Lord said to Philip, \"Get up and go toward the south[^a] to the road that goes down from Jerusalem to Gaza.\" (This is a wilderness road.)"
        },
        {
          "verse": 27,
          "text": "So he got up and went. Now there was an Ethiopian eunuch, a court official of the Candace, queen of the Ethiopians, in charge of her entire treasury. He had come to Jerusalem to worship"
        },
        {
          "verse": 28,
          "text": "and was returning home; seated in his chariot, he was reading the prophet Isaiah."
        },
        {
          "verse": 29,
          "text": "Then the Spirit said to Philip, \"Go over to this chariot and join it.\""
        },
        {
          "verse": 30,
          "text": "So Philip ran up to it and heard him reading the prophet Isaiah. He asked, \"Do you understand what you are reading?\""
        },
        {
          "verse": 31,
          "text": "He replied, \"How can I, unless someone guides me?\" And he invited Philip to get in and sit beside him."
        },
        {
          "verse": 32,
          "text": "Now the passage of the scripture that he was reading was this:\n\"Like a sheep he was led to the slaughter,  \n    and like a lamb silent before its shearer,  \n        so he does not open his mouth."
        },
        {
          "verse": 33,
          "text": "In his humiliation justice was denied him.  \n    Who can describe his generation?  \n        For his life is taken away from the earth.\""
        },
        {
          "verse": 34,
          "text": "The eunuch asked Philip, \"About whom, may I ask you, does the prophet say this, about himself or about someone else?\""
        },
        {
          "verse": 35,
          "text": "Then Philip began to speak, and starting with this scripture, he proclaimed to him the good news about Jesus."
        },
        {
          "verse": 36,
          "footnotes": {
            "a": "Acts 8:36 Other ancient authorities add all or most of verse 37, _And Philip said, “If you believe with all your heart, you may.” And he replied, “I believe that Jesus Christ is the Son of God.”_"
          },
          "text": "As they were going along the road, they came to some water; and the eunuch said, \"Look, here is water! What is to prevent me from being baptized?\"[^a]"
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verse": 1,
          "text": "||The Conversion of Saul||Meanwhile Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest"
        },
        {
          "verse": 2,
          "text": "and asked him for letters to the synagogues at Damascus, so that if he found any who belonged to the Way, men or women, he might bring them bound to Jerusalem."
        },
        {
          "verse": 3,
          "text": "Now as he was going along and approaching Damascus, suddenly a light from heaven flashed around him."
        },
        {
          "verse": 4,
          "text": "He fell to the ground and heard a voice saying to him, \"Saul, Saul, why do you persecute me?\""
        },
        {
          "verse": 5,
          "text": "He asked, \"Who are you, Lord?\" The reply came, \"I am Jesus, whom you are persecuting."
        },
        {
          "verse": 6,
          "text": "But get up and enter the city, and you will be told what you are to do.\""
        },
        {
          "verse": 7,
          "text": "The men who were traveling with him stood speechless because they heard the voice but saw no one."
        },
        {
          "verse": 8,
          "text": "Saul got up from the ground, and though his eyes were open, he could see nothing; so they led him by the hand and brought him into Damascus."
        },
        {
          "verse": 9,
          "text": "For three days he was without sight, and neither ate nor drank."
        },
        {
          "verse": 10,
          "text": "Now there was a disciple in Damascus named Ananias. The Lord said to him in a vision, \"Ananias.\" He answered, \"Here I am, Lord.\""
        },
        {
          "verse": 11,
          "text": "The Lord said to him, \"Get up and go to the street called Straight, and at the house of Judas look for a man of Tarsus named Saul. At this moment he is praying,"
        },
        {
          "verse": 12,
          "footnotes": {
            "a": "Acts 9:12 Other ancient authorities lack _in a vision_"
          },
          "text": "and he has seen in a vision[^a] a man named Ananias come in and lay his hands on him so that he might regain his sight.\""
        },
        {
          "verse": 13,
          "text": "But Ananias answered, \"Lord, I have heard from many about this man, how much evil he has done to your saints in Jerusalem;"
        },
        {
          "verse": 14,
          "text": "and here he has authority from the chief priests to bind all who invoke your name.\""
        },
        {
          "verse": 15,
          "text": "But the Lord said to him, \"Go, for he is an instrument whom I have chosen to bring my name before Gentiles and kings and before the people of Israel;"
        },
        {
          "verse": 16,
          "text": "I myself will show him how much he must suffer for the sake of my name.\""
        },
        {
          "verse": 17,
          "footnotes": { "a": "Acts 9:17 Gk _him_" },
          "text": "So Ananias went and entered the house. He laid his hands on Saul[^a] and said, \"Brother Saul, the Lord Jesus, who appeared to you on your way here, has sent me so that you may regain your sight and be filled with the Holy Spirit.\""
        },
        {
          "verse": 18,
          "text": "And immediately something like scales fell from his eyes, and his sight was restored. Then he got up and was baptized,"
        },
        {
          "verse": 19,
          "text": "and after taking some food, he regained his strength.||Saul Preaches in Damascus||\nFor several days he was with the disciples in Damascus,"
        },
        {
          "verse": 20,
          "text": "and immediately he began to proclaim Jesus in the synagogues, saying, \"He is the Son of God.\""
        },
        {
          "verse": 21,
          "text": "All who heard him were amazed and said, \"Is not this the man who made havoc in Jerusalem among those who invoked this name? And has he not come here for the purpose of bringing them bound before the chief priests?\""
        },
        {
          "verse": 22,
          "footnotes": {
            "a": "Acts 9:22 Gk _that this_",
            "b": "Acts 9:22 Or _the Christ_"
          },
          "text": "Saul became increasingly more powerful and confounded the Jews who lived in Damascus by proving that Jesus[^a] was the Messiah.[^b]"
        },
        {
          "verse": 23,
          "text": "||Saul Escapes from the Jews||After some time had passed, the Jews plotted to kill him,"
        },
        {
          "verse": 24,
          "text": "but their plot became known to Saul. They were watching the gates day and night so that they might kill him;"
        },
        {
          "verse": 25,
          "footnotes": { "a": "Acts 9:25 Gk _through the wall_" },
          "text": "but his disciples took him by night and let him down through an opening in the wall,[^a] lowering him in a basket."
        },
        {
          "verse": 26,
          "text": "||Saul in Jerusalem||When he had come to Jerusalem, he attempted to join the disciples; and they were all afraid of him, for they did not believe that he was a disciple."
        },
        {
          "verse": 27,
          "text": "But Barnabas took him, brought him to the apostles, and described for them how on the road he had seen the Lord, who had spoken to him, and how in Damascus he had spoken boldly in the name of Jesus."
        },
        {
          "verse": 28,
          "text": "So he went in and out among them in Jerusalem, speaking boldly in the name of the Lord."
        },
        {
          "verse": 29,
          "text": "He spoke and argued with the Hellenists; but they were attempting to kill him."
        },
        {
          "verse": 30,
          "footnotes": { "a": "Acts 9:30 Gk _brothers_" },
          "text": "When the believers[^a] learned of it, they brought him down to Caesarea and sent him off to Tarsus."
        },
        {
          "verse": 31,
          "text": "Meanwhile the church throughout Judea, Galilee, and Samaria had peace and was built up. Living in the fear of the Lord and in the comfort of the Holy Spirit, it increased in numbers."
        },
        {
          "verse": 32,
          "footnotes": { "a": "Acts 9:32 Gk _all of them_" },
          "text": "||The Healing of Aeneas||Now as Peter went here and there among all the believers,[^a] he came down also to the saints living in Lydda."
        },
        {
          "verse": 33,
          "text": "There he found a man named Aeneas, who had been bedridden for eight years, for he was paralyzed."
        },
        {
          "verse": 34,
          "text": "Peter said to him, \"Aeneas, Jesus Christ heals you; get up and make your bed!\" And immediately he got up."
        },
        {
          "verse": 35,
          "text": "And all the residents of Lydda and Sharon saw him and turned to the Lord."
        },
        {
          "verse": 36,
          "footnotes": {
            "a": "Acts 9:36 The name Tabitha in Aramaic and the name Dorcas in Greek mean _a gazelle_"
          },
          "text": "||Peter in Lydda and Joppa||Now in Joppa there was a disciple whose name was Tabitha, which in Greek is Dorcas.[^a] She was devoted to good works and acts of charity."
        },
        {
          "verse": 37,
          "text": "At that time she became ill and died. When they had washed her, they laid her in a room upstairs."
        },
        {
          "verse": 38,
          "text": "Since Lydda was near Joppa, the disciples, who heard that Peter was there, sent two men to him with the request, \"Please come to us without delay.\""
        },
        {
          "verse": 39,
          "text": "So Peter got up and went with them; and when he arrived, they took him to the room upstairs. All the widows stood beside him, weeping and showing tunics and other clothing that Dorcas had made while she was with them."
        },
        {
          "verse": 40,
          "text": "Peter put all of them outside, and then he knelt down and prayed. He turned to the body and said, \"Tabitha, get up.\" Then she opened her eyes, and seeing Peter, she sat up."
        },
        {
          "verse": 41,
          "text": "He gave her his hand and helped her up. Then calling the saints and widows, he showed her to be alive."
        },
        {
          "verse": 42,
          "text": "This became known throughout Joppa, and many believed in the Lord."
        },
        {
          "verse": 43,
          "text": "Meanwhile he stayed in Joppa for some time with a certain Simon, a tanner."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 1,
          "text": "||Peter and Cornelius||In Caesarea there was a man named Cornelius, a centurion of the Italian Cohort, as it was called."
        },
        {
          "verse": 2,
          "text": "He was a devout man who feared God with all his household; he gave alms generously to the people and prayed constantly to God."
        },
        {
          "verse": 3,
          "text": "One afternoon at about three o\"clock he had a vision in which he clearly saw an angel of God coming in and saying to him, \"Cornelius.\""
        },
        {
          "verse": 4,
          "text": "He stared at him in terror and said, \"What is it, Lord?\" He answered, \"Your prayers and your alms have ascended as a memorial before God."
        },
        {
          "verse": 5,
          "text": "Now send men to Joppa for a certain Simon who is called Peter;"
        },
        {
          "verse": 6,
          "text": "he is lodging with Simon, a tanner, whose house is by the seaside.\""
        },
        {
          "verse": 7,
          "text": "When the angel who spoke to him had left, he called two of his slaves and a devout soldier from the ranks of those who served him,"
        },
        {
          "verse": 8,
          "text": "and after telling them everything, he sent them to Joppa."
        },
        {
          "verse": 9,
          "text": "About noon the next day, as they were on their journey and approaching the city, Peter went up on the roof to pray."
        },
        {
          "verse": 10,
          "text": "He became hungry and wanted something to eat; and while it was being prepared, he fell into a trance."
        },
        {
          "verse": 11,
          "text": "He saw the heaven opened and something like a large sheet coming down, being lowered to the ground by its four corners."
        },
        {
          "verse": 12,
          "text": "In it were all kinds of four-footed creatures and reptiles and birds of the air."
        },
        {
          "verse": 13,
          "text": "Then he heard a voice saying, \"Get up, Peter; kill and eat.\""
        },
        {
          "verse": 14,
          "text": "But Peter said, \"By no means, Lord; for I have never eaten anything that is profane or unclean.\""
        },
        {
          "verse": 15,
          "text": "The voice said to him again, a second time, \"What God has made clean, you must not call profane.\""
        },
        {
          "verse": 16,
          "text": "This happened three times, and the thing was suddenly taken up to heaven."
        },
        {
          "verse": 17,
          "text": "Now while Peter was greatly puzzled about what to make of the vision that he had seen, suddenly the men sent by Cornelius appeared. They were asking for Simon\"s house and were standing by the gate."
        },
        {
          "verse": 18,
          "text": "They called out to ask whether Simon, who was called Peter, was staying there."
        },
        {
          "verse": 19,
          "footnotes": {
            "a": "Acts 10:19 One ancient authority reads _two_; others lack the word"
          },
          "text": "While Peter was still thinking about the vision, the Spirit said to him, \"Look, three[^a] men are searching for you."
        },
        {
          "verse": 20,
          "text": "Now get up, go down, and go with them without hesitation; for I have sent them.\""
        },
        {
          "verse": 21,
          "text": "So Peter went down to the men and said, \"I am the one you are looking for; what is the reason for your coming?\""
        },
        {
          "verse": 22,
          "text": "They answered, \"Cornelius, a centurion, an upright and God-fearing man, who is well spoken of by the whole Jewish nation, was directed by a holy angel to send for you to come to his house and to hear what you have to say.\""
        },
        {
          "verse": 23,
          "footnotes": {
            "a": "Acts 10:23 Gk _he_",
            "b": "Acts 10:23 Gk _brothers_"
          },
          "text": "So Peter[^a] invited them in and gave them lodging.\nThe next day he got up and went with them, and some of the believers[^b] from Joppa accompanied him."
        },
        {
          "verse": 24,
          "text": "The following day they came to Caesarea. Cornelius was expecting them and had called together his relatives and close friends."
        },
        {
          "verse": 25,
          "text": "On Peter\"s arrival Cornelius met him, and falling at his feet, worshiped him."
        },
        {
          "verse": 26,
          "text": "But Peter made him get up, saying, \"Stand up; I am only a mortal.\""
        },
        {
          "verse": 27,
          "text": "And as he talked with him, he went in and found that many had assembled;"
        },
        {
          "verse": 28,
          "text": "and he said to them, \"You yourselves know that it is unlawful for a Jew to associate with or to visit a Gentile; but God has shown me that I should not call anyone profane or unclean."
        },
        {
          "verse": 29,
          "text": "So when I was sent for, I came without objection. Now may I ask why you sent for me?\""
        },
        {
          "verse": 30,
          "text": "Cornelius replied, \"Four days ago at this very hour, at three o\"clock, I was praying in my house when suddenly a man in dazzling clothes stood before me."
        },
        {
          "verse": 31,
          "text": "He said, \"Cornelius, your prayer has been heard and your alms have been remembered before God."
        },
        {
          "verse": 32,
          "text": "Send therefore to Joppa and ask for Simon, who is called Peter; he is staying in the home of Simon, a tanner, by the sea.\""
        },
        {
          "verse": 33,
          "text": "Therefore I sent for you immediately, and you have been kind enough to come. So now all of us are here in the presence of God to listen to all that the Lord has commanded you to say.\""
        },
        {
          "verse": 34,
          "text": "||Gentiles Hear the Good News||Then Peter began to speak to them: \"I truly understand that God shows no partiality,"
        },
        {
          "verse": 35,
          "text": "but in every nation anyone who fears him and does what is right is acceptable to him."
        },
        {
          "verse": 36,
          "text": "You know the message he sent to the people of Israel, preaching peace by Jesus Christ--he is Lord of all."
        },
        {
          "verse": 37,
          "text": "That message spread throughout Judea, beginning in Galilee after the baptism that John announced:"
        },
        {
          "verse": 38,
          "text": "how God anointed Jesus of Nazareth with the Holy Spirit and with power; how he went about doing good and healing all who were oppressed by the devil, for God was with him."
        },
        {
          "verse": 39,
          "text": "We are witnesses to all that he did both in Judea and in Jerusalem. They put him to death by hanging him on a tree;"
        },
        {
          "verse": 40,
          "text": "but God raised him on the third day and allowed him to appear,"
        },
        {
          "verse": 41,
          "text": "not to all the people but to us who were chosen by God as witnesses, and who ate and drank with him after he rose from the dead."
        },
        {
          "verse": 42,
          "text": "He commanded us to preach to the people and to testify that he is the one ordained by God as judge of the living and the dead."
        },
        {
          "verse": 43,
          "text": "All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\""
        },
        {
          "verse": 44,
          "text": "||Gentiles Receive the Holy Spirit||While Peter was still speaking, the Holy Spirit fell upon all who heard the word."
        },
        {
          "verse": 45,
          "text": "The circumcised believers who had come with Peter were astounded that the gift of the Holy Spirit had been poured out even on the Gentiles,"
        },
        {
          "verse": 46,
          "text": "for they heard them speaking in tongues and extolling God. Then Peter said,"
        },
        {
          "verse": 47,
          "text": "\"Can anyone withhold the water for baptizing these people who have received the Holy Spirit just as we have?\""
        },
        {
          "verse": 48,
          "text": "So he ordered them to be baptized in the name of Jesus Christ. Then they invited him to stay for several days."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "footnotes": { "a": "Acts 11:1 Gk _brothers_" },
          "text": "||Peter\"s Report to the Church at Jerusalem||Now the apostles and the believers[^a] who were in Judea heard that the Gentiles had also accepted the word of God."
        },
        {
          "verse": 2,
          "footnotes": { "a": "Acts 11:2 Gk lacks _believers_" },
          "text": "So when Peter went up to Jerusalem, the circumcised believers[^a] criticized him,"
        },
        {
          "verse": 3,
          "text": "saying, \"Why did you go to uncircumcised men and eat with them?\""
        },
        {
          "verse": 4,
          "text": "Then Peter began to explain it to them, step by step, saying,"
        },
        {
          "verse": 5,
          "text": "\"I was in the city of Joppa praying, and in a trance I saw a vision. There was something like a large sheet coming down from heaven, being lowered by its four corners; and it came close to me."
        },
        {
          "verse": 6,
          "text": "As I looked at it closely I saw four-footed animals, beasts of prey, reptiles, and birds of the air."
        },
        {
          "verse": 7,
          "text": "I also heard a voice saying to me, \"Get up, Peter; kill and eat.\""
        },
        {
          "verse": 8,
          "text": "But I replied, \"By no means, Lord; for nothing profane or unclean has ever entered my mouth.\""
        },
        {
          "verse": 9,
          "text": "But a second time the voice answered from heaven, \"What God has made clean, you must not call profane.\""
        },
        {
          "verse": 10,
          "text": "This happened three times; then everything was pulled up again to heaven."
        },
        {
          "verse": 11,
          "text": "At that very moment three men, sent to me from Caesarea, arrived at the house where we were."
        },
        {
          "verse": 12,
          "footnotes": { "a": "Acts 11:12 Or _not to hesitate_" },
          "text": "The Spirit told me to go with them and not to make a distinction between them and us.[^a] These six brothers also accompanied me, and we entered the man\"s house."
        },
        {
          "verse": 13,
          "text": "He told us how he had seen the angel standing in his house and saying, \"Send to Joppa and bring Simon, who is called Peter;"
        },
        {
          "verse": 14,
          "text": "he will give you a message by which you and your entire household will be saved.\""
        },
        {
          "verse": 15,
          "text": "And as I began to speak, the Holy Spirit fell upon them just as it had upon us at the beginning."
        },
        {
          "verse": 16,
          "text": "And I remembered the word of the Lord, how he had said, \"John baptized with water, but you will be baptized with the Holy Spirit.\""
        },
        {
          "verse": 17,
          "text": "If then God gave them the same gift that he gave us when we believed in the Lord Jesus Christ, who was I that I could hinder God?\""
        },
        {
          "verse": 18,
          "text": "When they heard this, they were silenced. And they praised God, saying, \"Then God has given even to the Gentiles the repentance that leads to life.\""
        },
        {
          "verse": 19,
          "text": "||The Church in Antioch||Now those who were scattered because of the persecution that took place over Stephen traveled as far as Phoenicia, Cyprus, and Antioch, and they spoke the word to no one except Jews."
        },
        {
          "verse": 20,
          "footnotes": {
            "a": "Acts 11:20 Other ancient authorities read _Greeks_"
          },
          "text": "But among them were some men of Cyprus and Cyrene who, on coming to Antioch, spoke to the Hellenists[^a] also, proclaiming the Lord Jesus."
        },
        {
          "verse": 21,
          "text": "The hand of the Lord was with them, and a great number became believers and turned to the Lord."
        },
        {
          "verse": 22,
          "text": "News of this came to the ears of the church in Jerusalem, and they sent Barnabas to Antioch."
        },
        {
          "verse": 23,
          "text": "When he came and saw the grace of God, he rejoiced, and he exhorted them all to remain faithful to the Lord with steadfast devotion;"
        },
        {
          "verse": 24,
          "text": "for he was a good man, full of the Holy Spirit and of faith. And a great many people were brought to the Lord."
        },
        {
          "verse": 25,
          "text": "Then Barnabas went to Tarsus to look for Saul,"
        },
        {
          "verse": 26,
          "footnotes": { "a": "Acts 11:26 Or _were guests of_" },
          "text": "and when he had found him, he brought him to Antioch. So it was that for an entire year they met with[^a] the church and taught a great many people, and it was in Antioch that the disciples were first called \"Christians.\""
        },
        {
          "verse": 27,
          "text": "At that time prophets came down from Jerusalem to Antioch."
        },
        {
          "verse": 28,
          "text": "One of them named Agabus stood up and predicted by the Spirit that there would be a severe famine over all the world; and this took place during the reign of Claudius."
        },
        {
          "verse": 29,
          "footnotes": { "a": "Acts 11:29 Gk _brothers_" },
          "text": "The disciples determined that according to their ability, each would send relief to the believers[^a] living in Judea;"
        },
        {
          "verse": 30,
          "text": "this they did, sending it to the elders by Barnabas and Saul."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "text": "||James Killed and Peter Imprisoned||About that time King Herod laid violent hands upon some who belonged to the church."
        },
        {
          "verse": 2,
          "text": "He had James, the brother of John, killed with the sword."
        },
        {
          "verse": 3,
          "text": "After he saw that it pleased the Jews, he proceeded to arrest Peter also. (This was during the festival of Unleavened Bread.)"
        },
        {
          "verse": 4,
          "text": "When he had seized him, he put him in prison and handed him over to four squads of soldiers to guard him, intending to bring him out to the people after the Passover."
        },
        {
          "verse": 5,
          "text": "While Peter was kept in prison, the church prayed fervently to God for him."
        },
        {
          "verse": 6,
          "text": "||Peter Delivered from Prison||The very night before Herod was going to bring him out, Peter, bound with two chains, was sleeping between two soldiers, while guards in front of the door were keeping watch over the prison."
        },
        {
          "verse": 7,
          "text": "Suddenly an angel of the Lord appeared and a light shone in the cell. He tapped Peter on the side and woke him, saying, \"Get up quickly.\" And the chains fell off his wrists."
        },
        {
          "verse": 8,
          "text": "The angel said to him, \"Fasten your belt and put on your sandals.\" He did so. Then he said to him, \"Wrap your cloak around you and follow me.\""
        },
        {
          "verse": 9,
          "footnotes": { "a": "Acts 12:9 Gk _He _" },
          "text": "Peter[^a] went out and followed him; he did not realize that what was happening with the angel\"s help was real; he thought he was seeing a vision."
        },
        {
          "verse": 10,
          "text": "After they had passed the first and the second guard, they came before the iron gate leading into the city. It opened for them of its own accord, and they went outside and walked along a lane, when suddenly the angel left him."
        },
        {
          "verse": 11,
          "text": "Then Peter came to himself and said, \"Now I am sure that the Lord has sent his angel and rescued me from the hands of Herod and from all that the Jewish people were expecting.\""
        },
        {
          "verse": 12,
          "text": "As soon as he realized this, he went to the house of Mary, the mother of John whose other name was Mark, where many had gathered and were praying."
        },
        {
          "verse": 13,
          "text": "When he knocked at the outer gate, a maid named Rhoda came to answer."
        },
        {
          "verse": 14,
          "text": "On recognizing Peter\"s voice, she was so overjoyed that, instead of opening the gate, she ran in and announced that Peter was standing at the gate."
        },
        {
          "verse": 15,
          "text": "They said to her, \"You are out of your mind!\" But she insisted that it was so. They said, \"It is his angel.\""
        },
        {
          "verse": 16,
          "text": "Meanwhile Peter continued knocking; and when they opened the gate, they saw him and were amazed."
        },
        {
          "verse": 17,
          "footnotes": { "a": "Acts 12:17 Gk _brothers_" },
          "text": "He motioned to them with his hand to be silent, and described for them how the Lord had brought him out of the prison. And he added, \"Tell this to James and to the believers.\"[^a] Then he left and went to another place."
        },
        {
          "verse": 18,
          "text": "When morning came, there was no small commotion among the soldiers over what had become of Peter."
        },
        {
          "verse": 19,
          "text": "When Herod had searched for him and could not find him, he examined the guards and ordered them to be put to death. Then he went down from Judea to Caesarea and stayed there."
        },
        {
          "verse": 20,
          "footnotes": { "a": "Acts 12:20 Gk _he_" },
          "text": "||The Death of Herod||Now Herod[^a] was angry with the people of Tyre and Sidon. So they came to him in a body; and after winning over Blastus, the king\"s chamberlain, they asked for a reconciliation, because their country depended on the king\"s country for food."
        },
        {
          "verse": 21,
          "text": "On an appointed day Herod put on his royal robes, took his seat on the platform, and delivered a public address to them."
        },
        {
          "verse": 22,
          "text": "The people kept shouting, \"The voice of a god, and not of a mortal!\""
        },
        {
          "verse": 23,
          "text": "And immediately, because he had not given the glory to God, an angel of the Lord struck him down, and he was eaten by worms and died."
        },
        {
          "verse": 24,
          "text": "But the word of God continued to advance and gain adherents."
        },
        {
          "verse": 25,
          "footnotes": {
            "a": "Acts 12:25 Other ancient authorities read _from_"
          },
          "text": "Then after completing their mission Barnabas and Saul returned to[^a] Jerusalem and brought with them John, whose other name was Mark."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "footnotes": { "a": "Acts 13:1 Gk _tetrarch_" },
          "text": "||Barnabas and Saul Commissioned||Now in the church at Antioch there were prophets and teachers: Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen a member of the court of Herod the ruler,[^a] and Saul."
        },
        {
          "verse": 2,
          "text": "While they were worshiping the Lord and fasting, the Holy Spirit said, \"Set apart for me Barnabas and Saul for the work to which I have called them.\""
        },
        {
          "verse": 3,
          "text": "Then after fasting and praying they laid their hands on them and sent them off."
        },
        {
          "verse": 4,
          "text": "||The Apostles Preach in Cyprus||So, being sent out by the Holy Spirit, they went down to Seleucia; and from there they sailed to Cyprus."
        },
        {
          "verse": 5,
          "text": "When they arrived at Salamis, they proclaimed the word of God in the synagogues of the Jews. And they had John also to assist them."
        },
        {
          "verse": 6,
          "text": "When they had gone through the whole island as far as Paphos, they met a certain magician, a Jewish false prophet, named Bar-Jesus."
        },
        {
          "verse": 7,
          "text": "He was with the proconsul, Sergius Paulus, an intelligent man, who summoned Barnabas and Saul and wanted to hear the word of God."
        },
        {
          "verse": 8,
          "text": "But the magician Elymas (for that is the translation of his name) opposed them and tried to turn the proconsul away from the faith."
        },
        {
          "verse": 9,
          "text": "But Saul, also known as Paul, filled with the Holy Spirit, looked intently at him"
        },
        {
          "verse": 10,
          "text": "and said, \"You son of the devil, you enemy of all righteousness, full of all deceit and villainy, will you not stop making crooked the straight paths of the Lord?"
        },
        {
          "verse": 11,
          "text": "And now listen--the hand of the Lord is against you, and you will be blind for a while, unable to see the sun.\" Immediately mist and darkness came over him, and he went about groping for someone to lead him by the hand."
        },
        {
          "verse": 12,
          "text": "When the proconsul saw what had happened, he believed, for he was astonished at the teaching about the Lord."
        },
        {
          "verse": 13,
          "text": "||Paul and Barnabas in Antioch of Pisidia||Then Paul and his companions set sail from Paphos and came to Perga in Pamphylia. John, however, left them and returned to Jerusalem;"
        },
        {
          "verse": 14,
          "text": "but they went on from Perga and came to Antioch in Pisidia. And on the sabbath day they went into the synagogue and sat down."
        },
        {
          "verse": 15,
          "text": "After the reading of the law and the prophets, the officials of the synagogue sent them a message, saying, \"Brothers, if you have any word of exhortation for the people, give it.\""
        },
        {
          "verse": 16,
          "footnotes": { "a": "Acts 13:16 Gk _Men, Israelites_" },
          "text": "So Paul stood up and with a gesture began to speak:\n\"You Israelites,[^a] and others who fear God, listen."
        },
        {
          "verse": 17,
          "text": "The God of this people Israel chose our ancestors and made the people great during their stay in the land of Egypt, and with uplifted arm he led them out of it."
        },
        {
          "verse": 18,
          "footnotes": {
            "a": "Acts 13:18 Other ancient authorities read _cared for_"
          },
          "text": "For about forty years he put up with[^a] them in the wilderness."
        },
        {
          "verse": 19,
          "text": "After he had destroyed seven nations in the land of Canaan, he gave them their land as an inheritance"
        },
        {
          "verse": 20,
          "text": "for about four hundred fifty years. After that he gave them judges until the time of the prophet Samuel."
        },
        {
          "verse": 21,
          "text": "Then they asked for a king; and God gave them Saul son of Kish, a man of the tribe of Benjamin, who reigned for forty years."
        },
        {
          "verse": 22,
          "text": "When he had removed him, he made David their king. In his testimony about him he said, \"I have found David, son of Jesse, to be a man after my heart, who will carry out all my wishes.\""
        },
        {
          "verse": 23,
          "text": "Of this man\"s posterity God has brought to Israel a Savior, Jesus, as he promised;"
        },
        {
          "verse": 24,
          "text": "before his coming John had already proclaimed a baptism of repentance to all the people of Israel."
        },
        {
          "verse": 25,
          "footnotes": { "a": "Acts 13:25 Gk _untie the sandals_" },
          "text": "And as John was finishing his work, he said, \"What do you suppose that I am? I am not he. No, but one is coming after me; I am not worthy to untie the thong of the sandals[^a] on his feet.\""
        },
        {
          "verse": 26,
          "footnotes": {
            "a": "Acts 13:26 Other ancient authorities read _you_"
          },
          "text": "\"My brothers, you descendants of Abraham\"s family, and others who fear God, to us[^a] the message of this salvation has been sent."
        },
        {
          "verse": 27,
          "text": "Because the residents of Jerusalem and their leaders did not recognize him or understand the words of the prophets that are read every sabbath, they fulfilled those words by condemning him."
        },
        {
          "verse": 28,
          "text": "Even though they found no cause for a sentence of death, they asked Pilate to have him killed."
        },
        {
          "verse": 29,
          "text": "When they had carried out everything that was written about him, they took him down from the tree and laid him in a tomb."
        },
        { "verse": 30, "text": "But God raised him from the dead;" },
        {
          "verse": 31,
          "text": "and for many days he appeared to those who came up with him from Galilee to Jerusalem, and they are now his witnesses to the people."
        },
        {
          "verse": 32,
          "text": "And we bring you the good news that what God promised to our ancestors"
        },
        {
          "verse": 33,
          "text": "he has fulfilled for us, their children, by raising Jesus; as also it is written in the second psalm,\n\"You are my Son;  \n    today I have begotten you.\""
        },
        {
          "verse": 34,
          "text": "As to his raising him from the dead, no more to return to corruption, he has spoken in this way,\n\"I will give you the holy promises made to David.\""
        },
        {
          "verse": 35,
          "text": "Therefore he has also said in another psalm,\n\"You will not let your Holy One experience corruption.\""
        },
        {
          "verse": 36,
          "footnotes": { "a": "Acts 13:36 Gk _fell asleep_" },
          "text": "For David, after he had served the purpose of God in his own generation, died,[^a] was laid beside his ancestors, and experienced corruption;"
        },
        {
          "verse": 37,
          "text": "but he whom God raised up experienced no corruption."
        },
        {
          "verse": 38,
          "text": "Let it be known to you therefore, my brothers, that through this man forgiveness of sins is proclaimed to you;"
        },
        {
          "verse": 39,
          "footnotes": {
            "a": "Acts 13:39 Gk _this_",
            "b": "Acts 13:39 Gk _all_"
          },
          "text": "by this Jesus[^a] everyone who believes is set free from all those sins[^b] from which you could not be freed by the law of Moses."
        },
        {
          "verse": 40,
          "text": "Beware, therefore, that what the prophets said does not happen to you:"
        },
        {
          "verse": 41,
          "text": "\"Look, you scoffers!  \n    Be amazed and perish,  \nfor in your days I am doing a work,  \n    a work that you will never believe, even if someone tells you.\"\""
        },
        {
          "verse": 42,
          "footnotes": { "a": "Acts 13:42 Gk _they_" },
          "text": "As Paul and Barnabas[^a] were going out, the people urged them to speak about these things again the next sabbath."
        },
        {
          "verse": 43,
          "text": "When the meeting of the synagogue broke up, many Jews and devout converts to Judaism followed Paul and Barnabas, who spoke to them and urged them to continue in the grace of God."
        },
        {
          "verse": 44,
          "footnotes": {
            "a": "Acts 13:44 Other ancient authorities read _God_"
          },
          "text": "The next sabbath almost the whole city gathered to hear the word of the Lord.[^a]"
        },
        {
          "verse": 45,
          "text": "But when the Jews saw the crowds, they were filled with jealousy; and blaspheming, they contradicted what was spoken by Paul."
        },
        {
          "verse": 46,
          "text": "Then both Paul and Barnabas spoke out boldly, saying, \"It was necessary that the word of God should be spoken first to you. Since you reject it and judge yourselves to be unworthy of eternal life, we are now turning to the Gentiles."
        },
        {
          "verse": 47,
          "text": "For so the Lord has commanded us, saying,\n\"I have set you to be a light for the Gentiles,  \n    so that you may bring salvation to the ends of the earth.\"\""
        },
        {
          "verse": 48,
          "text": "When the Gentiles heard this, they were glad and praised the word of the Lord; and as many as had been destined for eternal life became believers."
        },
        {
          "verse": 49,
          "text": "Thus the word of the Lord spread throughout the region."
        },
        {
          "verse": 50,
          "text": "But the Jews incited the devout women of high standing and the leading men of the city, and stirred up persecution against Paul and Barnabas, and drove them out of their region."
        },
        {
          "verse": 51,
          "text": "So they shook the dust off their feet in protest against them, and went to Iconium."
        },
        {
          "verse": 52,
          "text": "And the disciples were filled with joy and with the Holy Spirit."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "footnotes": { "a": "Acts 14:1 Gk _they_" },
          "text": "||Paul and Barnabas in Iconium||The same thing occurred in Iconium, where Paul and Barnabas[^a] went into the Jewish synagogue and spoke in such a way that a great number of both Jews and Greeks became believers."
        },
        {
          "verse": 2,
          "text": "But the unbelieving Jews stirred up the Gentiles and poisoned their minds against the brothers."
        },
        {
          "verse": 3,
          "text": "So they remained for a long time, speaking boldly for the Lord, who testified to the word of his grace by granting signs and wonders to be done through them."
        },
        {
          "verse": 4,
          "text": "But the residents of the city were divided; some sided with the Jews, and some with the apostles."
        },
        {
          "verse": 5,
          "text": "And when an attempt was made by both Gentiles and Jews, with their rulers, to mistreat them and to stone them,"
        },
        {
          "verse": 6,
          "footnotes": { "a": "Acts 14:6 Gk _they_" },
          "text": "the apostles[^a] learned of it and fled to Lystra and Derbe, cities of Lycaonia, and to the surrounding country;"
        },
        {
          "verse": 7,
          "text": "and there they continued proclaiming the good news."
        },
        {
          "verse": 8,
          "text": "||Paul and Barnabas in Lystra and Derbe||In Lystra there was a man sitting who could not use his feet and had never walked, for he had been crippled from birth."
        },
        {
          "verse": 9,
          "text": "He listened to Paul as he was speaking. And Paul, looking at him intently and seeing that he had faith to be healed,"
        },
        {
          "verse": 10,
          "footnotes": { "a": "Acts 14:10 Gk _he_" },
          "text": "said in a loud voice, \"Stand upright on your feet.\" And the man[^a] sprang up and began to walk."
        },
        {
          "verse": 11,
          "text": "When the crowds saw what Paul had done, they shouted in the Lycaonian language, \"The gods have come down to us in human form!\""
        },
        {
          "verse": 12,
          "text": "Barnabas they called Zeus, and Paul they called Hermes, because he was the chief speaker."
        },
        {
          "verse": 13,
          "footnotes": {
            "a": "Acts 14:13 Or _The priest of Zeus-Outside-the-City_"
          },
          "text": "The priest of Zeus, whose temple was just outside the city,[^a] brought oxen and garlands to the gates; he and the crowds wanted to offer sacrifice."
        },
        {
          "verse": 14,
          "text": "When the apostles Barnabas and Paul heard of it, they tore their clothes and rushed out into the crowd, shouting,"
        },
        {
          "verse": 15,
          "footnotes": { "a": "Acts 14:15 Gk _Men_" },
          "text": "\"Friends,[^a] why are you doing this? We are mortals just like you, and we bring you good news, that you should turn from these worthless things to the living God, who made the heaven and the earth and the sea and all that is in them."
        },
        {
          "verse": 16,
          "text": "In past generations he allowed all the nations to follow their own ways;"
        },
        {
          "verse": 17,
          "text": "yet he has not left himself without a witness in doing good--giving you rains from heaven and fruitful seasons, and filling you with food and your hearts with joy.\""
        },
        {
          "verse": 18,
          "text": "Even with these words, they scarcely restrained the crowds from offering sacrifice to them."
        },
        {
          "verse": 19,
          "text": "But Jews came there from Antioch and Iconium and won over the crowds. Then they stoned Paul and dragged him out of the city, supposing that he was dead."
        },
        {
          "verse": 20,
          "text": "But when the disciples surrounded him, he got up and went into the city. The next day he went on with Barnabas to Derbe."
        },
        {
          "verse": 21,
          "text": "||The Return to Antioch in Syria||After they had proclaimed the good news to that city and had made many disciples, they returned to Lystra, then on to Iconium and Antioch."
        },
        {
          "verse": 22,
          "text": "There they strengthened the souls of the disciples and encouraged them to continue in the faith, saying, \"It is through many persecutions that we must enter the kingdom of God.\""
        },
        {
          "verse": 23,
          "text": "And after they had appointed elders for them in each church, with prayer and fasting they entrusted them to the Lord in whom they had come to believe."
        },
        {
          "verse": 24,
          "text": "Then they passed through Pisidia and came to Pamphylia."
        },
        {
          "verse": 25,
          "text": "When they had spoken the word in Perga, they went down to Attalia."
        },
        {
          "verse": 26,
          "footnotes": {
            "a": "Acts 14:26 Or _committed in the grace of God to the work_"
          },
          "text": "From there they sailed back to Antioch, where they had been commended to the grace of God for the work[^a] that they had completed."
        },
        {
          "verse": 27,
          "text": "When they arrived, they called the church together and related all that God had done with them, and how he had opened a door of faith for the Gentiles."
        },
        {
          "verse": 28,
          "text": "And they stayed there with the disciples for some time."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "text": "||The Council at Jerusalem||Then certain individuals came down from Judea and were teaching the brothers, \"Unless you are circumcised according to the custom of Moses, you cannot be saved.\""
        },
        {
          "verse": 2,
          "text": "And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to discuss this question with the apostles and the elders."
        },
        {
          "verse": 3,
          "footnotes": { "a": "Acts 15:3 Gk _brothers_" },
          "text": "So they were sent on their way by the church, and as they passed through both Phoenicia and Samaria, they reported the conversion of the Gentiles, and brought great joy to all the believers.[^a]"
        },
        {
          "verse": 4,
          "text": "When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they reported all that God had done with them."
        },
        {
          "verse": 5,
          "text": "But some believers who belonged to the sect of the Pharisees stood up and said, \"It is necessary for them to be circumcised and ordered to keep the law of Moses.\""
        },
        {
          "verse": 6,
          "text": "The apostles and the elders met together to consider this matter."
        },
        {
          "verse": 7,
          "footnotes": { "a": "Acts 15:7 Gk _Men, brothers_" },
          "text": "After there had been much debate, Peter stood up and said to them, \"My brothers,[^a] you know that in the early days God made a choice among you, that I should be the one through whom the Gentiles would hear the message of the good news and become believers."
        },
        {
          "verse": 8,
          "text": "And God, who knows the human heart, testified to them by giving them the Holy Spirit, just as he did to us;"
        },
        {
          "verse": 9,
          "text": "and in cleansing their hearts by faith he has made no distinction between them and us."
        },
        {
          "verse": 10,
          "text": "Now therefore why are you putting God to the test by placing on the neck of the disciples a yoke that neither our ancestors nor we have been able to bear?"
        },
        {
          "verse": 11,
          "text": "On the contrary, we believe that we will be saved through the grace of the Lord Jesus, just as they will.\""
        },
        {
          "verse": 12,
          "text": "The whole assembly kept silence, and listened to Barnabas and Paul as they told of all the signs and wonders that God had done through them among the Gentiles."
        },
        {
          "verse": 13,
          "footnotes": { "a": "Acts 15:13 Gk _Men, brothers_" },
          "text": "After they finished speaking, James replied, \"My brothers,[^a] listen to me."
        },
        {
          "verse": 14,
          "text": "Simeon has related how God first looked favorably on the Gentiles, to take from among them a people for his name."
        },
        {
          "verse": 15,
          "text": "This agrees with the words of the prophets, as it is written,"
        },
        {
          "verse": 16,
          "text": "\"After this I will return,  \nand I will rebuild the dwelling of David, which has fallen;  \n    from its ruins I will rebuild it,  \n        and I will set it up,"
        },
        {
          "verse": 17,
          "text": "so that all other peoples may seek the Lord--  \n    even all the Gentiles over whom my name has been called.  \n        Thus says the Lord, who has been making these things"
        },
        {
            "verse": 18,
            "text": "known from long ago.'[^a]",
            "footnotes": {"a": "Acts 15:18 Other ancient authorities read _things_. _Known to God from of old are all his works_.'"}
        },
        {
          "verse": 19,
          "text": "Therefore I have reached the decision that we should not trouble those Gentiles who are turning to God,"
        },
        {
          "verse": 20,
          "footnotes": {
            "a": "Acts 15:20 Other ancient authorities lack _and from whatever has been strangled_"
          },
          "text": "but we should write to them to abstain only from things polluted by idols and from fornication and from whatever has been strangled[^a] and from blood."
        },
        {
          "verse": 21,
          "text": "For in every city, for generations past, Moses has had those who proclaim him, for he has been read aloud every sabbath in the synagogues.\""
        },
        {
          "verse": 22,
          "footnotes": { "a": "Acts 15:22 Gk _from among them_" },
          "text": "||The Council\"s Letter to Gentile Believers||Then the apostles and the elders, with the consent of the whole church, decided to choose men from among their members[^a] and to send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leaders among the brothers,"
        },
        {
          "verse": 23,
          "footnotes": { "a": "Acts 15:23 Gk _brothers_" },
          "text": "with the following letter: \"The brothers, both the apostles and the elders, to the believers[^a] of Gentile origin in Antioch and Syria and Cilicia, greetings."
        },
        {
          "verse": 24,
          "footnotes": {
            "a": "Acts 15:24 Other ancient authorities add _saying, ‘You must be circumcised and keep the law,’_"
          },
          "text": "Since we have heard that certain persons who have gone out from us, though with no instructions from us, have said things to disturb you and have unsettled your minds,[^a]"
        },
        {
          "verse": 25,
          "footnotes": { "a": "Acts 15:25 Gk _men_" },
          "text": "we have decided unanimously to choose representatives[^a] and send them to you, along with our beloved Barnabas and Paul,"
        },
        {
          "verse": 26,
          "text": "who have risked their lives for the sake of our Lord Jesus Christ."
        },
        {
          "verse": 27,
          "text": "We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth."
        },
        {
          "verse": 28,
          "text": "For it has seemed good to the Holy Spirit and to us to impose on you no further burden than these essentials:"
        },
        {
          "verse": 29,
          "footnotes": {
            "a": "Acts 15:29 Other ancient authorities lack _and from what is strangled_"
          },
          "text": "that you abstain from what has been sacrificed to idols and from blood and from what is strangled[^a] and from fornication. If you keep yourselves from these, you will do well. Farewell.\""
        },
        {
          "verse": 30,
          "text": "So they were sent off and went down to Antioch. When they gathered the congregation together, they delivered the letter."
        },
        {
          "verse": 31,
          "footnotes": { "a": "Acts 15:31 Gk _When they_" },
          "text": "When its members[^a] read it, they rejoiced at the exhortation."
        },
        {
          "verse": 32,
          "footnotes": { "a": "Acts 15:32 Gk _brothers_" },
          "text": "Judas and Silas, who were themselves prophets, said much to encourage and strengthen the believers.[^a]"
        },
        {
          "verse": 33,
          "footnotes": {
            "a": "Acts 15:33 Gk _brothers_",
            "b": "Acts 15:33 Other ancient authorities add verse 34, _But it seemed good to Silas to remain there_"
          },
          "text": "After they had been there for some time, they were sent off in peace by the believers[^a] to those who had sent them.[^b]"
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "footnotes": { "a": "Acts 16:1 Gk _He_" },
          "text": "||Timothy Joins Paul and Silas||Paul[^a] went on also to Derbe and to Lystra, where there was a disciple named Timothy, the son of a Jewish woman who was a believer; but his father was a Greek."
        },
        {
          "verse": 2,
          "footnotes": { "a": "Acts 16:2 Gk _brothers_" },
          "text": "He was well spoken of by the believers[^a] in Lystra and Iconium."
        },
        {
          "verse": 3,
          "text": "Paul wanted Timothy to accompany him; and he took him and had him circumcised because of the Jews who were in those places, for they all knew that his father was a Greek."
        },
        {
          "verse": 4,
          "text": "As they went from town to town, they delivered to them for observance the decisions that had been reached by the apostles and elders who were in Jerusalem."
        },
        {
          "verse": 5,
          "text": "So the churches were strengthened in the faith and increased in numbers daily."
        },
        {
          "verse": 6,
          "text": "||Paul\"s Vision of the Man of Macedonia||They went through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia."
        },
        {
          "verse": 7,
          "text": "When they had come opposite Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them;"
        },
        {
          "verse": 8,
          "text": "so, passing by Mysia, they went down to Troas."
        },
        {
          "verse": 9,
          "text": "During the night Paul had a vision: there stood a man of Macedonia pleading with him and saying, \"Come over to Macedonia and help us.\""
        },
        {
          "verse": 10,
          "text": "When he had seen the vision, we immediately tried to cross over to Macedonia, being convinced that God had called us to proclaim the good news to them."
        },
        {
          "verse": 11,
          "text": "||The Conversion of Lydia||We set sail from Troas and took a straight course to Samothrace, the following day to Neapolis,"
        },
        {
          "verse": 12,
          "footnotes": {
            "a": "Acts 16:12 Other authorities read _a city of the first district_"
          },
          "text": "and from there to Philippi, which is a leading city of the district[^a] of Macedonia and a Roman colony. We remained in this city for some days."
        },
        {
          "verse": 13,
          "text": "On the sabbath day we went outside the gate by the river, where we supposed there was a place of prayer; and we sat down and spoke to the women who had gathered there."
        },
        {
          "verse": 14,
          "text": "A certain woman named Lydia, a worshiper of God, was listening to us; she was from the city of Thyatira and a dealer in purple cloth. The Lord opened her heart to listen eagerly to what was said by Paul."
        },
        {
          "verse": 15,
          "text": "When she and her household were baptized, she urged us, saying, \"If you have judged me to be faithful to the Lord, come and stay at my home.\" And she prevailed upon us."
        },
        {
          "verse": 16,
          "text": "||Paul and Silas in Prison||One day, as we were going to the place of prayer, we met a slave-girl who had a spirit of divination and brought her owners a great deal of money by fortune-telling."
        },
        {
          "verse": 17,
          "footnotes": {
            "a": "Acts 16:17 Other ancient authorities read _to us_"
          },
          "text": "While she followed Paul and us, she would cry out, \"These men are slaves of the Most High God, who proclaim to you[^a] a way of salvation.\""
        },
        {
          "verse": 18,
          "text": "She kept doing this for many days. But Paul, very much annoyed, turned and said to the spirit, \"I order you in the name of Jesus Christ to come out of her.\" And it came out that very hour."
        },
        {
          "verse": 19,
          "text": "But when her owners saw that their hope of making money was gone, they seized Paul and Silas and dragged them into the marketplace before the authorities."
        },
        {
          "verse": 20,
          "text": "When they had brought them before the magistrates, they said, \"These men are disturbing our city; they are Jews"
        },
        {
          "verse": 21,
          "text": "and are advocating customs that are not lawful for us as Romans to adopt or observe.\""
        },
        {
          "verse": 22,
          "text": "The crowd joined in attacking them, and the magistrates had them stripped of their clothing and ordered them to be beaten with rods."
        },
        {
          "verse": 23,
          "text": "After they had given them a severe flogging, they threw them into prison and ordered the jailer to keep them securely."
        },
        {
          "verse": 24,
          "text": "Following these instructions, he put them in the innermost cell and fastened their feet in the stocks."
        },
        {
          "verse": 25,
          "text": "About midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them."
        },
        {
          "verse": 26,
          "text": "Suddenly there was an earthquake, so violent that the foundations of the prison were shaken; and immediately all the doors were opened and everyone\"s chains were unfastened."
        },
        {
          "verse": 27,
          "text": "When the jailer woke up and saw the prison doors wide open, he drew his sword and was about to kill himself, since he supposed that the prisoners had escaped."
        },
        {
          "verse": 28,
          "text": "But Paul shouted in a loud voice, \"Do not harm yourself, for we are all here.\""
        },
        {
          "verse": 29,
          "footnotes": { "a": "Acts 16:29 Gk _He_" },
          "text": "The jailer[^a] called for lights, and rushing in, he fell down trembling before Paul and Silas."
        },
        {
          "verse": 30,
          "text": "Then he brought them outside and said, \"Sirs, what must I do to be saved?\""
        },
        {
          "verse": 31,
          "text": "They answered, \"Believe on the Lord Jesus, and you will be saved, you and your household.\""
        },
        {
          "verse": 32,
          "footnotes": {
            "a": "Acts 16:32 Other ancient authorities read _word of God_"
          },
          "text": "They spoke the word of the Lord[^a] to him and to all who were in his house."
        },
        {
          "verse": 33,
          "text": "At the same hour of the night he took them and washed their wounds; then he and his entire family were baptized without delay."
        },
        {
          "verse": 34,
          "text": "He brought them up into the house and set food before them; and he and his entire household rejoiced that he had become a believer in God."
        },
        {
          "verse": 35,
          "text": "When morning came, the magistrates sent the police, saying, \"Let those men go.\""
        },
        {
          "verse": 36,
          "text": "And the jailer reported the message to Paul, saying, \"The magistrates sent word to let you go; therefore come out now and go in peace.\""
        },
        {
          "verse": 37,
          "text": "But Paul replied, \"They have beaten us in public, uncondemned, men who are Roman citizens, and have thrown us into prison; and now are they going to discharge us in secret? Certainly not! Let them come and take us out themselves.\""
        },
        {
          "verse": 38,
          "text": "The police reported these words to the magistrates, and they were afraid when they heard that they were Roman citizens;"
        },
        {
          "verse": 39,
          "text": "so they came and apologized to them. And they took them out and asked them to leave the city."
        },
        {
          "verse": 40,
          "footnotes": { "a": "Acts 16:40 Gk _brothers_" },
          "text": "After leaving the prison they went to Lydia\"s home; and when they had seen and encouraged the brothers and sisters[^a] there, they departed."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "footnotes": { "a": "Acts 17:1 Gk _they_" },
          "text": "||The Uproar in Thessalonica||After Paul and Silas[^a] had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews."
        },
        {
          "verse": 2,
          "text": "And Paul went in, as was his custom, and on three sabbath days argued with them from the scriptures,"
        },
        {
          "verse": 3,
          "footnotes": {
            "a": "Acts 17:3 Or _the Christ_",
            "b": "Acts 17:3 Or _the Christ_"
          },
          "text": "explaining and proving that it was necessary for the Messiah[^a] to suffer and to rise from the dead, and saying, \"This is the Messiah,[^b] Jesus whom I am proclaiming to you.\""
        },
        {
          "verse": 4,
          "text": "Some of them were persuaded and joined Paul and Silas, as did a great many of the devout Greeks and not a few of the leading women."
        },
        {
          "verse": 5,
          "text": "But the Jews became jealous, and with the help of some ruffians in the marketplaces they formed a mob and set the city in an uproar. While they were searching for Paul and Silas to bring them out to the assembly, they attacked Jason\"s house."
        },
        {
          "verse": 6,
          "footnotes": {
            "a": "Acts 17:6 Gk _brothers_",
            "b": "Acts 17:6 Gk _politarchs_"
          },
          "text": "When they could not find them, they dragged Jason and some believers[^a] before the city authorities,[^b] shouting, \"These people who have been turning the world upside down have come here also,"
        },
        {
          "verse": 7,
          "text": "and Jason has entertained them as guests. They are all acting contrary to the decrees of the emperor, saying that there is another king named Jesus.\""
        },
        {
          "verse": 8,
          "text": "The people and the city officials were disturbed when they heard this,"
        },
        {
          "verse": 9,
          "text": "and after they had taken bail from Jason and the others, they let them go."
        },
        {
          "verse": 10,
          "footnotes": { "a": "Acts 17:10 Gk _brothers_" },
          "text": "||Paul and Silas in Beroea||That very night the believers[^a] sent Paul and Silas off to Beroea; and when they arrived, they went to the Jewish synagogue."
        },
        {
          "verse": 11,
          "text": "These Jews were more receptive than those in Thessalonica, for they welcomed the message very eagerly and examined the scriptures every day to see whether these things were so."
        },
        {
          "verse": 12,
          "text": "Many of them therefore believed, including not a few Greek women and men of high standing."
        },
        {
          "verse": 13,
          "text": "But when the Jews of Thessalonica learned that the word of God had been proclaimed by Paul in Beroea as well, they came there too, to stir up and incite the crowds."
        },
        {
          "verse": 14,
          "footnotes": { "a": "Acts 17:14 Gk _brothers_" },
          "text": "Then the believers[^a] immediately sent Paul away to the coast, but Silas and Timothy remained behind."
        },
        {
          "verse": 15,
          "text": "Those who conducted Paul brought him as far as Athens; and after receiving instructions to have Silas and Timothy join him as soon as possible, they left him."
        },
        {
          "verse": 16,
          "text": "||Paul in Athens||While Paul was waiting for them in Athens, he was deeply distressed to see that the city was full of idols."
        },
        {
          "verse": 17,
          "footnotes": { "a": "Acts 17:17 Or _civic center_; Gk _agora_" },
          "text": "So he argued in the synagogue with the Jews and the devout persons, and also in the marketplace[^a] every day with those who happened to be there."
        },
        {
          "verse": 18,
          "text": "Also some Epicurean and Stoic philosophers debated with him. Some said, \"What does this babbler want to say?\" Others said, \"He seems to be a proclaimer of foreign divinities.\" (This was because he was telling the good news about Jesus and the resurrection.)"
        },
        {
          "verse": 19,
          "text": "So they took him and brought him to the Areopagus and asked him, \"May we know what this new teaching is that you are presenting?"
        },
        {
          "verse": 20,
          "text": "It sounds rather strange to us, so we would like to know what it means.\""
        },
        {
          "verse": 21,
          "text": "Now all the Athenians and the foreigners living there would spend their time in nothing but telling or hearing something new."
        },
        {
          "verse": 22,
          "text": "Then Paul stood in front of the Areopagus and said, \"Athenians, I see how extremely religious you are in every way."
        },
        {
          "verse": 23,
          "text": "For as I went through the city and looked carefully at the objects of your worship, I found among them an altar with the inscription, \"To an unknown god.\" What therefore you worship as unknown, this I proclaim to you."
        },
        {
          "verse": 24,
          "text": "The God who made the world and everything in it, he who is Lord of heaven and earth, does not live in shrines made by human hands,"
        },
        {
          "verse": 25,
          "text": "nor is he served by human hands, as though he needed anything, since he himself gives to all mortals life and breath and all things."
        },
        {
          "verse": 26,
          "footnotes": {
            "a": "Acts 17:26 Gk _From one_; other ancient authorities read _From one blood_"
          },
          "text": "From one ancestor[^a] he made all nations to inhabit the whole earth, and he allotted the times of their existence and the boundaries of the places where they would live,"
        },
        {
          "verse": 27,
          "footnotes": {
            "a": "Acts 17:27 Other ancient authorities read _the Lord_"
          },
          "text": "so that they would search for God[^a] and perhaps grope for him and find him--though indeed he is not far from each one of us."
        },
        {
          "verse": 28,
          "text": "For \"In him we live and move and have our being\"; as even some of your own poets have said,\n\"For we too are his offspring.\""
        },
        {
          "verse": 29,
          "text": "Since we are God\"s offspring, we ought not to think that the deity is like gold, or silver, or stone, an image formed by the art and imagination of mortals."
        },
        {
          "verse": 30,
          "text": "While God has overlooked the times of human ignorance, now he commands all people everywhere to repent,"
        },
        {
          "verse": 31,
          "text": "because he has fixed a day on which he will have the world judged in righteousness by a man whom he has appointed, and of this he has given assurance to all by raising him from the dead.\""
        },
        {
          "verse": 32,
          "text": "When they heard of the resurrection of the dead, some scoffed; but others said, \"We will hear you again about this.\""
        },
        { "verse": 33, "text": "At that point Paul left them." },
        {
          "verse": 34,
          "text": "But some of them joined him and became believers, including Dionysius the Areopagite and a woman named Damaris, and others with them."
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "footnotes": { "a": "Acts 18:1 Gk _he_" },
          "text": "||Paul in Corinth||After this Paul[^a] left Athens and went to Corinth."
        },
        {
          "verse": 2,
          "footnotes": { "a": "Acts 18:2 Gk _He_" },
          "text": "There he found a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla, because Claudius had ordered all Jews to leave Rome. Paul[^a] went to see them,"
        },
        {
          "verse": 3,
          "text": "and, because he was of the same trade, he stayed with them, and they worked together--by trade they were tentmakers."
        },
        {
          "verse": 4,
          "text": "Every sabbath he would argue in the synagogue and would try to convince Jews and Greeks."
        },
        {
          "verse": 5,
          "footnotes": {
            "a": "Acts 18:5 Gk _with the word_",
            "b": "Acts 18:5 Or _the Christ_"
          },
          "text": "When Silas and Timothy arrived from Macedonia, Paul was occupied with proclaiming the word,[^a] testifying to the Jews that the Messiah[^b] was Jesus."
        },
        {
          "verse": 6,
          "footnotes": {
            "a": "Acts 18:6 Gk _reviled him, he shook out his clothes_"
          },
          "text": "When they opposed and reviled him, in protest he shook the dust from his clothes[^a] and said to them, \"Your blood be on your own heads! I am innocent. From now on I will go to the Gentiles.\""
        },
        {
          "verse": 7,
          "footnotes": {
            "a": "Acts 18:7 Gk _left there_",
            "b": "Acts 18:7 Other ancient authorities read _Titus_"
          },
          "text": "Then he left the synagogue[^a] and went to the house of a man named Titius[^b] Justus, a worshiper of God; his house was next door to the synagogue."
        },
        {
          "verse": 8,
          "text": "Crispus, the official of the synagogue, became a believer in the Lord, together with all his household; and many of the Corinthians who heard Paul became believers and were baptized."
        },
        {
          "verse": 9,
          "text": "One night the Lord said to Paul in a vision, \"Do not be afraid, but speak and do not be silent;"
        },
        {
          "verse": 10,
          "text": "for I am with you, and no one will lay a hand on you to harm you, for there are many in this city who are my people.\""
        },
        {
          "verse": 11,
          "text": "He stayed there a year and six months, teaching the word of God among them."
        },
        {
          "verse": 12,
          "text": "But when Gallio was proconsul of Achaia, the Jews made a united attack on Paul and brought him before the tribunal."
        },
        {
          "verse": 13,
          "text": "They said, \"This man is persuading people to worship God in ways that are contrary to the law.\""
        },
        {
          "verse": 14,
          "text": "Just as Paul was about to speak, Gallio said to the Jews, \"If it were a matter of crime or serious villainy, I would be justified in accepting the complaint of you Jews;"
        },
        {
          "verse": 15,
          "text": "but since it is a matter of questions about words and names and your own law, see to it yourselves; I do not wish to be a judge of these matters.\""
        },
        { "verse": 16, "text": "And he dismissed them from the tribunal." },
        {
          "verse": 17,
          "footnotes": {
            "a": "Acts 18:17 Other ancient authorities read _all the Greeks_"
          },
          "text": "Then all of them[^a] seized Sosthenes, the official of the synagogue, and beat him in front of the tribunal. But Gallio paid no attention to any of these things."
        },
        {
          "verse": 18,
          "footnotes": { "a": "Acts 18:18 Gk _brothers_" },
          "text": "||Paul\"s Return to Antioch||After staying there for a considerable time, Paul said farewell to the believers[^a] and sailed for Syria, accompanied by Priscilla and Aquila. At Cenchreae he had his hair cut, for he was under a vow."
        },
        {
          "verse": 19,
          "text": "When they reached Ephesus, he left them there, but first he himself went into the synagogue and had a discussion with the Jews."
        },
        {
          "verse": 20,
          "text": "When they asked him to stay longer, he declined;"
        },
        {
          "verse": 21,
          "footnotes": {
            "a": "Acts 18:21 Other ancient authorities read _I must at all costs keep the approaching festival in Jerusalem, but I_"
          },
          "text": "but on taking leave of them, he said, \"I[^a] will return to you, if God wills.\" Then he set sail from Ephesus."
        },
        {
          "verse": 22,
          "footnotes": { "a": "Acts 18:22 Gk _went up_" },
          "text": "When he had landed at Caesarea, he went up to Jerusalem[^a] and greeted the church, and then went down to Antioch."
        },
        {
          "verse": 23,
          "footnotes": { "a": "Acts 18:23 Gk _the Galatian region_" },
          "text": "After spending some time there he departed and went from place to place through the region of Galatia[^a] and Phrygia, strengthening all the disciples."
        },
        {
          "verse": 24,
          "text": "||Ministry of Apollos||Now there came to Ephesus a Jew named Apollos, a native of Alexandria. He was an eloquent man, well-versed in the scriptures."
        },
        {
          "verse": 25,
          "text": "He had been instructed in the Way of the Lord; and he spoke with burning enthusiasm and taught accurately the things concerning Jesus, though he knew only the baptism of John."
        },
        {
          "verse": 26,
          "text": "He began to speak boldly in the synagogue; but when Priscilla and Aquila heard him, they took him aside and explained the Way of God to him more accurately."
        },
        {
          "verse": 27,
          "footnotes": { "a": "Acts 18:27 Gk _brothers_" },
          "text": "And when he wished to cross over to Achaia, the believers[^a] encouraged him and wrote to the disciples to welcome him. On his arrival he greatly helped those who through grace had become believers,"
        },
        {
          "verse": 28,
          "footnotes": { "a": "Acts 18:28 Or _the Christ_" },
          "text": "for he powerfully refuted the Jews in public, showing by the scriptures that the Messiah[^a] is Jesus."
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "text": "||Paul in Ephesus||While Apollos was in Corinth, Paul passed through the interior regions and came to Ephesus, where he found some disciples."
        },
        {
          "verse": 2,
          "text": "He said to them, \"Did you receive the Holy Spirit when you became believers?\" They replied, \"No, we have not even heard that there is a Holy Spirit.\""
        },
        {
          "verse": 3,
          "text": "Then he said, \"Into what then were you baptized?\" They answered, \"Into John\"s baptism.\""
        },
        {
          "verse": 4,
          "text": "Paul said, \"John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, in Jesus.\""
        },
        {
          "verse": 5,
          "text": "On hearing this, they were baptized in the name of the Lord Jesus."
        },
        {
          "verse": 6,
          "text": "When Paul had laid his hands on them, the Holy Spirit came upon them, and they spoke in tongues and prophesied--"
        },
        { "verse": 7, "text": "altogether there were about twelve of them." },
        {
          "verse": 8,
          "text": "He entered the synagogue and for three months spoke out boldly, and argued persuasively about the kingdom of God."
        },
        {
          "verse": 9,
          "footnotes": {
            "a": "Acts 19:9 Other ancient authorities read _of a certain Tyrannus, from eleven o’clock in the morning to four in the afternoon_"
          },
          "text": "When some stubbornly refused to believe and spoke evil of the Way before the congregation, he left them, taking the disciples with him, and argued daily in the lecture hall of Tyrannus.[^a]"
        },
        {
          "verse": 10,
          "text": "This continued for two years, so that all the residents of Asia, both Jews and Greeks, heard the word of the Lord."
        },
        {
          "verse": 11,
          "text": "||The Sons of Sceva||God did extraordinary miracles through Paul,"
        },
        {
          "verse": 12,
          "text": "so that when the handkerchiefs or aprons that had touched his skin were brought to the sick, their diseases left them, and the evil spirits came out of them."
        },
        {
          "verse": 13,
          "text": "Then some itinerant Jewish exorcists tried to use the name of the Lord Jesus over those who had evil spirits, saying, \"I adjure you by the Jesus whom Paul proclaims.\""
        },
        {
          "verse": 14,
          "text": "Seven sons of a Jewish high priest named Sceva were doing this."
        },
        {
          "verse": 15,
          "text": "But the evil spirit said to them in reply, \"Jesus I know, and Paul I know; but who are you?\""
        },
        {
          "verse": 16,
          "text": "Then the man with the evil spirit leaped on them, mastered them all, and so overpowered them that they fled out of the house naked and wounded."
        },
        {
          "verse": 17,
          "text": "When this became known to all residents of Ephesus, both Jews and Greeks, everyone was awestruck; and the name of the Lord Jesus was praised."
        },
        {
          "verse": 18,
          "text": "Also many of those who became believers confessed and disclosed their practices."
        },
        {
          "verse": 19,
          "footnotes": { "a": "Acts 19:19 Gk _them_" },
          "text": "A number of those who practiced magic collected their books and burned them publicly; when the value of these books[^a] was calculated, it was found to come to fifty thousand silver coins."
        },
        {
          "verse": 20,
          "text": "So the word of the Lord grew mightily and prevailed."
        },
        {
          "verse": 21,
          "text": "||The Riot in Ephesus||Now after these things had been accomplished, Paul resolved in the Spirit to go through Macedonia and Achaia, and then to go on to Jerusalem. He said, \"After I have gone there, I must also see Rome.\""
        },
        {
          "verse": 22,
          "text": "So he sent two of his helpers, Timothy and Erastus, to Macedonia, while he himself stayed for some time longer in Asia."
        },
        {
          "verse": 23,
          "text": "About that time no little disturbance broke out concerning the Way."
        },
        {
          "verse": 24,
          "text": "A man named Demetrius, a silversmith who made silver shrines of Artemis, brought no little business to the artisans."
        },
        {
          "verse": 25,
          "text": "These he gathered together, with the workers of the same trade, and said, \"Men, you know that we get our wealth from this business."
        },
        {
          "verse": 26,
          "text": "You also see and hear that not only in Ephesus but in almost the whole of Asia this Paul has persuaded and drawn away a considerable number of people by saying that gods made with hands are not gods."
        },
        {
          "verse": 27,
          "text": "And there is danger not only that this trade of ours may come into disrepute but also that the temple of the great goddess Artemis will be scorned, and she will be deprived of her majesty that brought all Asia and the world to worship her.\""
        },
        {
          "verse": 28,
          "text": "When they heard this, they were enraged and shouted, \"Great is Artemis of the Ephesians!\""
        },
        {
          "verse": 29,
          "footnotes": { "a": "Acts 19:29 Gk _they_" },
          "text": "The city was filled with the confusion; and people[^a] rushed together to the theater, dragging with them Gaius and Aristarchus, Macedonians who were Paul\"s travel companions."
        },
        {
          "verse": 30,
          "text": "Paul wished to go into the crowd, but the disciples would not let him;"
        },
        {
          "verse": 31,
          "footnotes": { "a": "Acts 19:31 Gk _some of the Asiarchs_" },
          "text": "even some officials of the province of Asia,[^a] who were friendly to him, sent him a message urging him not to venture into the theater."
        },
        {
          "verse": 32,
          "text": "Meanwhile, some were shouting one thing, some another; for the assembly was in confusion, and most of them did not know why they had come together."
        },
        {
          "verse": 33,
          "text": "Some of the crowd gave instructions to Alexander, whom the Jews had pushed forward. And Alexander motioned for silence and tried to make a defense before the people."
        },
        {
          "verse": 34,
          "text": "But when they recognized that he was a Jew, for about two hours all of them shouted in unison, \"Great is Artemis of the Ephesians!\""
        },
        {
          "verse": 35,
          "footnotes": { "a": "Acts 19:35 Meaning of Gk uncertain" },
          "text": "But when the town clerk had quieted the crowd, he said, \"Citizens of Ephesus, who is there that does not know that the city of the Ephesians is the temple keeper of the great Artemis and of the statue that fell from heaven?[^a]"
        },
        {
          "verse": 36,
          "text": "Since these things cannot be denied, you ought to be quiet and do nothing rash."
        },
        {
          "verse": 37,
          "footnotes": {
            "a": "Acts 19:37 Other ancient authorities read _your_"
          },
          "text": "You have brought these men here who are neither temple robbers nor blasphemers of our[^a] goddess."
        },
        {
          "verse": 38,
          "text": "If therefore Demetrius and the artisans with him have a complaint against anyone, the courts are open, and there are proconsuls; let them bring charges there against one another."
        },
        {
          "verse": 39,
          "footnotes": {
            "a": "Acts 19:39 Other ancient authorities read _about other matters_"
          },
          "text": "If there is anything further[^a] you want to know, it must be settled in the regular assembly."
        },
        {
          "verse": 40,
          "text": "For we are in danger of being charged with rioting today, since there is no cause that we can give to justify this commotion.\""
        },
        {
          "verse": 41,
          "text": "When he had said this, he dismissed the assembly."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "text": "||Paul Goes to Macedonia and Greece||After the uproar had ceased, Paul sent for the disciples; and after encouraging them and saying farewell, he left for Macedonia."
        },
        {
          "verse": 2,
          "footnotes": { "a": "Acts 20:2 Gk _given them_" },
          "text": "When he had gone through those regions and had given the believers[^a] much encouragement, he came to Greece,"
        },
        {
          "verse": 3,
          "text": "where he stayed for three months. He was about to set sail for Syria when a plot was made against him by the Jews, and so he decided to return through Macedonia."
        },
        {
          "verse": 4,
          "text": "He was accompanied by Sopater son of Pyrrhus from Beroea, by Aristarchus and Secundus from Thessalonica, by Gaius from Derbe, and by Timothy, as well as by Tychicus and Trophimus from Asia."
        },
        {
          "verse": 5,
          "text": "They went ahead and were waiting for us in Troas;"
        },
        {
          "verse": 6,
          "text": "but we sailed from Philippi after the days of Unleavened Bread, and in five days we joined them in Troas, where we stayed for seven days."
        },
        {
          "verse": 7,
          "text": "||Paul\"s Farewell Visit to Troas||On the first day of the week, when we met to break bread, Paul was holding a discussion with them; since he intended to leave the next day, he continued speaking until midnight."
        },
        {
          "verse": 8,
          "text": "There were many lamps in the room upstairs where we were meeting."
        },
        {
          "verse": 9,
          "text": "A young man named Eutychus, who was sitting in the window, began to sink off into a deep sleep while Paul talked still longer. Overcome by sleep, he fell to the ground three floors below and was picked up dead."
        },
        {
          "verse": 10,
          "text": "But Paul went down, and bending over him took him in his arms, and said, \"Do not be alarmed, for his life is in him.\""
        },
        {
          "verse": 11,
          "text": "Then Paul went upstairs, and after he had broken bread and eaten, he continued to converse with them until dawn; then he left."
        },
        {
          "verse": 12,
          "text": "Meanwhile they had taken the boy away alive and were not a little comforted."
        },
        {
          "verse": 13,
          "text": "||The Voyage from Troas to Miletus||We went ahead to the ship and set sail for Assos, intending to take Paul on board there; for he had made this arrangement, intending to go by land himself."
        },
        {
          "verse": 14,
          "text": "When he met us in Assos, we took him on board and went to Mitylene."
        },
        {
          "verse": 15,
          "footnotes": {
            "a": "Acts 20:15 Other ancient authorities add _after remaining at Trogyllium_"
          },
          "text": "We sailed from there, and on the following day we arrived opposite Chios. The next day we touched at Samos, and[^a] the day after that we came to Miletus."
        },
        {
          "verse": 16,
          "text": "For Paul had decided to sail past Ephesus, so that he might not have to spend time in Asia; he was eager to be in Jerusalem, if possible, on the day of Pentecost."
        },
        {
          "verse": 17,
          "text": "||Paul Speaks to the Ephesian Elders||From Miletus he sent a message to Ephesus, asking the elders of the church to meet him."
        },
        {
          "verse": 18,
          "text": "When they came to him, he said to them:\n\"You yourselves know how I lived among you the entire time from the first day that I set foot in Asia,"
        },
        {
          "verse": 19,
          "text": "serving the Lord with all humility and with tears, enduring the trials that came to me through the plots of the Jews."
        },
        {
          "verse": 20,
          "text": "I did not shrink from doing anything helpful, proclaiming the message to you and teaching you publicly and from house to house,"
        },
        {
          "verse": 21,
          "text": "as I testified to both Jews and Greeks about repentance toward God and faith toward our Lord Jesus."
        },
        {
          "verse": 22,
          "footnotes": { "a": "Acts 20:22 Or _And now, bound in the spirit_" },
          "text": "And now, as a captive to the Spirit,[^a] I am on my way to Jerusalem, not knowing what will happen to me there,"
        },
        {
          "verse": 23,
          "text": "except that the Holy Spirit testifies to me in every city that imprisonment and persecutions are waiting for me."
        },
        {
          "verse": 24,
          "text": "But I do not count my life of any value to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the good news of God\"s grace."
        },
        {
          "verse": 25,
          "text": "\"And now I know that none of you, among whom I have gone about proclaiming the kingdom, will ever see my face again."
        },
        {
          "verse": 26,
          "text": "Therefore I declare to you this day that I am not responsible for the blood of any of you,"
        },
        {
          "verse": 27,
          "text": "for I did not shrink from declaring to you the whole purpose of God."
        },
        {
          "verse": 28,
          "footnotes": {
            "a": "Acts 20:28 Other ancient authorities read _of the Lord_",
            "b": "Acts 20:28 Or _with his own blood_; Gk _with the blood of his Own_"
          },
          "text": "Keep watch over yourselves and over all the flock, of which the Holy Spirit has made you overseers, to shepherd the church of God[^a] that he obtained with the blood of his own Son.[^b]"
        },
        {
          "verse": 29,
          "text": "I know that after I have gone, savage wolves will come in among you, not sparing the flock."
        },
        {
          "verse": 30,
          "text": "Some even from your own group will come distorting the truth in order to entice the disciples to follow them."
        },
        {
          "verse": 31,
          "text": "Therefore be alert, remembering that for three years I did not cease night or day to warn everyone with tears."
        },
        {
          "verse": 32,
          "text": "And now I commend you to God and to the message of his grace, a message that is able to build you up and to give you the inheritance among all who are sanctified."
        },
        {
          "verse": 33,
          "text": "I coveted no one\"s silver or gold or clothing."
        },
        {
          "verse": 34,
          "text": "You know for yourselves that I worked with my own hands to support myself and my companions."
        },
        {
          "verse": 35,
          "text": "In all this I have given you an example that by such work we must support the weak, remembering the words of the Lord Jesus, for he himself said, \"It is more blessed to give than to receive.\"\""
        },
        {
          "verse": 36,
          "text": "When he had finished speaking, he knelt down with them all and prayed."
        },
        {
          "verse": 37,
          "text": "There was much weeping among them all; they embraced Paul and kissed him,"
        },
        {
          "verse": 38,
          "text": "grieving especially because of what he had said, that they would not see him again. Then they brought him to the ship."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "footnotes": {
            "a": "Acts 21:1 Other ancient authorities add _and Myra_"
          },
          "text": "||Paul\"s Journey to Jerusalem||When we had parted from them and set sail, we came by a straight course to Cos, and the next day to Rhodes, and from there to Patara.[^a]"
        },
        {
          "verse": 2,
          "text": "When we found a ship bound for Phoenicia, we went on board and set sail."
        },
        {
          "verse": 3,
          "text": "We came in sight of Cyprus; and leaving it on our left, we sailed to Syria and landed at Tyre, because the ship was to unload its cargo there."
        },
        {
          "verse": 4,
          "text": "We looked up the disciples and stayed there for seven days. Through the Spirit they told Paul not to go on to Jerusalem."
        },
        {
          "verse": 5,
          "text": "When our days there were ended, we left and proceeded on our journey; and all of them, with wives and children, escorted us outside the city. There we knelt down on the beach and prayed"
        },
        {
          "verse": 6,
          "text": "and said farewell to one another. Then we went on board the ship, and they returned home."
        },
        {
          "verse": 7,
          "footnotes": {
            "a": "Acts 21:7 Or _continued_",
            "b": "Acts 21:7 Gk _brothers_"
          },
          "text": "When we had finished[^a] the voyage from Tyre, we arrived at Ptolemais; and we greeted the believers[^b] and stayed with them for one day."
        },
        {
          "verse": 8,
          "text": "The next day we left and came to Caesarea; and we went into the house of Philip the evangelist, one of the seven, and stayed with him."
        },
        {
          "verse": 9,
          "footnotes": { "a": "Acts 21:9 Gk _four daughters, virgins,_" },
          "text": "He had four unmarried daughters[^a] who had the gift of prophecy."
        },
        {
          "verse": 10,
          "text": "While we were staying there for several days, a prophet named Agabus came down from Judea."
        },
        {
          "verse": 11,
          "text": "He came to us and took Paul\"s belt, bound his own feet and hands with it, and said, \"Thus says the Holy Spirit, \"This is the way the Jews in Jerusalem will bind the man who owns this belt and will hand him over to the Gentiles.\"\""
        },
        {
          "verse": 12,
          "text": "When we heard this, we and the people there urged him not to go up to Jerusalem."
        },
        {
          "verse": 13,
          "text": "Then Paul answered, \"What are you doing, weeping and breaking my heart? For I am ready not only to be bound but even to die in Jerusalem for the name of the Lord Jesus.\""
        },
        {
          "verse": 14,
          "text": "Since he would not be persuaded, we remained silent except to say, \"The Lord\"s will be done.\""
        },
        {
          "verse": 15,
          "text": "After these days we got ready and started to go up to Jerusalem."
        },
        {
          "verse": 16,
          "text": "Some of the disciples from Caesarea also came along and brought us to the house of Mnason of Cyprus, an early disciple, with whom we were to stay."
        },
        {
          "verse": 17,
          "text": "||Paul Visits James at Jerusalem||When we arrived in Jerusalem, the brothers welcomed us warmly."
        },
        {
          "verse": 18,
          "text": "The next day Paul went with us to visit James; and all the elders were present."
        },
        {
          "verse": 19,
          "text": "After greeting them, he related one by one the things that God had done among the Gentiles through his ministry."
        },
        {
          "verse": 20,
          "text": "When they heard it, they praised God. Then they said to him, \"You see, brother, how many thousands of believers there are among the Jews, and they are all zealous for the law."
        },
        {
          "verse": 21,
          "text": "They have been told about you that you teach all the Jews living among the Gentiles to forsake Moses, and that you tell them not to circumcise their children or observe the customs."
        },
        {
          "verse": 22,
          "text": "What then is to be done? They will certainly hear that you have come."
        },
        {
          "verse": 23,
          "text": "So do what we tell you. We have four men who are under a vow."
        },
        {
          "verse": 24,
          "text": "Join these men, go through the rite of purification with them, and pay for the shaving of their heads. Thus all will know that there is nothing in what they have been told about you, but that you yourself observe and guard the law."
        },
        {
          "verse": 25,
          "footnotes": {
            "a": "Acts 21:25 Other ancient authorities lack _and from what is strangled_"
          },
          "text": "But as for the Gentiles who have become believers, we have sent a letter with our judgment that they should abstain from what has been sacrificed to idols and from blood and from what is strangled[^a] and from fornication.\""
        },
        {
          "verse": 26,
          "text": "Then Paul took the men, and the next day, having purified himself, he entered the temple with them, making public the completion of the days of purification when the sacrifice would be made for each of them."
        },
        {
          "verse": 27,
          "text": "||Paul Arrested in the Temple||When the seven days were almost completed, the Jews from Asia, who had seen him in the temple, stirred up the whole crowd. They seized him,"
        },
        {
          "verse": 28,
          "text": "shouting, \"Fellow Israelites, help! This is the man who is teaching everyone everywhere against our people, our law, and this place; more than that, he has actually brought Greeks into the temple and has defiled this holy place.\""
        },
        {
          "verse": 29,
          "text": "For they had previously seen Trophimus the Ephesian with him in the city, and they supposed that Paul had brought him into the temple."
        },
        {
          "verse": 30,
          "text": "Then all the city was aroused, and the people rushed together. They seized Paul and dragged him out of the temple, and immediately the doors were shut."
        },
        {
          "verse": 31,
          "text": "While they were trying to kill him, word came to the tribune of the cohort that all Jerusalem was in an uproar."
        },
        {
          "verse": 32,
          "text": "Immediately he took soldiers and centurions and ran down to them. When they saw the tribune and the soldiers, they stopped beating Paul."
        },
        {
          "verse": 33,
          "text": "Then the tribune came, arrested him, and ordered him to be bound with two chains; he inquired who he was and what he had done."
        },
        {
          "verse": 34,
          "text": "Some in the crowd shouted one thing, some another; and as he could not learn the facts because of the uproar, he ordered him to be brought into the barracks."
        },
        {
          "verse": 35,
          "footnotes": { "a": "Acts 21:35 Gk _he_" },
          "text": "When Paul[^a] came to the steps, the violence of the mob was so great that he had to be carried by the soldiers."
        },
        {
          "verse": 36,
          "text": "The crowd that followed kept shouting, \"Away with him!\""
        },
        {
          "verse": 37,
          "footnotes": { "a": "Acts 21:37 Gk _He_" },
          "text": "||Paul Defends Himself||Just as Paul was about to be brought into the barracks, he said to the tribune, \"May I say something to you?\" The tribune[^a] replied, \"Do you know Greek?"
        },
        {
          "verse": 38,
          "text": "Then you are not the Egyptian who recently stirred up a revolt and led the four thousand assassins out into the wilderness?\""
        },
        {
          "verse": 39,
          "text": "Paul replied, \"I am a Jew, from Tarsus in Cilicia, a citizen of an important city; I beg you, let me speak to the people.\""
        },
        {
          "verse": 40,
          "footnotes": { "a": "Acts 21:40 That is, _Aramaic_" },
          "text": "When he had given him permission, Paul stood on the steps and motioned to the people for silence; and when there was a great hush, he addressed them in the Hebrew[^a] language, saying:"
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "text": "\"Brothers and fathers, listen to the defense that I now make before you.\""
        },
        {
          "verse": 2,
          "footnotes": { "a": "Acts 22:2 That is, _Aramaic_" },
          "text": "When they heard him addressing them in Hebrew,[^a] they became even more quiet. Then he said:"
        },
        {
          "verse": 3,
          "text": "\"I am a Jew, born in Tarsus in Cilicia, but brought up in this city at the feet of Gamaliel, educated strictly according to our ancestral law, being zealous for God, just as all of you are today."
        },
        {
          "verse": 4,
          "text": "I persecuted this Way up to the point of death by binding both men and women and putting them in prison,"
        },
        {
          "verse": 5,
          "text": "as the high priest and the whole council of elders can testify about me. From them I also received letters to the brothers in Damascus, and I went there in order to bind those who were there and to bring them back to Jerusalem for punishment."
        },
        {
          "verse": 6,
          "text": "||Paul Tells of His Conversion||\"While I was on my way and approaching Damascus, about noon a great light from heaven suddenly shone about me."
        },
        {
          "verse": 7,
          "text": "I fell to the ground and heard a voice saying to me, \"Saul, Saul, why are you persecuting me?\""
        },
        {
          "verse": 8,
          "footnotes": { "a": "Acts 22:8 Gk _the Nazorean_" },
          "text": "I answered, \"Who are you, Lord?\" Then he said to me, \"I am Jesus of Nazareth[^a] whom you are persecuting.\""
        },
        {
          "verse": 9,
          "text": "Now those who were with me saw the light but did not hear the voice of the one who was speaking to me."
        },
        {
          "verse": 10,
          "text": "I asked, \"What am I to do, Lord?\" The Lord said to me, \"Get up and go to Damascus; there you will be told everything that has been assigned to you to do.\""
        },
        {
          "verse": 11,
          "text": "Since I could not see because of the brightness of that light, those who were with me took my hand and led me to Damascus."
        },
        {
          "verse": 12,
          "text": "\"A certain Ananias, who was a devout man according to the law and well spoken of by all the Jews living there,"
        },
        {
          "verse": 13,
          "text": "came to me; and standing beside me, he said, \"Brother Saul, regain your sight!\" In that very hour I regained my sight and saw him."
        },
        {
          "verse": 14,
          "text": "Then he said, \"The God of our ancestors has chosen you to know his will, to see the Righteous One and to hear his own voice;"
        },
        {
          "verse": 15,
          "text": "for you will be his witness to all the world of what you have seen and heard."
        },
        {
          "verse": 16,
          "text": "And now why do you delay? Get up, be baptized, and have your sins washed away, calling on his name.\""
        },
        {
          "verse": 17,
          "text": "||Paul Sent to the Gentiles||\"After I had returned to Jerusalem and while I was praying in the temple, I fell into a trance"
        },
        {
          "verse": 18,
          "footnotes": { "a": "Acts 22:18 Gk _him_" },
          "text": "and saw Jesus[^a] saying to me, \"Hurry and get out of Jerusalem quickly, because they will not accept your testimony about me.\""
        },
        {
          "verse": 19,
          "text": "And I said, \"Lord, they themselves know that in every synagogue I imprisoned and beat those who believed in you."
        },
        {
          "verse": 20,
          "text": "And while the blood of your witness Stephen was shed, I myself was standing by, approving and keeping the coats of those who killed him.\""
        },
        {
          "verse": 21,
          "text": "Then he said to me, \"Go, for I will send you far away to the Gentiles.\"\""
        },
        {
          "verse": 22,
          "text": "||Paul and the Roman Tribune||Up to this point they listened to him, but then they shouted, \"Away with such a fellow from the earth! For he should not be allowed to live.\""
        },
        {
          "verse": 23,
          "text": "And while they were shouting, throwing off their cloaks, and tossing dust into the air,"
        },
        {
          "verse": 24,
          "text": "the tribune directed that he was to be brought into the barracks, and ordered him to be examined by flogging, to find out the reason for this outcry against him."
        },
        {
          "verse": 25,
          "footnotes": { "a": "Acts 22:25 Or _up for the lashes_" },
          "text": "But when they had tied him up with thongs,[^a] Paul said to the centurion who was standing by, \"Is it legal for you to flog a Roman citizen who is uncondemned?\""
        },
        {
          "verse": 26,
          "text": "When the centurion heard that, he went to the tribune and said to him, \"What are you about to do? This man is a Roman citizen.\""
        },
        {
          "verse": 27,
          "footnotes": { "a": "Acts 22:27 Gk _him_" },
          "text": "The tribune came and asked Paul,[^a] \"Tell me, are you a Roman citizen?\" And he said, \"Yes.\""
        },
        {
          "verse": 28,
          "text": "The tribune answered, \"It cost me a large sum of money to get my citizenship.\" Paul said, \"But I was born a citizen.\""
        },
        {
          "verse": 29,
          "text": "Immediately those who were about to examine him drew back from him; and the tribune also was afraid, for he realized that Paul was a Roman citizen and that he had bound him."
        },
        {
          "verse": 30,
          "footnotes": { "a": "Acts 22:30 Gk _he_" },
          "text": "||Paul before the Council||Since he wanted to find out what Paul[^a] was being accused of by the Jews, the next day he released him and ordered the chief priests and the entire council to meet. He brought Paul down and had him stand before them."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "footnotes": { "a": "Acts 23:1 Gk _Men, brothers_" },
          "text": "While Paul was looking intently at the council he said, \"Brothers,[^a] up to this day I have lived my life with a clear conscience before God.\""
        },
        {
          "verse": 2,
          "text": "Then the high priest Ananias ordered those standing near him to strike him on the mouth."
        },
        {
          "verse": 3,
          "text": "At this Paul said to him, \"God will strike you, you whitewashed wall! Are you sitting there to judge me according to the law, and yet in violation of the law you order me to be struck?\""
        },
        {
          "verse": 4,
          "text": "Those standing nearby said, \"Do you dare to insult God\"s high priest?\""
        },
        {
          "verse": 5,
          "text": "And Paul said, \"I did not realize, brothers, that he was high priest; for it is written, \"You shall not speak evil of a leader of your people.\"\""
        },
        {
          "verse": 6,
          "footnotes": {
            "a": "Acts 23:6 Gk _concerning hope and resurrection_"
          },
          "text": "When Paul noticed that some were Sadducees and others were Pharisees, he called out in the council, \"Brothers, I am a Pharisee, a son of Pharisees. I am on trial concerning the hope of the resurrection[^a] of the dead.\""
        },
        {
          "verse": 7,
          "text": "When he said this, a dissension began between the Pharisees and the Sadducees, and the assembly was divided."
        },
        {
          "verse": 8,
          "text": "(The Sadducees say that there is no resurrection, or angel, or spirit; but the Pharisees acknowledge all three.)"
        },
        {
          "verse": 9,
          "text": "Then a great clamor arose, and certain scribes of the Pharisees\" group stood up and contended, \"We find nothing wrong with this man. What if a spirit or an angel has spoken to him?\""
        },
        {
          "verse": 10,
          "text": "When the dissension became violent, the tribune, fearing that they would tear Paul to pieces, ordered the soldiers to go down, take him by force, and bring him into the barracks."
        },
        {
          "verse": 11,
          "text": "That night the Lord stood near him and said, \"Keep up your courage! For just as you have testified for me in Jerusalem, so you must bear witness also in Rome.\""
        },
        {
          "verse": 12,
          "text": "||The Plot to Kill Paul||In the morning the Jews joined in a conspiracy and bound themselves by an oath neither to eat nor drink until they had killed Paul."
        },
        {
          "verse": 13,
          "text": "There were more than forty who joined in this conspiracy."
        },
        {
          "verse": 14,
          "text": "They went to the chief priests and elders and said, \"We have strictly bound ourselves by an oath to taste no food until we have killed Paul."
        },
        {
          "verse": 15,
          "text": "Now then, you and the council must notify the tribune to bring him down to you, on the pretext that you want to make a more thorough examination of his case. And we are ready to do away with him before he arrives.\""
        },
        {
          "verse": 16,
          "text": "Now the son of Paul\"s sister heard about the ambush; so he went and gained entrance to the barracks and told Paul."
        },
        {
          "verse": 17,
          "text": "Paul called one of the centurions and said, \"Take this young man to the tribune, for he has something to report to him.\""
        },
        {
          "verse": 18,
          "text": "So he took him, brought him to the tribune, and said, \"The prisoner Paul called me and asked me to bring this young man to you; he has something to tell you.\""
        },
        {
          "verse": 19,
          "text": "The tribune took him by the hand, drew him aside privately, and asked, \"What is it that you have to report to me?\""
        },
        {
          "verse": 20,
          "text": "He answered, \"The Jews have agreed to ask you to bring Paul down to the council tomorrow, as though they were going to inquire more thoroughly into his case."
        },
        {
          "verse": 21,
          "text": "But do not be persuaded by them, for more than forty of their men are lying in ambush for him. They have bound themselves by an oath neither to eat nor drink until they kill him. They are ready now and are waiting for your consent.\""
        },
        {
          "verse": 22,
          "text": "So the tribune dismissed the young man, ordering him, \"Tell no one that you have informed me of this.\""
        },
        {
          "verse": 23,
          "text": "||Paul Sent to Felix the Governor||Then he summoned two of the centurions and said, \"Get ready to leave by nine o\"clock tonight for Caesarea with two hundred soldiers, seventy horsemen, and two hundred spearmen."
        },
        {
          "verse": 24,
          "text": "Also provide mounts for Paul to ride, and take him safely to Felix the governor.\""
        },
        { "verse": 25, "text": "He wrote a letter to this effect:" },
        {
          "verse": 26,
          "text": "\"Claudius Lysias to his Excellency the governor Felix, greetings."
        },
        {
          "verse": 27,
          "text": "This man was seized by the Jews and was about to be killed by them, but when I had learned that he was a Roman citizen, I came with the guard and rescued him."
        },
        {
          "verse": 28,
          "text": "Since I wanted to know the charge for which they accused him, I had him brought to their council."
        },
        {
          "verse": 29,
          "text": "I found that he was accused concerning questions of their law, but was charged with nothing deserving death or imprisonment."
        },
        {
          "verse": 30,
          "footnotes": {
            "a": "Acts 23:30 Other ancient authorities add _Farewell_"
          },
          "text": "When I was informed that there would be a plot against the man, I sent him to you at once, ordering his accusers also to state before you what they have against him.[^a]\""
        },
        {
          "verse": 31,
          "text": "So the soldiers, according to their instructions, took Paul and brought him during the night to Antipatris."
        },
        {
          "verse": 32,
          "text": "The next day they let the horsemen go on with him, while they returned to the barracks."
        },
        {
          "verse": 33,
          "text": "When they came to Caesarea and delivered the letter to the governor, they presented Paul also before him."
        },
        {
          "verse": 34,
          "text": "On reading the letter, he asked what province he belonged to, and when he learned that he was from Cilicia,"
        },
        {
          "verse": 35,
          "footnotes": { "a": "Acts 23:35 Gk _praetorium_" },
          "text": "he said, \"I will give you a hearing when your accusers arrive.\" Then he ordered that he be kept under guard in Herod\"s headquarters.[^a]"
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "text": "||Paul before Felix at Caesarea||Five days later the high priest Ananias came down with some elders and an attorney, a certain Tertullus, and they reported their case against Paul to the governor."
        },
        {
          "verse": 2,
          "footnotes": {
            "a": "Acts 24:2 Gk _he_",
            "b": "Acts 24:2 Gk lacks _Your Excellency_"
          },
          "text": "When Paul[^a] had been summoned, Tertullus began to accuse him, saying:\n\"Your Excellency,[^b] because of you we have long enjoyed peace, and reforms have been made for this people because of your foresight."
        },
        {
          "verse": 3,
          "text": "We welcome this in every way and everywhere with utmost gratitude."
        },
        {
          "verse": 4,
          "text": "But, to detain you no further, I beg you to hear us briefly with your customary graciousness."
        },
        {
          "verse": 5,
          "footnotes": { "a": "Acts 24:5 Gk _Nazoreans_" },
          "text": "We have, in fact, found this man a pestilent fellow, an agitator among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes.[^a]"
        },
        {
          "verse": 6,
          "footnotes": {
            "a": "Acts 24:6 Other ancient authorities add _and we would have judged him according to our law. |[7 ]|But the chief captain Lysias came and with great violence took him out of our hands, |[8 ]|commanding his accusers to come before you._"
          },
          "text": "He even tried to profane the temple, and so we seized him.[^a]"
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verse": 1,
          "text": "||Paul Appeals to the Emperor||Three days after Festus had arrived in the province, he went up from Caesarea to Jerusalem"
        },
        {
          "verse": 2,
          "text": "where the chief priests and the leaders of the Jews gave him a report against Paul. They appealed to him"
        },
        {
          "verse": 3,
          "footnotes": { "a": "Acts 25:3 Gk _him_" },
          "text": "and requested, as a favor to them against Paul,[^a] to have him transferred to Jerusalem. They were, in fact, planning an ambush to kill him along the way."
        },
        {
          "verse": 4,
          "text": "Festus replied that Paul was being kept at Caesarea, and that he himself intended to go there shortly."
        },
        {
          "verse": 5,
          "text": "\"So,\" he said, \"let those of you who have the authority come down with me, and if there is anything wrong about the man, let them accuse him.\""
        },
        {
          "verse": 6,
          "text": "After he had stayed among them not more than eight or ten days, he went down to Caesarea; the next day he took his seat on the tribunal and ordered Paul to be brought."
        },
        {
          "verse": 7,
          "text": "When he arrived, the Jews who had gone down from Jerusalem surrounded him, bringing many serious charges against him, which they could not prove."
        },
        {
          "verse": 8,
          "text": "Paul said in his defense, \"I have in no way committed an offense against the law of the Jews, or against the temple, or against the emperor.\""
        },
        {
          "verse": 9,
          "text": "But Festus, wishing to do the Jews a favor, asked Paul, \"Do you wish to go up to Jerusalem and be tried there before me on these charges?\""
        },
        {
          "verse": 10,
          "text": "Paul said, \"I am appealing to the emperor\"s tribunal; this is where I should be tried. I have done no wrong to the Jews, as you very well know."
        },
        {
          "verse": 11,
          "text": "Now if I am in the wrong and have committed something for which I deserve to die, I am not trying to escape death; but if there is nothing to their charges against me, no one can turn me over to them. I appeal to the emperor.\""
        },
        {
          "verse": 12,
          "text": "Then Festus, after he had conferred with his council, replied, \"You have appealed to the emperor; to the emperor you will go.\""
        },
        {
          "verse": 13,
          "text": "||Festus Consults King Agrippa||After several days had passed, King Agrippa and Bernice arrived at Caesarea to welcome Festus."
        },
        {
          "verse": 14,
          "text": "Since they were staying there several days, Festus laid Paul\"s case before the king, saying, \"There is a man here who was left in prison by Felix."
        },
        {
          "verse": 15,
          "text": "When I was in Jerusalem, the chief priests and the elders of the Jews informed me about him and asked for a sentence against him."
        },
        {
          "verse": 16,
          "text": "I told them that it was not the custom of the Romans to hand over anyone before the accused had met the accusers face to face and had been given an opportunity to make a defense against the charge."
        },
        {
          "verse": 17,
          "text": "So when they met here, I lost no time, but on the next day took my seat on the tribunal and ordered the man to be brought."
        },
        {
          "verse": 18,
          "footnotes": {
            "a": "Acts 25:18 Other ancient authorities read _with anything_"
          },
          "text": "When the accusers stood up, they did not charge him with any of the crimes[^a] that I was expecting."
        },
        {
          "verse": 19,
          "text": "Instead they had certain points of disagreement with him about their own religion and about a certain Jesus, who had died, but whom Paul asserted to be alive."
        },
        {
          "verse": 20,
          "footnotes": { "a": "Acts 25:20 Gk _on them_" },
          "text": "Since I was at a loss how to investigate these questions, I asked whether he wished to go to Jerusalem and be tried there on these charges.[^a]"
        },
        {
          "verse": 21,
          "text": "But when Paul had appealed to be kept in custody for the decision of his Imperial Majesty, I ordered him to be held until I could send him to the emperor.\""
        },
        {
          "verse": 22,
          "text": "Agrippa said to Festus, \"I would like to hear the man myself.\" \"Tomorrow,\" he said, \"you will hear him.\""
        },
        {
          "verse": 23,
          "text": "||Paul Brought before Agrippa||So on the next day Agrippa and Bernice came with great pomp, and they entered the audience hall with the military tribunes and the prominent men of the city. Then Festus gave the order and Paul was brought in."
        },
        {
          "verse": 24,
          "text": "And Festus said, \"King Agrippa and all here present with us, you see this man about whom the whole Jewish community petitioned me, both in Jerusalem and here, shouting that he ought not to live any longer."
        },
        {
          "verse": 25,
          "text": "But I found that he had done nothing deserving death; and when he appealed to his Imperial Majesty, I decided to send him."
        },
        {
          "verse": 26,
          "text": "But I have nothing definite to write to our sovereign about him. Therefore I have brought him before all of you, and especially before you, King Agrippa, so that, after we have examined him, I may have something to write--"
        },
        {
          "verse": 27,
          "text": "for it seems to me unreasonable to send a prisoner without indicating the charges against him.\""
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verse": 1,
          "text": "||Paul Defends Himself before Agrippa||Agrippa said to Paul, \"You have permission to speak for yourself.\" Then Paul stretched out his hand and began to defend himself:"
        },
        {
          "verse": 2,
          "text": "\"I consider myself fortunate that it is before you, King Agrippa, I am to make my defense today against all the accusations of the Jews,"
        },
        {
          "verse": 3,
          "text": "because you are especially familiar with all the customs and controversies of the Jews; therefore I beg of you to listen to me patiently."
        },
        {
          "verse": 4,
          "text": "\"All the Jews know my way of life from my youth, a life spent from the beginning among my own people and in Jerusalem."
        },
        {
          "verse": 5,
          "text": "They have known for a long time, if they are willing to testify, that I have belonged to the strictest sect of our religion and lived as a Pharisee."
        },
        {
          "verse": 6,
          "text": "And now I stand here on trial on account of my hope in the promise made by God to our ancestors,"
        },
        {
          "verse": 7,
          "footnotes": { "a": "Acts 26:7 Gk _O king_" },
          "text": "a promise that our twelve tribes hope to attain, as they earnestly worship day and night. It is for this hope, your Excellency,[^a] that I am accused by Jews!"
        },
        {
          "verse": 8,
          "text": "Why is it thought incredible by any of you that God raises the dead?"
        },
        {
          "verse": 9,
          "footnotes": { "a": "Acts 26:9 Gk _the Nazorean_" },
          "text": "\"Indeed, I myself was convinced that I ought to do many things against the name of Jesus of Nazareth.[^a]"
        },
        {
          "verse": 10,
          "text": "And that is what I did in Jerusalem; with authority received from the chief priests, I not only locked up many of the saints in prison, but I also cast my vote against them when they were being condemned to death."
        },
        {
          "verse": 11,
          "text": "By punishing them often in all the synagogues I tried to force them to blaspheme; and since I was so furiously enraged at them, I pursued them even to foreign cities."
        },
        {
          "verse": 12,
          "text": "||Paul Tells of His Conversion||\"With this in mind, I was traveling to Damascus with the authority and commission of the chief priests,"
        },
        {
          "verse": 13,
          "footnotes": { "a": "Acts 26:13 Gk _O king_" },
          "text": "when at midday along the road, your Excellency,[^a] I saw a light from heaven, brighter than the sun, shining around me and my companions."
        },
        {
          "verse": 14,
          "footnotes": { "a": "Acts 26:14 That is, _Aramaic_" },
          "text": "When we had all fallen to the ground, I heard a voice saying to me in the Hebrew[^a] language, \"Saul, Saul, why are you persecuting me? It hurts you to kick against the goads.\""
        },
        {
          "verse": 15,
          "text": "I asked, \"Who are you, Lord?\" The Lord answered, \"I am Jesus whom you are persecuting."
        },
        {
          "verse": 16,
          "footnotes": {
            "a": "Acts 26:16 Other ancient authorities read _the things that you have seen_"
          },
          "text": "But get up and stand on your feet; for I have appeared to you for this purpose, to appoint you to serve and testify to the things in which you have seen me[^a] and to those in which I will appear to you."
        },
        {
          "verse": 17,
          "text": "I will rescue you from your people and from the Gentiles--to whom I am sending you"
        },
        {
          "verse": 18,
          "text": "to open their eyes so that they may turn from darkness to light and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.\""
        },
        {
          "verse": 19,
          "text": "||Paul Tells of His Preaching||\"After that, King Agrippa, I was not disobedient to the heavenly vision,"
        },
        {
          "verse": 20,
          "text": "but declared first to those in Damascus, then in Jerusalem and throughout the countryside of Judea, and also to the Gentiles, that they should repent and turn to God and do deeds consistent with repentance."
        },
        {
          "verse": 21,
          "text": "For this reason the Jews seized me in the temple and tried to kill me."
        },
        {
          "verse": 22,
          "text": "To this day I have had help from God, and so I stand here, testifying to both small and great, saying nothing but what the prophets and Moses said would take place:"
        },
        {
          "verse": 23,
          "footnotes": { "a": "Acts 26:23 Or _the Christ_" },
          "text": "that the Messiah[^a] must suffer, and that, by being the first to rise from the dead, he would proclaim light both to our people and to the Gentiles.\""
        },
        {
          "verse": 24,
          "text": "||Paul Appeals to Agrippa to Believe||While he was making this defense, Festus exclaimed, \"You are out of your mind, Paul! Too much learning is driving you insane!\""
        },
        {
          "verse": 25,
          "text": "But Paul said, \"I am not out of my mind, most excellent Festus, but I am speaking the sober truth."
        },
        {
          "verse": 26,
          "text": "Indeed the king knows about these things, and to him I speak freely; for I am certain that none of these things has escaped his notice, for this was not done in a corner."
        },
        {
          "verse": 27,
          "text": "King Agrippa, do you believe the prophets? I know that you believe.\""
        },
        {
          "verse": 28,
          "footnotes": {
            "a": "Acts 26:28 Or _Quickly you will persuade me to play the Christian_"
          },
          "text": "Agrippa said to Paul, \"Are you so quickly persuading me to become a Christian?\"[^a]"
        },
        {
          "verse": 29,
          "text": "Paul replied, \"Whether quickly or not, I pray to God that not only you but also all who are listening to me today might become such as I am--except for these chains.\""
        },
        {
          "verse": 30,
          "text": "Then the king got up, and with him the governor and Bernice and those who had been seated with them;"
        },
        {
          "verse": 31,
          "text": "and as they were leaving, they said to one another, \"This man is doing nothing to deserve death or imprisonment.\""
        },
        {
          "verse": 32,
          "text": "Agrippa said to Festus, \"This man could have been set free if he had not appealed to the emperor.\""
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verse": 1,
          "text": "||Paul Sails for Rome||When it was decided that we were to sail for Italy, they transferred Paul and some other prisoners to a centurion of the Augustan Cohort, named Julius."
        },
        {
          "verse": 2,
          "text": "Embarking on a ship of Adramyttium that was about to set sail to the ports along the coast of Asia, we put to sea, accompanied by Aristarchus, a Macedonian from Thessalonica."
        },
        {
          "verse": 3,
          "text": "The next day we put in at Sidon; and Julius treated Paul kindly, and allowed him to go to his friends to be cared for."
        },
        {
          "verse": 4,
          "text": "Putting out to sea from there, we sailed under the lee of Cyprus, because the winds were against us."
        },
        {
          "verse": 5,
          "text": "After we had sailed across the sea that is off Cilicia and Pamphylia, we came to Myra in Lycia."
        },
        {
          "verse": 6,
          "text": "There the centurion found an Alexandrian ship bound for Italy and put us on board."
        },
        {
          "verse": 7,
          "text": "We sailed slowly for a number of days and arrived with difficulty off Cnidus, and as the wind was against us, we sailed under the lee of Crete off Salmone."
        },
        {
          "verse": 8,
          "text": "Sailing past it with difficulty, we came to a place called Fair Havens, near the city of Lasea."
        },
        {
          "verse": 9,
          "text": "Since much time had been lost and sailing was now dangerous, because even the Fast had already gone by, Paul advised them,"
        },
        {
          "verse": 10,
          "text": "saying, \"Sirs, I can see that the voyage will be with danger and much heavy loss, not only of the cargo and the ship, but also of our lives.\""
        },
        {
          "verse": 11,
          "text": "But the centurion paid more attention to the pilot and to the owner of the ship than to what Paul said."
        },
        {
          "verse": 12,
          "text": "Since the harbor was not suitable for spending the winter, the majority was in favor of putting to sea from there, on the chance that somehow they could reach Phoenix, where they could spend the winter. It was a harbor of Crete, facing southwest and northwest."
        },
        {
          "verse": 13,
          "text": "||The Storm at Sea||When a moderate south wind began to blow, they thought they could achieve their purpose; so they weighed anchor and began to sail past Crete, close to the shore."
        },
        {
          "verse": 14,
          "footnotes": { "a": "Acts 27:14 Gk _it_" },
          "text": "But soon a violent wind, called the northeaster, rushed down from Crete.[^a]"
        },
        {
          "verse": 15,
          "text": "Since the ship was caught and could not be turned head-on into the wind, we gave way to it and were driven."
        },
        {
          "verse": 16,
          "footnotes": {
            "a": "Acts 27:16 Other ancient authorities read _Clauda_"
          },
          "text": "By running under the lee of a small island called Cauda[^a] we were scarcely able to get the ship\"s boat under control."
        },
        {
          "verse": 17,
          "footnotes": { "a": "Acts 27:17 Gk _helps_" },
          "text": "After hoisting it up they took measures[^a] to undergird the ship; then, fearing that they would run on the Syrtis, they lowered the sea anchor and so were driven."
        },
        {
          "verse": 18,
          "text": "We were being pounded by the storm so violently that on the next day they began to throw the cargo overboard,"
        },
        {
          "verse": 19,
          "text": "and on the third day with their own hands they threw the ship\"s tackle overboard."
        },
        {
          "verse": 20,
          "text": "When neither sun nor stars appeared for many days, and no small tempest raged, all hope of our being saved was at last abandoned."
        },
        {
          "verse": 21,
          "text": "Since they had been without food for a long time, Paul then stood up among them and said, \"Men, you should have listened to me and not have set sail from Crete and thereby avoided this damage and loss."
        },
        {
          "verse": 22,
          "text": "I urge you now to keep up your courage, for there will be no loss of life among you, but only of the ship."
        },
        {
          "verse": 23,
          "text": "For last night there stood by me an angel of the God to whom I belong and whom I worship,"
        },
        {
          "verse": 24,
          "text": "and he said, \"Do not be afraid, Paul; you must stand before the emperor; and indeed, God has granted safety to all those who are sailing with you.\""
        },
        {
          "verse": 25,
          "text": "So keep up your courage, men, for I have faith in God that it will be exactly as I have been told."
        },
        {
          "verse": 26,
          "text": "But we will have to run aground on some island.\""
        },
        {
          "verse": 27,
          "text": "When the fourteenth night had come, as we were drifting across the sea of Adria, about midnight the sailors suspected that they were nearing land."
        },
        {
          "verse": 28,
          "text": "So they took soundings and found twenty fathoms; a little farther on they took soundings again and found fifteen fathoms."
        },
        {
          "verse": 29,
          "text": "Fearing that we might run on the rocks, they let down four anchors from the stern and prayed for day to come."
        },
        {
          "verse": 30,
          "text": "But when the sailors tried to escape from the ship and had lowered the boat into the sea, on the pretext of putting out anchors from the bow,"
        },
        {
          "verse": 31,
          "text": "Paul said to the centurion and the soldiers, \"Unless these men stay in the ship, you cannot be saved.\""
        },
        {
          "verse": 32,
          "text": "Then the soldiers cut away the ropes of the boat and set it adrift."
        },
        {
          "verse": 33,
          "text": "Just before daybreak, Paul urged all of them to take some food, saying, \"Today is the fourteenth day that you have been in suspense and remaining without food, having eaten nothing."
        },
        {
          "verse": 34,
          "text": "Therefore I urge you to take some food, for it will help you survive; for none of you will lose a hair from your heads.\""
        },
        {
          "verse": 35,
          "text": "After he had said this, he took bread; and giving thanks to God in the presence of all, he broke it and began to eat."
        },
        {
          "verse": 36,
          "text": "Then all of them were encouraged and took food for themselves."
        },
        {
          "verse": 37,
          "footnotes": {
            "a": "Acts 27:37 Other ancient authorities read _seventy-six_; others, _about seventy-six_"
          },
          "text": "(We were in all two hundred seventy-six[^a] persons in the ship.)"
        },
        {
          "verse": 38,
          "text": "After they had satisfied their hunger, they lightened the ship by throwing the wheat into the sea."
        },
        {
          "verse": 39,
          "text": "||The Shipwreck||In the morning they did not recognize the land, but they noticed a bay with a beach, on which they planned to run the ship ashore, if they could."
        },
        {
          "verse": 40,
          "text": "So they cast off the anchors and left them in the sea. At the same time they loosened the ropes that tied the steering-oars; then hoisting the foresail to the wind, they made for the beach."
        },
        {
          "verse": 41,
          "footnotes": { "a": "Acts 27:41 Gk _place of two seas_" },
          "text": "But striking a reef,[^a] they ran the ship aground; the bow stuck and remained immovable, but the stern was being broken up by the force of the waves."
        },
        {
          "verse": 42,
          "text": "The soldiers\" plan was to kill the prisoners, so that none might swim away and escape;"
        },
        {
          "verse": 43,
          "text": "but the centurion, wishing to save Paul, kept them from carrying out their plan. He ordered those who could swim to jump overboard first and make for the land,"
        },
        {
          "verse": 44,
          "text": "and the rest to follow, some on planks and others on pieces of the ship. And so it was that all were brought safely to land."
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verse": 1,
          "text": "||Paul on the Island of Malta||After we had reached safety, we then learned that the island was called Malta."
        },
        {
          "verse": 2,
          "text": "The natives showed us unusual kindness. Since it had begun to rain and was cold, they kindled a fire and welcomed all of us around it."
        },
        {
          "verse": 3,
          "text": "Paul had gathered a bundle of brushwood and was putting it on the fire, when a viper, driven out by the heat, fastened itself on his hand."
        },
        {
          "verse": 4,
          "text": "When the natives saw the creature hanging from his hand, they said to one another, \"This man must be a murderer; though he has escaped from the sea, justice has not allowed him to live.\""
        },
        {
          "verse": 5,
          "text": "He, however, shook off the creature into the fire and suffered no harm."
        },
        {
          "verse": 6,
          "text": "They were expecting him to swell up or drop dead, but after they had waited a long time and saw that nothing unusual had happened to him, they changed their minds and began to say that he was a god."
        },
        {
          "verse": 7,
          "text": "Now in the neighborhood of that place were lands belonging to the leading man of the island, named Publius, who received us and entertained us hospitably for three days."
        },
        {
          "verse": 8,
          "text": "It so happened that the father of Publius lay sick in bed with fever and dysentery. Paul visited him and cured him by praying and putting his hands on him."
        },
        {
          "verse": 9,
          "text": "After this happened, the rest of the people on the island who had diseases also came and were cured."
        },
        {
          "verse": 10,
          "text": "They bestowed many honors on us, and when we were about to sail, they put on board all the provisions we needed."
        },
        {
          "verse": 11,
          "text": "||Paul Arrives at Rome||Three months later we set sail on a ship that had wintered at the island, an Alexandrian ship with the Twin Brothers as its figurehead."
        },
        {
          "verse": 12,
          "text": "We put in at Syracuse and stayed there for three days;"
        },
        {
          "verse": 13,
          "text": "then we weighed anchor and came to Rhegium. After one day there a south wind sprang up, and on the second day we came to Puteoli."
        },
        {
          "verse": 14,
          "footnotes": { "a": "Acts 28:14 Gk _brothers_" },
          "text": "There we found believers[^a] and were invited to stay with them for seven days. And so we came to Rome."
        },
        {
          "verse": 15,
          "footnotes": { "a": "Acts 28:15 Gk _brothers_" },
          "text": "The believers[^a] from there, when they heard of us, came as far as the Forum of Appius and Three Taverns to meet us. On seeing them, Paul thanked God and took courage."
        },
        {
          "verse": 16,
          "text": "When we came into Rome, Paul was allowed to live by himself, with the soldier who was guarding him."
        },
        {
          "verse": 17,
          "text": "||Paul and Jewish Leaders in Rome||Three days later he called together the local leaders of the Jews. When they had assembled, he said to them, \"Brothers, though I had done nothing against our people or the customs of our ancestors, yet I was arrested in Jerusalem and handed over to the Romans."
        },
        {
          "verse": 18,
          "footnotes": { "a": "Acts 28:18 Gk _they_" },
          "text": "When they had examined me, the Romans[^a] wanted to release me, because there was no reason for the death penalty in my case."
        },
        {
          "verse": 19,
          "text": "But when the Jews objected, I was compelled to appeal to the emperor--even though I had no charge to bring against my nation."
        },
        {
          "verse": 20,
          "footnotes": {
            "a": "Acts 28:20 Or _I have asked you to see me and speak with me_"
          },
          "text": "For this reason therefore I have asked to see you and speak with you,[^a] since it is for the sake of the hope of Israel that I am bound with this chain.\""
        },
        {
          "verse": 21,
          "text": "They replied, \"We have received no letters from Judea about you, and none of the brothers coming here has reported or spoken anything evil about you."
        },
        {
          "verse": 22,
          "text": "But we would like to hear from you what you think, for with regard to this sect we know that everywhere it is spoken against.\""
        },
        {
          "verse": 23,
          "text": "||Paul Preaches in Rome||After they had set a day to meet with him, they came to him at his lodgings in great numbers. From morning until evening he explained the matter to them, testifying to the kingdom of God and trying to convince them about Jesus both from the law of Moses and from the prophets."
        },
        {
          "verse": 24,
          "text": "Some were convinced by what he had said, while others refused to believe."
        },
        {
          "verse": 25,
          "text": "So they disagreed with each other; and as they were leaving, Paul made one further statement: \"The Holy Spirit was right in saying to your ancestors through the prophet Isaiah,"
        },
        {
          "verse": 26,
          "text": "\"Go to this people and say,  \nYou will indeed listen, but never understand,  \n    and you will indeed look, but never perceive."
        },
        {
          "verse": 27,
          "text": "For this people\"s heart has grown dull,  \n    and their ears are hard of hearing,  \n        and they have shut their eyes;  \n        so that they might not look with their eyes,  \n    and listen with their ears,  \nand understand with their heart and turn--  \n    and I would heal them.\""
        },
        {
          "verse": 28,
          "footnotes": {
            "a": "Acts 28:28 Other ancient authorities add verse 29, _And when he had said these words, the Jews departed, arguing vigorously among themselves_"
          },
          "text": "Let it be known to you then that this salvation of God has been sent to the Gentiles; they will listen.\"[^a]"
        }
      ]
    }
  ]
}
