{"book": "Baruch", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Baruch and the Jews in Babylon||These are the words of the book that Baruch son of Neriah son of Mahseiah son of Zedekiah son of Hasadiah son of Hilkiah wrote in Babylon,"},{"verse": 2, "text": "in the fifth year, on the seventh day of the month, at the time when the Chaldeans took Jerusalem and burned it with fire."},{"verse": 3, "text": "Baruch read the words of this book to Jeconiah son of Jehoiakim, king of Judah, and to all the people who came to hear the book,"},{"verse": 4, "text": "and to the nobles and the princes, and to the elders, and to all the people, small and great, all who lived in Babylon by the river Sud."},{"verse": 5, "text": "Then they wept, and fasted, and prayed before the Lord;"},{"verse": 6, "text": "they collected as much money as each could give,"},{"verse": 7, "footnotes": {"a": "Baruch 1:7 Gk _the priest_"}, "text": "and sent it to Jerusalem to the high priest[^a] Jehoiakim son of Hilkiah son of Shallum, and to the priests, and to all the people who were present with him in Jerusalem."},{"verse": 8, "footnotes": {"a": "Baruch 1:8 Gk _he_"}, "text": "At the same time, on the tenth day of Sivan, Baruch[^a] took the vessels of the house of the Lord, which had been carried away from the temple, to return them to the land of Judah--the silver vessels that Zedekiah son of Josiah, king of Judah, had made,"},{"verse": 9, "text": "after King Nebuchadnezzar of Babylon had carried away from Jerusalem Jeconiah and the princes and the prisoners and the nobles and the people of the land, and brought them to Babylon."},{"verse": 10, "text": "||A Letter to Jerusalem||They said: Here we send you money; so buy with the money burnt offerings and sin offerings and incense, and prepare a grain offering, and offer them on the altar of the Lord our God;"},{"verse": 11, "text": "and pray for the life of King Nebuchadnezzar of Babylon, and for the life of his son Belshazzar, so that their days on earth may be like the days of heaven."},{"verse": 12, "footnotes": {"a": "Baruch 1:12 Gk _in the shadow_"}, "text": "The Lord will give us strength, and light to our eyes; we shall live under the protection[^a] of King Nebuchadnezzar of Babylon, and under the protection of his son Belshazzar, and we shall serve them many days and find favor in their sight."},{"verse": 13, "text": "Pray also for us to the Lord our God, for we have sinned against the Lord our God, and to this day the anger of the Lord and his wrath have not turned away from us."},{"verse": 14, "text": "And you shall read aloud this scroll that we are sending you, to make your confession in the house of the Lord on the days of the festivals and at appointed seasons."},{"verse": 15, "text": "||Confession of Sins||And you shall say: The Lord our God is in the right, but there is open shame on us today, on the people of Judah, on the inhabitants of Jerusalem,"},{"verse": 16, "text": "and on our kings, our rulers, our priests, our prophets, and our ancestors,"},{"verse": 17, "text": "because we have sinned before the Lord."},{"verse": 18, "text": "We have disobeyed him, and have not heeded the voice of the Lord our God, to walk in the statutes of the Lord that he set before us."},{"verse": 19, "text": "From the time when the Lord brought our ancestors out of the land of Egypt until today, we have been disobedient to the Lord our God, and we have been negligent, in not heeding his voice."},{"verse": 20, "text": "So to this day there have clung to us the calamities and the curse that the Lord declared through his servant Moses at the time when he brought our ancestors out of the land of Egypt to give to us a land flowing with milk and honey."},{"verse": 21, "text": "We did not listen to the voice of the Lord our God in all the words of the prophets whom he sent to us,"},{"verse": 22, "text": "but all of us followed the intent of our own wicked hearts by serving other gods and doing what is evil in the sight of the Lord our God."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "So the Lord carried out the threat he spoke against us: against our judges who ruled Israel, and against our kings and our rulers and the people of Israel and Judah."},{"verse": 2, "footnotes": {"a": "Baruch 2:2 Gk _in accordance with what is_"}, "text": "Under the whole heaven there has not been done the like of what he has done in Jerusalem, in accordance with the threats that were[^a] written in the law of Moses."},{"verse": 3, "text": "Some of us ate the flesh of their sons and others the flesh of their daughters."},{"verse": 4, "text": "He made them subject to all the kingdoms around us, to be an object of scorn and a desolation among all the surrounding peoples, where the Lord has scattered them."},{"verse": 5, "footnotes": {"a": "Baruch 2:5 Gk _because we_"}, "text": "They were brought down and not raised up, because our nation[^a] sinned against the Lord our God, in not heeding his voice."},{"verse": 6, "text": "The Lord our God is in the right, but there is open shame on us and our ancestors this very day."},{"verse": 7, "text": "All those calamities with which the Lord threatened us have come upon us."},{"verse": 8, "text": "Yet we have not entreated the favor of the Lord by turning away, each of us, from the thoughts of our wicked hearts."},{"verse": 9, "text": "And the Lord has kept the calamities ready, and the Lord has brought them upon us, for the Lord is just in all the works that he has commanded us to do."},{"verse": 10, "text": "Yet we have not obeyed his voice, to walk in the statutes of the Lord that he set before us."},{"verse": 11, "text": "||Prayer for Deliverance||And now, O Lord God of Israel, who brought your people out of the land of Egypt with a mighty hand and with signs and wonders and with great power and outstretched arm, and made yourself a name that continues to this day,"},{"verse": 12, "text": "we have sinned, we have been ungodly, we have done wrong, O Lord our God, against all your ordinances."},{"verse": 13, "text": "Let your anger turn away from us, for we are left, few in number, among the nations where you have scattered us."},{"verse": 14, "text": "Hear, O Lord, our prayer and our supplication, and for your own sake deliver us, and grant us favor in the sight of those who have carried us into exile;"},{"verse": 15, "text": "so that all the earth may know that you are the Lord our God, for Israel and his descendants are called by your name."},{"verse": 16, "text": "O Lord, look down from your holy dwelling, and consider us. Incline your ear, O Lord, and hear;"},{"verse": 17, "text": "open your eyes, O Lord, and see, for the dead who are in Hades, whose spirit has been taken from their bodies, will not ascribe glory or justice to the Lord;"},{"verse": 18, "text": "but the person who is deeply grieved, who walks bowed and feeble, with failing eyes and famished soul, will declare your glory and righteousness, O Lord."},{"verse": 19, "text": "For it is not because of any righteous deeds of our ancestors or our kings that we bring before you our prayer for mercy, O Lord our God."},{"verse": 20, "text": "For you have sent your anger and your wrath upon us, as you declared by your servants the prophets, saying:"},{"verse": 21, "text": "Thus says the Lord: Bend your shoulders and serve the king of Babylon, and you will remain in the land that I gave to your ancestors."},{"verse": 22, "text": "But if you will not obey the voice of the Lord and will not serve the king of Babylon,"},{"verse": 23, "text": "I will make to cease from the towns of Judah and from the region around Jerusalem the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, and the whole land will be a desolation without inhabitants."},{"verse": 24, "text": "But we did not obey your voice, to serve the king of Babylon; and you have carried out your threats, which you spoke by your servants the prophets, that the bones of our kings and the bones of our ancestors would be brought out of their resting place;"},{"verse": 25, "text": "and indeed they have been thrown out to the heat of day and the frost of night. They perished in great misery, by famine and sword and pestilence."},{"verse": 26, "text": "And the house that is called by your name you have made as it is today, because of the wickedness of the house of Israel and the house of Judah."},{"verse": 27, "text": "||God\"s Promise Recalled||Yet you have dealt with us, O Lord our God, in all your kindness and in all your great compassion,"},{"verse": 28, "text": "as you spoke by your servant Moses on the day when you commanded him to write your law in the presence of the people of Israel, saying,"},{"verse": 29, "text": "\"If you will not obey my voice, this very great multitude will surely turn into a small number among the nations, where I will scatter them."},{"verse": 30, "text": "For I know that they will not obey me, for they are a stiff-necked people. But in the land of their exile they will come to themselves"},{"verse": 31, "text": "and know that I am the Lord their God. I will give them a heart that obeys and ears that hear;"},{"verse": 32, "text": "they will praise me in the land of their exile, and will remember my name"},{"verse": 33, "text": "and turn from their stubbornness and their wicked deeds; for they will remember the ways of their ancestors, who sinned before the Lord."},{"verse": 34, "text": "I will bring them again into the land that I swore to give to their ancestors, to Abraham, Isaac, and Jacob, and they will rule over it; and I will increase them, and they will not be diminished."},{"verse": 35, "text": "I will make an everlasting covenant with them to be their God and they shall be my people; and I will never again remove my people Israel from the land that I have given them.\""}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "O Lord Almighty, God of Israel, the soul in anguish and the wearied spirit cry out to you."},{"verse": 2, "text": "Hear, O Lord, and have mercy, for we have sinned before you."},{"verse": 3, "text": "For you are enthroned forever, and we are perishing forever."},{"verse": 4, "footnotes": {"a": "Baruch 3:4 Gk _dead_"}, "text": "O Lord Almighty, God of Israel, hear now the prayer of the people[^a] of Israel, the children of those who sinned before you, who did not heed the voice of the Lord their God, so that calamities have clung to us."},{"verse": 5, "text": "Do not remember the iniquities of our ancestors, but in this crisis remember your power and your name."},{"verse": 6, "text": "For you are the Lord our God, and it is you, O Lord, whom we will praise."},{"verse": 7, "text": "For you have put the fear of you in our hearts so that we would call upon your name; and we will praise you in our exile, for we have put away from our hearts all the iniquity of our ancestors who sinned against you."},{"verse": 8, "text": "See, we are today in our exile where you have scattered us, to be reproached and cursed and punished for all the iniquities of our ancestors, who forsook the Lord our God."},{"verse": 9, "text": "||In Praise of Wisdom||Hear the commandments of life, O Israel;  \n    give ear, and learn wisdom!"},{"verse": 10, "text": "Why is it, O Israel, why is it that you are in the land of your enemies,  \n    that you are growing old in a foreign country,  \nthat you are defiled with the dead,"},{"verse": 11, "text": "    that you are counted among those in Hades?"},{"verse": 12, "text": "You have forsaken the fountain of wisdom."},{"verse": 13, "text": "If you had walked in the way of God,  \n    you would be living in peace forever."},{"verse": 14, "text": "Learn where there is wisdom,  \n    where there is strength,  \n    where there is understanding,  \nso that you may at the same time discern  \n    where there is length of days, and life,  \n    where there is light for the eyes, and peace."},{"verse": 15, "text": "Who has found her place?  \n    And who has entered her storehouses?"},{"verse": 16, "text": "Where are the rulers of the nations,  \n    and those who lorded it over the animals on earth;"},{"verse": 17, "text": "those who made sport of the birds of the air,  \n    and who hoarded up silver and gold  \nin which people trust,  \n    and there is no end to their getting;"},{"verse": 18, "text": "those who schemed to get silver, and were anxious,  \n    but there is no trace of their works?"},{"verse": 19, "text": "They have vanished and gone down to Hades,  \n    and others have arisen in their place."},{"verse": 20, "text": "Later generations have seen the light of day,  \n    and have lived upon the earth;  \nbut they have not learned the way to knowledge,  \n    nor understood her paths,  \n    nor laid hold of her."},{"verse": 21, "footnotes": {"a": "Baruch 3:21 Other ancient authorities read _their_"}, "text": "Their descendants have strayed far from her[^a] way."},{"verse": 22, "text": "She has not been heard of in Canaan,  \n    or seen in Teman;"},{"verse": 23, "text": "the descendants of Hagar, who seek for understanding on the earth,  \n    the merchants of Merran and Teman,  \n    the story-tellers and the seekers for understanding,  \nhave not learned the way to wisdom,  \n    or given thought to her paths."},{"verse": 24, "text": "O Israel, how great is the house of God,  \n    how vast the territory that he possesses!"},{"verse": 25, "text": "It is great and has no bounds;  \n    it is high and immeasurable."},{"verse": 26, "text": "The giants were born there, who were famous of old,  \n    great in stature, expert in war."},{"verse": 27, "text": "God did not choose them,  \n    or give them the way to knowledge;"},{"verse": 28, "text": "so they perished because they had no wisdom,  \n    they perished through their folly."},{"verse": 29, "text": "Who has gone up into heaven, and taken her,  \n    and brought her down from the clouds?"},{"verse": 30, "text": "Who has gone over the sea, and found her,  \n    and will buy her for pure gold?"},{"verse": 31, "text": "No one knows the way to her,  \n    or is concerned about the path to her."},{"verse": 32, "text": "But the one who knows all things knows her,  \n    he found her by his understanding.  \nThe one who prepared the earth for all time  \n    filled it with four-footed creatures;"},{"verse": 33, "text": "the one who sends forth the light, and it goes;  \n    he called it, and it obeyed him, trembling;"},{"verse": 34, "text": "the stars shone in their watches, and were glad;  \n    he called them, and they said, \"Here we are!\"  \n    They shone with gladness for him who made them."},{"verse": 35, "text": "This is our God;  \n    no other can be compared to him."},{"verse": 36, "text": "He found the whole way to knowledge,  \n    and gave her to his servant Jacob  \n    and to Israel, whom he loved."},{"verse": 37, "text": "Afterward she appeared on earth  \n    and lived with humankind."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "She is the book of the commandments of God,  \n    the law that endures forever.  \nAll who hold her fast will live,  \n    and those who forsake her will die."},{"verse": 2, "text": "Turn, O Jacob, and take her;  \n    walk toward the shining of her light."},{"verse": 3, "text": "Do not give your glory to another,  \n    or your advantages to an alien people."},{"verse": 4, "text": "Happy are we, O Israel,  \n    for we know what is pleasing to God."},{"verse": 5, "text": "||Encouragement for Israel||Take courage, my people,  \n    who perpetuate Israel\"s name!"},{"verse": 6, "text": "It was not for destruction  \n    that you were sold to the nations,  \nbut you were handed over to your enemies  \n    because you angered God."},{"verse": 7, "text": "For you provoked the one who made you  \n    by sacrificing to demons and not to God."},{"verse": 8, "text": "You forgot the everlasting God, who brought you up,  \n    and you grieved Jerusalem, who reared you."},{"verse": 9, "text": "For she saw the wrath that came upon you from God,  \n    and she said:  \nListen, you neighbors of Zion,  \n    God has brought great sorrow upon me;"},{"verse": 10, "text": "for I have seen the exile of my sons and daughters,  \n    which the Everlasting brought upon them."},{"verse": 11, "text": "With joy I nurtured them,  \n    but I sent them away with weeping and sorrow."},{"verse": 12, "text": "Let no one rejoice over me, a widow  \n    and bereaved of many;  \nI was left desolate because of the sins of my children,  \n    because they turned away from the law of God."},{"verse": 13, "text": "They had no regard for his statutes;  \n    they did not walk in the ways of God\"s commandments,  \n    or tread the paths his righteousness showed them."},{"verse": 14, "text": "Let the neighbors of Zion come;  \n    remember the capture of my sons and daughters,  \n    which the Everlasting brought upon them."},{"verse": 15, "text": "For he brought a distant nation against them,  \n    a nation ruthless and of a strange language,  \nwhich had no respect for the aged  \n    and no pity for a child."},{"verse": 16, "text": "They led away the widow\"s beloved sons,  \n    and bereaved the lonely woman of her daughters."},{"verse": 17, "text": "But I, how can I help you?"},{"verse": 18, "text": "For he who brought these calamities upon you  \n    will deliver you from the hand of your enemies."},{"verse": 19, "text": "Go, my children, go;  \n    for I have been left desolate."},{"verse": 20, "text": "I have taken off the robe of peace  \n    and put on sackcloth for my supplication;  \n    I will cry to the Everlasting all my days."},{"verse": 21, "text": "Take courage, my children, cry to God,  \n    and he will deliver you from the power and hand of the enemy."},{"verse": 22, "footnotes": {"a": "Baruch 4:22 Or _from the Everlasting, your savior_"}, "text": "For I have put my hope in the Everlasting to save you,  \n    and joy has come to me from the Holy One,  \nbecause of the mercy that will soon come to you  \n    from your everlasting savior.[^a]"},{"verse": 23, "text": "For I sent you out with sorrow and weeping,  \n    but God will give you back to me with joy and gladness forever."},{"verse": 24, "text": "For as the neighbors of Zion have now seen your capture,  \n    so they soon will see your salvation by God,  \nwhich will come to you with great glory  \n    and with the splendor of the Everlasting."},{"verse": 25, "text": "My children, endure with patience the wrath that has come upon you from God.  \nYour enemy has overtaken you,  \n    but you will soon see their destruction  \n    and will tread upon their necks."},{"verse": 26, "text": "My pampered children have traveled rough roads;  \n    they were taken away like a flock carried off by the enemy."},{"verse": 27, "text": "Take courage, my children, and cry to God,  \n    for you will be remembered by the one who brought this upon you."},{"verse": 28, "text": "For just as you were disposed to go astray from God,  \n    return with tenfold zeal to seek him."},{"verse": 29, "text": "For the one who brought these calamities upon you  \n    will bring you everlasting joy with your salvation."},{"verse": 30, "text": "||Jerusalem Is Assured of Help||Take courage, O Jerusalem,  \n    for the one who named you will comfort you."},{"verse": 31, "text": "Wretched will be those who mistreated you  \n    and who rejoiced at your fall."},{"verse": 32, "text": "Wretched will be the cities that your children served as slaves;  \n    wretched will be the city that received your offspring."},{"verse": 33, "text": "For just as she rejoiced at your fall  \n    and was glad for your ruin,  \n    so she will be grieved at her own desolation."},{"verse": 34, "text": "I will take away her pride in her great population,  \n    and her insolence will be turned to grief."},{"verse": 35, "text": "For fire will come upon her from the Everlasting for many days,  \n    and for a long time she will be inhabited by demons."},{"verse": 36, "text": "Look toward the east, O Jerusalem,  \n    and see the joy that is coming to you from God."},{"verse": 37, "text": "Look, your children are coming, whom you sent away;  \n    they are coming, gathered from east and west,  \nat the word of the Holy One,  \n    rejoicing in the glory of God."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "Take off the garment of your sorrow and affliction, O Jerusalem,  \n    and put on forever the beauty of the glory from God."},{"verse": 2, "text": "Put on the robe of the righteousness that comes from God;  \n    put on your head the diadem of the glory of the Everlasting;"},{"verse": 3, "text": "for God will show your splendor everywhere under heaven."},{"verse": 4, "text": "For God will give you evermore the name,  \n    \"Righteous Peace, Godly Glory.\""},{"verse": 5, "text": "Arise, O Jerusalem, stand upon the height;  \n    look toward the east,  \nand see your children gathered from west and east  \n    at the word of the Holy One,  \n    rejoicing that God has remembered them."},{"verse": 6, "text": "For they went out from you on foot,  \n    led away by their enemies;  \nbut God will bring them back to you,  \n    carried in glory, as on a royal throne."},{"verse": 7, "text": "For God has ordered that every high mountain and the everlasting hills be made low  \n    and the valleys filled up, to make level ground,  \n    so that Israel may walk safely in the glory of God."},{"verse": 8, "text": "The woods and every fragrant tree  \n    have shaded Israel at God\"s command."},{"verse": 9, "text": "For God will lead Israel with joy,  \n    in the light of his glory,  \n    with the mercy and righteousness that come from him."}]}
,{"chapter": 6, "verses":[{"verse": 1, "footnotes": {"a": "Baruch 6:1 The King James Version (like the Latin Vulgate) prints The Letter of Jeremiah as Chapter 6 of the Book of Baruch, and the chapter and verse numbers are here retained. In the Greek Septuagint, the Letter is separated from Baruch by the Book of Lamentations."}, "text": "||The Letter of Jeremiah||[^a] A copy of a letter that Jeremiah sent to those who were to be taken to Babylon as exiles by the king of the Babylonians, to give them the message that God had commanded him."},{"verse": 2, "text": "||The People Face a Long Captivity||Because of the sins that you have committed before God, you will be taken to Babylon as exiles by Nebuchadnezzar, king of the Babylonians."},{"verse": 3, "text": "Therefore when you have come to Babylon you will remain there for many years, for a long time, up to seven generations; after that I will bring you away from there in peace."},{"verse": 4, "text": "Now in Babylon you will see gods made of silver and gold and wood, which people carry on their shoulders, and which cause the heathen to fear."},{"verse": 5, "footnotes": {"a": "Baruch 6:5 Gk _for them_"}, "text": "So beware of becoming at all like the foreigners or of letting fear for these gods[^a] possess you"},{"verse": 6, "text": "when you see the multitude before and behind them worshiping them. But say in your heart, \"It is you, O Lord, whom we must worship.\""},{"verse": 7, "text": "For my angel is with you, and he is watching over your lives."},{"verse": 8, "text": "||The Helplessness of Idols||Their tongues are smoothed by the carpenter, and they themselves are overlaid with gold and silver; but they are false and cannot speak."},{"verse": 9, "footnotes": {"a": "Baruch 6:9 Gk _They_"}, "text": "People[^a] take gold and make crowns for the heads of their gods, as they might for a girl who loves ornaments."},{"verse": 10, "text": "Sometimes the priests secretly take gold and silver from their gods and spend it on themselves,"},{"verse": 11, "footnotes": {"a": "Baruch 6:11 Gk _them_"}, "text": "or even give some of it to the prostitutes on the terrace. They deck their gods[^a] out with garments like human beings--these gods of silver and gold and wood"},{"verse": 12, "text": "that cannot save themselves from rust and corrosion. When they have been dressed in purple robes,"},{"verse": 13, "text": "their faces are wiped because of the dust from the temple, which is thick upon them."},{"verse": 14, "text": "One of them holds a scepter, like a district judge, but is unable to destroy anyone who offends it."},{"verse": 15, "text": "Another has a dagger in its right hand, and an ax, but cannot defend itself from war and robbers."},{"verse": 16, "text": "From this it is evident that they are not gods; so do not fear them."},{"verse": 17, "text": "For just as someone\"s dish is useless when it is broken,"},{"verse": 18, "text": "so are their gods when they have been set up in the temples. Their eyes are full of the dust raised by the feet of those who enter. And just as the gates are shut on every side against anyone who has offended a king, as though under sentence of death, so the priests make their temples secure with doors and locks and bars, in order that they may not be plundered by robbers."},{"verse": 19, "footnotes": {"a": "Baruch 6:19 Gk _they_"}, "text": "They light more lamps for them than they light for themselves, though their gods[^a] can see none of them."},{"verse": 20, "footnotes": {"a": "Baruch 6:20 Gk _It is_"}, "text": "They are[^a] just like a beam of the temple, but their hearts, it is said, are eaten away when crawling creatures from the earth devour them and their robes. They do not notice"},{"verse": 21, "text": "when their faces have been blackened by the smoke of the temple."},{"verse": 22, "text": "Bats, swallows, and birds alight on their bodies and heads; and so do cats."},{"verse": 23, "text": "From this you will know that they are not gods; so do not fear them."},{"verse": 24, "footnotes": {"a": "Baruch 6:24 Lat Syr: Gk _they_"}, "text": "As for the gold that they wear for beauty--it[^a] will not shine unless someone wipes off the tarnish; for even when they were being cast, they did not feel it."},{"verse": 25, "text": "They are bought without regard to cost, but there is no breath in them."},{"verse": 26, "text": "Having no feet, they are carried on the shoulders of others, revealing to humankind their worthlessness. And those who serve them are put to shame"},{"verse": 27, "footnotes": {"a": "Baruch 6:27 Gk _if they fall_"}, "text": "because, if any of these gods falls[^a] to the ground, they themselves must pick it up. If anyone sets it upright, it cannot move itself; and if it is tipped over, it cannot straighten itself. Gifts are placed before them just as before the dead."},{"verse": 28, "footnotes": {"a": "Baruch 6:28 Gk _to them_", "b": "Baruch 6:28 Gk _of them_"}, "text": "The priests sell the sacrifices that are offered to these gods[^a] and use the money themselves. Likewise their wives preserve some of the meat[^b] with salt, but give none to the poor or helpless."},{"verse": 29, "text": "Sacrifices to them may even be touched by women in their periods or at childbirth. Since you know by these things that they are not gods, do not fear them."},{"verse": 30, "text": "For how can they be called gods? Women serve meals for gods of silver and gold and wood;"},{"verse": 31, "text": "and in their temples the priests sit with their clothes torn, their heads and beards shaved, and their heads uncovered."},{"verse": 32, "text": "They howl and shout before their gods as some do at a funeral banquet."},{"verse": 33, "footnotes": {"a": "Baruch 6:33 Gk _some of their clothing_"}, "text": "The priests take some of the clothing of their gods[^a] to clothe their wives and children."},{"verse": 34, "text": "Whether one does evil to them or good, they will not be able to repay it. They cannot set up a king or depose one."},{"verse": 35, "text": "Likewise they are not able to give either wealth or money; if one makes a vow to them and does not keep it, they will not require it."},{"verse": 36, "text": "They cannot save anyone from death or rescue the weak from the strong."},{"verse": 37, "text": "They cannot restore sight to the blind; they cannot rescue one who is in distress."},{"verse": 38, "text": "They cannot take pity on a widow or do good to an orphan."},{"verse": 39, "text": "These things that are made of wood and overlaid with gold and silver are like stones from the mountain, and those who serve them will be put to shame."},{"verse": 40, "footnotes": {"a": "Baruch 6:40 Gk _he_"}, "text": "Why then must anyone think that they are gods, or call them gods?||The Foolishness of Worshiping Idols||\nBesides, even the Chaldeans themselves dishonor them; for when they see someone who cannot speak, they bring Bel and pray that the mute may speak, as though Bel[^a] were able to understand!"},{"verse": 41, "text": "Yet they themselves cannot perceive this and abandon them, for they have no sense."},{"verse": 42, "text": "And the women, with cords around them, sit along the passageways, burning bran for incense."},{"verse": 43, "text": "When one of them is led off by one of the passers-by and is taken to bed by him, she derides the woman next to her, because she was not as attractive as herself and her cord was not broken."},{"verse": 44, "footnotes": {"a": "Baruch 6:44 Gk _them_"}, "text": "Whatever is done for these idols[^a] is false. Why then must anyone think that they are gods, or call them gods?"},{"verse": 45, "text": "They are made by carpenters and goldsmiths; they can be nothing but what the artisans wish them to be."},{"verse": 46, "text": "Those who make them will certainly not live very long themselves;"},{"verse": 47, "text": "how then can the things that are made by them be gods? They have left only lies and reproach for those who come after."},{"verse": 48, "footnotes": {"a": "Baruch 6:48 Gk _them_"}, "text": "For when war or calamity comes upon them, the priests consult together as to where they can hide themselves and their gods.[^a]"},{"verse": 49, "text": "How then can one fail to see that these are not gods, for they cannot save themselves from war or calamity?"},{"verse": 50, "text": "Since they are made of wood and overlaid with gold and silver, it will afterward be known that they are false."},{"verse": 51, "text": "It will be manifest to all the nations and kings that they are not gods but the work of human hands, and that there is no work of God in them."},{"verse": 52, "footnotes": {"a": "Baruch 6:52 Meaning of Gk uncertain"}, "text": "Who then can fail to know that they are not gods?[^a]"},{"verse": 53, "text": "For they cannot set up a king over a country or give rain to people."},{"verse": 54, "text": "They cannot judge their own cause or deliver one who is wronged, for they have no power;"},{"verse": 55, "footnotes": {"a": "Baruch 6:55 Gk _they_"}, "text": "they are like crows between heaven and earth. When fire breaks out in a temple of wooden gods overlaid with gold or silver, their priests will flee and escape, but the gods[^a] will be burned up like timbers."},{"verse": 56, "text": "Besides, they can offer no resistance to king or enemy. Why then must anyone admit or think that they are gods?"},{"verse": 57, "text": "Gods made of wood and overlaid with silver and gold are unable to save themselves from thieves or robbers."},{"verse": 58, "text": "Anyone who can will strip them of their gold and silver and of the robes they wear, and go off with this booty, and they will not be able to help themselves."},{"verse": 59, "text": "So it is better to be a king who shows his courage, or a household utensil that serves its owner\"s need, than to be these false gods; better even the door of a house that protects its contents, than these false gods; better also a wooden pillar in a palace, than these false gods."},{"verse": 60, "text": "For sun and moon and stars are bright, and when sent to do a service, they are obedient."},{"verse": 61, "text": "So also the lightning, when it flashes, is widely seen; and the wind likewise blows in every land."},{"verse": 62, "text": "When God commands the clouds to go over the whole world, they carry out his command."},{"verse": 63, "footnotes": {"a": "Baruch 6:63 Gk _these things_"}, "text": "And the fire sent from above to consume mountains and woods does what it is ordered. But these idols[^a] are not to be compared with them in appearance or power."},{"verse": 64, "text": "Therefore one must not think that they are gods, nor call them gods, for they are not able either to decide a case or to do good to anyone."},{"verse": 65, "text": "Since you know then that they are not gods, do not fear them."},{"verse": 66, "text": "They can neither curse nor bless kings;"},{"verse": 67, "text": "they cannot show signs in the heavens for the nations, or shine like the sun or give light like the moon."},{"verse": 68, "text": "The wild animals are better than they are, for they can flee to shelter and help themselves."},{"verse": 69, "text": "So we have no evidence whatever that they are gods; therefore do not fear them."},{"verse": 70, "text": "Like a scarecrow in a cucumber bed, which guards nothing, so are their gods of wood, overlaid with gold and silver."},{"verse": 71, "text": "In the same way, their gods of wood, overlaid with gold and silver, are like a thornbush in a garden on which every bird perches; or like a corpse thrown out in the darkness."},{"verse": 72, "footnotes": {"a": "Baruch 6:72 Cn: Gk _marble_, Syr _silk_"}, "text": "From the purple and linen[^a] that rot upon them you will know that they are not gods; and they will finally be consumed themselves, and be a reproach in the land."},{"verse": 73, "text": "Better, therefore, is someone upright who has no idols; such a person will be far above reproach."}]}
]}