{"book": "Colossians", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Salutation||Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,"},{"verse": 2, "footnotes": {"a": "Colossians 1:2 Gk _brothers_"}, "text": "To the saints and faithful brothers and sisters[^a] in Christ in Colossae:\nGrace to you and peace from God our Father."},{"verse": 3, "text": "||Paul Thanks God for the Colossians||In our prayers for you we always thank God, the Father of our Lord Jesus Christ,"},{"verse": 4, "text": "for we have heard of your faith in Christ Jesus and of the love that you have for all the saints,"},{"verse": 5, "text": "because of the hope laid up for you in heaven. You have heard of this hope before in the word of the truth, the gospel"},{"verse": 6, "text": "that has come to you. Just as it is bearing fruit and growing in the whole world, so it has been bearing fruit among yourselves from the day you heard it and truly comprehended the grace of God."},{"verse": 7, "footnotes": {"a": "Colossians 1:7 Gk _slave_", "b": "Colossians 1:7 Other ancient authorities read _our_"}, "text": "This you learned from Epaphras, our beloved fellow servant.[^a] He is a faithful minister of Christ on your[^b] behalf,"},{"verse": 8, "text": "and he has made known to us your love in the Spirit."},{"verse": 9, "footnotes": {"a": "Colossians 1:9 Gk _his_"}, "text": "For this reason, since the day we heard it, we have not ceased praying for you and asking that you may be filled with the knowledge of God\"s[^a] will in all spiritual wisdom and understanding,"},{"verse": 10, "text": "so that you may lead lives worthy of the Lord, fully pleasing to him, as you bear fruit in every good work and as you grow in the knowledge of God."},{"verse": 11, "text": "May you be made strong with all the strength that comes from his glorious power, and may you be prepared to endure everything with patience, while joyfully"},{"verse": 12, "footnotes": {"a": "Colossians 1:12 Other ancient authorities read _called_", "b": "Colossians 1:12 Other ancient authorities read _us_"}, "text": "giving thanks to the Father, who has enabled[^a] you[^b] to share in the inheritance of the saints in the light."},{"verse": 13, "text": "He has rescued us from the power of darkness and transferred us into the kingdom of his beloved Son,"},{"verse": 14, "footnotes": {"a": "Colossians 1:14 Other ancient authorities add _through his blood_"}, "text": "in whom we have redemption, the forgiveness of sins.[^a]"},{"verse": 15, "text": "||The Supremacy of Christ||He is the image of the invisible God, the firstborn of all creation;"},{"verse": 16, "footnotes": {"a": "Colossians 1:16 Or _by_"}, "text": "for in[^a] him all things in heaven and on earth were created, things visible and invisible, whether thrones or dominions or rulers or powers--all things have been created through him and for him."},{"verse": 17, "footnotes": {"a": "Colossians 1:17 Or _by_"}, "text": "He himself is before all things, and in[^a] him all things hold together."},{"verse": 18, "text": "He is the head of the body, the church; he is the beginning, the firstborn from the dead, so that he might come to have first place in everything."},{"verse": 19, "text": "For in him all the fullness of God was pleased to dwell,"},{"verse": 20, "text": "and through him God was pleased to reconcile to himself all things, whether on earth or in heaven, by making peace through the blood of his cross."},{"verse": 21, "text": "And you who were once estranged and hostile in mind, doing evil deeds,"},{"verse": 22, "footnotes": {"a": "Colossians 1:22 Other ancient authorities read _you have now been reconciled_", "b": "Colossians 1:22 Gk _in the body of his flesh_"}, "text": "he has now reconciled[^a] in his fleshly body[^b] through death, so as to present you holy and blameless and irreproachable before him--"},{"verse": 23, "text": "provided that you continue securely established and steadfast in the faith, without shifting from the hope promised by the gospel that you heard, which has been proclaimed to every creature under heaven. I, Paul, became a servant of this gospel."},{"verse": 24, "text": "||Paul\"s Interest in the Colossians||I am now rejoicing in my sufferings for your sake, and in my flesh I am completing what is lacking in Christ\"s afflictions for the sake of his body, that is, the church."},{"verse": 25, "text": "I became its servant according to God\"s commission that was given to me for you, to make the word of God fully known,"},{"verse": 26, "text": "the mystery that has been hidden throughout the ages and generations but has now been revealed to his saints."},{"verse": 27, "text": "To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory."},{"verse": 28, "text": "It is he whom we proclaim, warning everyone and teaching everyone in all wisdom, so that we may present everyone mature in Christ."},{"verse": 29, "text": "For this I toil and struggle with all the energy that he powerfully inspires within me."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "For I want you to know how much I am struggling for you, and for those in Laodicea, and for all who have not seen me face to face."},{"verse": 2, "footnotes": {"a": "Colossians 2:2 Other ancient authorities read _of the mystery of God, both of the Father and of Christ_"}, "text": "I want their hearts to be encouraged and united in love, so that they may have all the riches of assured understanding and have the knowledge of God\"s mystery, that is, Christ himself,[^a]"},{"verse": 3, "text": "in whom are hidden all the treasures of wisdom and knowledge."},{"verse": 4, "text": "I am saying this so that no one may deceive you with plausible arguments."},{"verse": 5, "text": "For though I am absent in body, yet I am with you in spirit, and I rejoice to see your morale and the firmness of your faith in Christ."},{"verse": 6, "footnotes": {"a": "Colossians 2:6 Gk _to walk_"}, "text": "||Fullness of Life in Christ||As you therefore have received Christ Jesus the Lord, continue to live your lives[^a] in him,"},{"verse": 7, "text": "rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving."},{"verse": 8, "footnotes": {"a": "Colossians 2:8 Or _the rudiments of the world_"}, "text": "See to it that no one takes you captive through philosophy and empty deceit, according to human tradition, according to the elemental spirits of the universe,[^a] and not according to Christ."},{"verse": 9, "text": "For in him the whole fullness of deity dwells bodily,"},{"verse": 10, "text": "and you have come to fullness in him, who is the head of every ruler and authority."},{"verse": 11, "footnotes": {"a": "Colossians 2:11 Gk _a circumcision made without hands_"}, "text": "In him also you were circumcised with a spiritual circumcision,[^a] by putting off the body of the flesh in the circumcision of Christ;"},{"verse": 12, "text": "when you were buried with him in baptism, you were also raised with him through faith in the power of God, who raised him from the dead."},{"verse": 13, "footnotes": {"a": "Colossians 2:13 Gk _he_", "b": "Colossians 2:13 Other ancient authorities read _made us_; others, _made_"}, "text": "And when you were dead in trespasses and the uncircumcision of your flesh, God[^a] made you[^b] alive together with him, when he forgave us all our trespasses,"},{"verse": 14, "text": "erasing the record that stood against us with its legal demands. He set this aside, nailing it to the cross."},{"verse": 15, "footnotes": {"a": "Colossians 2:15 Or _divested himself of_"}, "text": "He disarmed[^a] the rulers and authorities and made a public example of them, triumphing over them in it."},{"verse": 16, "text": "Therefore do not let anyone condemn you in matters of food and drink or of observing festivals, new moons, or sabbaths."},{"verse": 17, "text": "These are only a shadow of what is to come, but the substance belongs to Christ."},{"verse": 18, "footnotes": {"a": "Colossians 2:18 Other ancient authorities read _not dwelling_", "b": "Colossians 2:18 Meaning of Gk uncertain", "c": "Colossians 2:18 Gk _by the mind of his flesh_"}, "text": "Do not let anyone disqualify you, insisting on self-abasement and worship of angels, dwelling[^a] on visions,[^b] puffed up without cause by a human way of thinking,[^c]"},{"verse": 19, "text": "and not holding fast to the head, from whom the whole body, nourished and held together by its ligaments and sinews, grows with a growth that is from God."},{"verse": 20, "footnotes": {"a": "Colossians 2:20 Or _the rudiments of the world_"}, "text": "||Warnings against False Teachers||If with Christ you died to the elemental spirits of the universe,[^a] why do you live as if you still belonged to the world? Why do you submit to regulations,"},{"verse": 21, "text": "\"Do not handle, Do not taste, Do not touch\"?"},{"verse": 22, "text": "All these regulations refer to things that perish with use; they are simply human commands and teachings."},{"verse": 23, "footnotes": {"a": "Colossians 2:23 Or _are of no value, serving only to indulge the flesh_"}, "text": "These have indeed an appearance of wisdom in promoting self-imposed piety, humility, and severe treatment of the body, but they are of no value in checking self-indulgence.[^a]"}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||The New Life in Christ||So if you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God."},{"verse": 2, "text": "Set your minds on things that are above, not on things that are on earth,"},{"verse": 3, "text": "for you have died, and your life is hidden with Christ in God."},{"verse": 4, "footnotes": {"a": "Colossians 3:4 Other authorities read _our_"}, "text": "When Christ who is your[^a] life is revealed, then you also will be revealed with him in glory."},{"verse": 5, "text": "Put to death, therefore, whatever in you is earthly: fornication, impurity, passion, evil desire, and greed (which is idolatry)."},{"verse": 6, "footnotes": {"a": "Colossians 3:6 Other ancient authorities lack _on those who are disobedient_ (Gk _the children of disobedience_)"}, "text": "On account of these the wrath of God is coming on those who are disobedient.[^a]"},{"verse": 7, "footnotes": {"a": "Colossians 3:7 Or _living among such people_"}, "text": "These are the ways you also once followed, when you were living that life.[^a]"},{"verse": 8, "footnotes": {"a": "Colossians 3:8 Or _filthy_"}, "text": "But now you must get rid of all such things--anger, wrath, malice, slander, and abusive[^a] language from your mouth."},{"verse": 9, "text": "Do not lie to one another, seeing that you have stripped off the old self with its practices"},{"verse": 10, "text": "and have clothed yourselves with the new self, which is being renewed in knowledge according to the image of its creator."},{"verse": 11, "footnotes": {"a": "Colossians 3:11 Gk _its creator, |[11 ]|where_"}, "text": "In that renewal[^a] there is no longer Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave and free; but Christ is all and in all!"},{"verse": 12, "text": "As God\"s chosen ones, holy and beloved, clothe yourselves with compassion, kindness, humility, meekness, and patience."},{"verse": 13, "footnotes": {"a": "Colossians 3:13 Other ancient authorities read _just as Christ_"}, "text": "Bear with one another and, if anyone has a complaint against another, forgive each other; just as the Lord[^a] has forgiven you, so you also must forgive."},{"verse": 14, "text": "Above all, clothe yourselves with love, which binds everything together in perfect harmony."},{"verse": 15, "text": "And let the peace of Christ rule in your hearts, to which indeed you were called in the one body. And be thankful."},{"verse": 16, "footnotes": {"a": "Colossians 3:16 Other ancient authorities read _of God_, or _of the Lord_", "b": "Colossians 3:16 Other ancient authorities read _to the Lord_"}, "text": "Let the word of Christ[^a] dwell in you richly; teach and admonish one another in all wisdom; and with gratitude in your hearts sing psalms, hymns, and spiritual songs to God.[^b]"},{"verse": 17, "text": "And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him."},{"verse": 18, "text": "||Rules for Christian Households||Wives, be subject to your husbands, as is fitting in the Lord."},{"verse": 19, "text": "Husbands, love your wives and never treat them harshly."},{"verse": 20, "text": "Children, obey your parents in everything, for this is your acceptable duty in the Lord."},{"verse": 21, "text": "Fathers, do not provoke your children, or they may lose heart."},{"verse": 22, "footnotes": {"a": "Colossians 3:22 In Greek the same word is used for _master_ and _Lord_", "b": "Colossians 3:22 In Greek the same word is used for _master_ and _Lord_"}, "text": "Slaves, obey your earthly masters[^a] in everything, not only while being watched and in order to please them, but wholeheartedly, fearing the Lord.[^b]"},{"verse": 23, "footnotes": {"a": "Colossians 3:23 Gk _not for men_"}, "text": "Whatever your task, put yourselves into it, as done for the Lord and not for your masters,[^a]"},{"verse": 24, "footnotes": {"a": "Colossians 3:24 Or _you are slaves of_, or _be slaves of_"}, "text": "since you know that from the Lord you will receive the inheritance as your reward; you serve[^a] the Lord Christ."},{"verse": 25, "text": "For the wrongdoer will be paid back for whatever wrong has been done, and there is no partiality."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "Masters, treat your slaves justly and fairly, for you know that you also have a Master in heaven."},{"verse": 2, "text": "||Further Instructions||Devote yourselves to prayer, keeping alert in it with thanksgiving."},{"verse": 3, "text": "At the same time pray for us as well that God will open to us a door for the word, that we may declare the mystery of Christ, for which I am in prison,"},{"verse": 4, "text": "so that I may reveal it clearly, as I should."},{"verse": 5, "footnotes": {"a": "Colossians 4:5 Or _opportunity_"}, "text": "Conduct yourselves wisely toward outsiders, making the most of the time.[^a]"},{"verse": 6, "text": "Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer everyone."},{"verse": 7, "footnotes": {"a": "Colossians 4:7 Gk _slave_"}, "text": "||Final Greetings and Benediction||Tychicus will tell you all the news about me; he is a beloved brother, a faithful minister, and a fellow servant[^a] in the Lord."},{"verse": 8, "footnotes": {"a": "Colossians 4:8 Other authorities read _that I may know how you are_"}, "text": "I have sent him to you for this very purpose, so that you may know how we are[^a] and that he may encourage your hearts;"},{"verse": 9, "text": "he is coming with Onesimus, the faithful and beloved brother, who is one of you. They will tell you about everything here."},{"verse": 10, "text": "Aristarchus my fellow prisoner greets you, as does Mark the cousin of Barnabas, concerning whom you have received instructions--if he comes to you, welcome him."},{"verse": 11, "text": "And Jesus who is called Justus greets you. These are the only ones of the circumcision among my co-workers for the kingdom of God, and they have been a comfort to me."},{"verse": 12, "footnotes": {"a": "Colossians 4:12 Gk _slave_"}, "text": "Epaphras, who is one of you, a servant[^a] of Christ Jesus, greets you. He is always wrestling in his prayers on your behalf, so that you may stand mature and fully assured in everything that God wills."},{"verse": 13, "text": "For I testify for him that he has worked hard for you and for those in Laodicea and in Hierapolis."},{"verse": 14, "text": "Luke, the beloved physician, and Demas greet you."},{"verse": 15, "footnotes": {"a": "Colossians 4:15 Gk _brothers_"}, "text": "Give my greetings to the brothers and sisters[^a] in Laodicea, and to Nympha and the church in her house."},{"verse": 16, "text": "And when this letter has been read among you, have it read also in the church of the Laodiceans; and see that you read also the letter from Laodicea."},{"verse": 17, "text": "And say to Archippus, \"See that you complete the task that you have received in the Lord.\""},{"verse": 18, "footnotes": {"a": "Colossians 4:18 Other ancient authorities add _Amen_"}, "text": "I, Paul, write this greeting with my own hand. Remember my chains. Grace be with you.[^a]"}]}
]}