{"book": "Ephesians", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Ephesians 1:1 Other ancient authorities lack _in Ephesus_, reading _saints who are also faithful_"}, "text": "||Salutation||Paul, an apostle of Christ Jesus by the will of God,\nTo the saints who are in Ephesus and are faithful[^a] in Christ Jesus:"},{"verse": 2, "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."},{"verse": 3, "text": "||Spiritual Blessings in Christ||Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places,"},{"verse": 4, "footnotes": {"a": "Ephesians 1:4 Gk _in him_"}, "text": "just as he chose us in Christ[^a] before the foundation of the world to be holy and blameless before him in love."},{"verse": 5, "text": "He destined us for adoption as his children through Jesus Christ, according to the good pleasure of his will,"},{"verse": 6, "text": "to the praise of his glorious grace that he freely bestowed on us in the Beloved."},{"verse": 7, "text": "In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace"},{"verse": 8, "text": "that he lavished on us. With all wisdom and insight"},{"verse": 9, "text": "he has made known to us the mystery of his will, according to his good pleasure that he set forth in Christ,"},{"verse": 10, "text": "as a plan for the fullness of time, to gather up all things in him, things in heaven and things on earth."},{"verse": 11, "footnotes": {"a": "Ephesians 1:11 Or _been made a heritage_"}, "text": "In Christ we have also obtained an inheritance,[^a] having been destined according to the purpose of him who accomplishes all things according to his counsel and will,"},{"verse": 12, "text": "so that we, who were the first to set our hope on Christ, might live for the praise of his glory."},{"verse": 13, "text": "In him you also, when you had heard the word of truth, the gospel of your salvation, and had believed in him, were marked with the seal of the promised Holy Spirit;"},{"verse": 14, "footnotes": {"a": "Ephesians 1:14 Other ancient authorities read _who_"}, "text": "this[^a] is the pledge of our inheritance toward redemption as God\"s own people, to the praise of his glory."},{"verse": 15, "footnotes": {"a": "Ephesians 1:15 Other ancient authorities lack _and your love_"}, "text": "||Paul\"s Prayer||I have heard of your faith in the Lord Jesus and your love[^a] toward all the saints, and for this reason"},{"verse": 16, "text": "I do not cease to give thanks for you as I remember you in my prayers."},{"verse": 17, "text": "I pray that the God of our Lord Jesus Christ, the Father of glory, may give you a spirit of wisdom and revelation as you come to know him,"},{"verse": 18, "text": "so that, with the eyes of your heart enlightened, you may know what is the hope to which he has called you, what are the riches of his glorious inheritance among the saints,"},{"verse": 19, "text": "and what is the immeasurable greatness of his power for us who believe, according to the working of his great power."},{"verse": 20, "footnotes": {"a": "Ephesians 1:20 Gk _He_"}, "text": "God[^a] put this power to work in Christ when he raised him from the dead and seated him at his right hand in the heavenly places,"},{"verse": 21, "text": "far above all rule and authority and power and dominion, and above every name that is named, not only in this age but also in the age to come."},{"verse": 22, "text": "And he has put all things under his feet and has made him the head over all things for the church,"},{"verse": 23, "text": "which is his body, the fullness of him who fills all in all."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||From Death to Life||You were dead through the trespasses and sins"},{"verse": 2, "text": "in which you once lived, following the course of this world, following the ruler of the power of the air, the spirit that is now at work among those who are disobedient."},{"verse": 3, "text": "All of us once lived among them in the passions of our flesh, following the desires of flesh and senses, and we were by nature children of wrath, like everyone else."},{"verse": 4, "text": "But God, who is rich in mercy, out of the great love with which he loved us"},{"verse": 5, "footnotes": {"a": "Ephesians 2:5 Other ancient authorities read _in Christ_"}, "text": "even when we were dead through our trespasses, made us alive together with Christ[^a]--by grace you have been saved--"},{"verse": 6, "text": "and raised us up with him and seated us with him in the heavenly places in Christ Jesus,"},{"verse": 7, "text": "so that in the ages to come he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus."},{"verse": 8, "text": "For by grace you have been saved through faith, and this is not your own doing; it is the gift of God--"},{"verse": 9, "text": "not the result of works, so that no one may boast."},{"verse": 10, "text": "For we are what he has made us, created in Christ Jesus for good works, which God prepared beforehand to be our way of life."},{"verse": 11, "footnotes": {"a": "Ephesians 2:11 Gk _in the flesh_"}, "text": "||One in Christ||So then, remember that at one time you Gentiles by birth,[^a] called \"the uncircumcision\" by those who are called \"the circumcision\"--a physical circumcision made in the flesh by human hands--"},{"verse": 12, "text": "remember that you were at that time without Christ, being aliens from the commonwealth of Israel, and strangers to the covenants of promise, having no hope and without God in the world."},{"verse": 13, "text": "But now in Christ Jesus you who once were far off have been brought near by the blood of Christ."},{"verse": 14, "text": "For he is our peace; in his flesh he has made both groups into one and has broken down the dividing wall, that is, the hostility between us."},{"verse": 15, "text": "He has abolished the law with its commandments and ordinances, that he might create in himself one new humanity in place of the two, thus making peace,"},{"verse": 16, "footnotes": {"a": "Ephesians 2:16 Or _reconcile both of us in one body for God_", "b": "Ephesians 2:16 Or _in him_, or _in himself_"}, "text": "and might reconcile both groups to God in one body[^a] through the cross, thus putting to death that hostility through it.[^b]"},{"verse": 17, "text": "So he came and proclaimed peace to you who were far off and peace to those who were near;"},{"verse": 18, "text": "for through him both of us have access in one Spirit to the Father."},{"verse": 19, "text": "So then you are no longer strangers and aliens, but you are citizens with the saints and also members of the household of God,"},{"verse": 20, "footnotes": {"a": "Ephesians 2:20 Or _keystone_"}, "text": "built upon the foundation of the apostles and prophets, with Christ Jesus himself as the cornerstone.[^a]"},{"verse": 21, "text": "In him the whole structure is joined together and grows into a holy temple in the Lord;"},{"verse": 22, "footnotes": {"a": "Ephesians 2:22 Gk _in the Spirit_"}, "text": "in whom you also are built together spiritually[^a] into a dwelling place for God."}]}
,{"chapter": 3, "verses":[{"verse": 1, "footnotes": {"a": "Ephesians 3:1 Or _of_"}, "text": "||Paul\"s Ministry to the Gentiles||This is the reason that I Paul am a prisoner for[^a] Christ Jesus for the sake of you Gentiles--"},{"verse": 2, "text": "for surely you have already heard of the commission of God\"s grace that was given me for you,"},{"verse": 3, "text": "and how the mystery was made known to me by revelation, as I wrote above in a few words,"},{"verse": 4, "text": "a reading of which will enable you to perceive my understanding of the mystery of Christ."},{"verse": 5, "footnotes": {"a": "Ephesians 3:5 Gk _it_"}, "text": "In former generations this mystery[^a] was not made known to humankind, as it has now been revealed to his holy apostles and prophets by the Spirit:"},{"verse": 6, "text": "that is, the Gentiles have become fellow heirs, members of the same body, and sharers in the promise in Christ Jesus through the gospel."},{"verse": 7, "text": "Of this gospel I have become a servant according to the gift of God\"s grace that was given me by the working of his power."},{"verse": 8, "text": "Although I am the very least of all the saints, this grace was given to me to bring to the Gentiles the news of the boundless riches of Christ,"},{"verse": 9, "footnotes": {"a": "Ephesians 3:9 Other ancient authorities read _to bring to light_", "b": "Ephesians 3:9 Or _by_"}, "text": "and to make everyone see[^a] what is the plan of the mystery hidden for ages in[^b] God who created all things;"},{"verse": 10, "text": "so that through the church the wisdom of God in its rich variety might now be made known to the rulers and authorities in the heavenly places."},{"verse": 11, "text": "This was in accordance with the eternal purpose that he has carried out in Christ Jesus our Lord,"},{"verse": 12, "footnotes": {"a": "Ephesians 3:12 Or _the faith of him_"}, "text": "in whom we have access to God in boldness and confidence through faith in him.[^a]"},{"verse": 13, "footnotes": {"a": "Ephesians 3:13 Or _I_"}, "text": "I pray therefore that you[^a] may not lose heart over my sufferings for you; they are your glory."},{"verse": 14, "footnotes": {"a": "Ephesians 3:14 Other ancient authorities add _of our Lord Jesus Christ_"}, "text": "||Prayer for the Readers||For this reason I bow my knees before the Father,[^a]"},{"verse": 15, "footnotes": {"a": "Ephesians 3:15 Gk _fatherhood_"}, "text": "from whom every family[^a] in heaven and on earth takes its name."},{"verse": 16, "text": "I pray that, according to the riches of his glory, he may grant that you may be strengthened in your inner being with power through his Spirit,"},{"verse": 17, "text": "and that Christ may dwell in your hearts through faith, as you are being rooted and grounded in love."},{"verse": 18, "text": "I pray that you may have the power to comprehend, with all the saints, what is the breadth and length and height and depth,"},{"verse": 19, "text": "and to know the love of Christ that surpasses knowledge, so that you may be filled with all the fullness of God."},{"verse": 20, "text": "Now to him who by the power at work within us is able to accomplish abundantly far more than all we can ask or imagine,"},{"verse": 21, "text": "to him be glory in the church and in Christ Jesus to all generations, forever and ever. Amen."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Unity in the Body of Christ||I therefore, the prisoner in the Lord, beg you to lead a life worthy of the calling to which you have been called,"},{"verse": 2, "text": "with all humility and gentleness, with patience, bearing with one another in love,"},{"verse": 3, "text": "making every effort to maintain the unity of the Spirit in the bond of peace."},{"verse": 4, "text": "There is one body and one Spirit, just as you were called to the one hope of your calling,"},{"verse": 5, "text": "one Lord, one faith, one baptism,"},{"verse": 6, "text": "one God and Father of all, who is above all and through all and in all."},{"verse": 7, "text": "But each of us was given grace according to the measure of Christ\"s gift."},{"verse": 8, "text": "Therefore it is said,\n\"When he ascended on high he made captivity itself a captive;  \n    he gave gifts to his people.\""},{"verse": 9, "footnotes": {"a": "Ephesians 4:9 Other ancient authorities add _first_"}, "text": "(When it says, \"He ascended,\" what does it mean but that he had also descended[^a] into the lower parts of the earth?"},{"verse": 10, "text": "He who descended is the same one who ascended far above all the heavens, so that he might fill all things.)"},{"verse": 11, "text": "The gifts he gave were that some would be apostles, some prophets, some evangelists, some pastors and teachers,"},{"verse": 12, "text": "to equip the saints for the work of ministry, for building up the body of Christ,"},{"verse": 13, "text": "until all of us come to the unity of the faith and of the knowledge of the Son of God, to maturity, to the measure of the full stature of Christ."},{"verse": 14, "text": "We must no longer be children, tossed to and fro and blown about by every wind of doctrine, by people\"s trickery, by their craftiness in deceitful scheming."},{"verse": 15, "text": "But speaking the truth in love, we must grow up in every way into him who is the head, into Christ,"},{"verse": 16, "text": "from whom the whole body, joined and knit together by every ligament with which it is equipped, as each part is working properly, promotes the body\"s growth in building itself up in love."},{"verse": 17, "text": "||The Old Life and the New||Now this I affirm and insist on in the Lord: you must no longer live as the Gentiles live, in the futility of their minds."},{"verse": 18, "text": "They are darkened in their understanding, alienated from the life of God because of their ignorance and hardness of heart."},{"verse": 19, "text": "They have lost all sensitivity and have abandoned themselves to licentiousness, greedy to practice every kind of impurity."},{"verse": 20, "text": "That is not the way you learned Christ!"},{"verse": 21, "text": "For surely you have heard about him and were taught in him, as truth is in Jesus."},{"verse": 22, "text": "You were taught to put away your former way of life, your old self, corrupt and deluded by its lusts,"},{"verse": 23, "text": "and to be renewed in the spirit of your minds,"},{"verse": 24, "text": "and to clothe yourselves with the new self, created according to the likeness of God in true righteousness and holiness."},{"verse": 25, "text": "||Rules for the New Life||So then, putting away falsehood, let all of us speak the truth to our neighbors, for we are members of one another."},{"verse": 26, "text": "Be angry but do not sin; do not let the sun go down on your anger,"},{"verse": 27, "text": "and do not make room for the devil."},{"verse": 28, "text": "Thieves must give up stealing; rather let them labor and work honestly with their own hands, so as to have something to share with the needy."},{"verse": 29, "footnotes": {"a": "Ephesians 4:29 Other ancient authorities read _building up faith_"}, "text": "Let no evil talk come out of your mouths, but only what is useful for building up,[^a] as there is need, so that your words may give grace to those who hear."},{"verse": 30, "text": "And do not grieve the Holy Spirit of God, with which you were marked with a seal for the day of redemption."},{"verse": 31, "text": "Put away from you all bitterness and wrath and anger and wrangling and slander, together with all malice,"},{"verse": 32, "footnotes": {"a": "Ephesians 4:32 Other ancient authorities read _us_"}, "text": "and be kind to one another, tenderhearted, forgiving one another, as God in Christ has forgiven you.[^a]"}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "Therefore be imitators of God, as beloved children,"},{"verse": 2, "footnotes": {"a": "Ephesians 5:2 Other ancient authorities read _you_"}, "text": "and live in love, as Christ loved us[^a] and gave himself up for us, a fragrant offering and sacrifice to God."},{"verse": 3, "text": "||Renounce Pagan Ways||But fornication and impurity of any kind, or greed, must not even be mentioned among you, as is proper among saints."},{"verse": 4, "text": "Entirely out of place is obscene, silly, and vulgar talk; but instead, let there be thanksgiving."},{"verse": 5, "text": "Be sure of this, that no fornicator or impure person, or one who is greedy (that is, an idolater), has any inheritance in the kingdom of Christ and of God."},{"verse": 6, "text": "Let no one deceive you with empty words, for because of these things the wrath of God comes on those who are disobedient."},{"verse": 7, "text": "Therefore do not be associated with them."},{"verse": 8, "text": "For once you were darkness, but now in the Lord you are light. Live as children of light--"},{"verse": 9, "text": "for the fruit of the light is found in all that is good and right and true."},{"verse": 10, "text": "Try to find out what is pleasing to the Lord."},{"verse": 11, "text": "Take no part in the unfruitful works of darkness, but instead expose them."},{"verse": 12, "text": "For it is shameful even to mention what such people do secretly;"},{"verse": 13, "text": "but everything exposed by the light becomes visible,"},{"verse": 14, "text": "for everything that becomes visible is light. Therefore it says,\n\"Sleeper, awake!  \n    Rise from the dead,  \nand Christ will shine on you.\""},{"verse": 15, "text": "Be careful then how you live, not as unwise people but as wise,"},{"verse": 16, "text": "making the most of the time, because the days are evil."},{"verse": 17, "text": "So do not be foolish, but understand what the will of the Lord is."},{"verse": 18, "text": "Do not get drunk with wine, for that is debauchery; but be filled with the Spirit,"},{"verse": 19, "text": "as you sing psalms and hymns and spiritual songs among yourselves, singing and making melody to the Lord in your hearts,"},{"verse": 20, "text": "giving thanks to God the Father at all times and for everything in the name of our Lord Jesus Christ."},{"verse": 21, "text": "||The Christian Household||Be subject to one another out of reverence for Christ."},{"verse": 22, "text": "Wives, be subject to your husbands as you are to the Lord."},{"verse": 23, "text": "For the husband is the head of the wife just as Christ is the head of the church, the body of which he is the Savior."},{"verse": 24, "text": "Just as the church is subject to Christ, so also wives ought to be, in everything, to their husbands."},{"verse": 25, "text": "Husbands, love your wives, just as Christ loved the church and gave himself up for her,"},{"verse": 26, "text": "in order to make her holy by cleansing her with the washing of water by the word,"},{"verse": 27, "text": "so as to present the church to himself in splendor, without a spot or wrinkle or anything of the kind--yes, so that she may be holy and without blemish."},{"verse": 28, "text": "In the same way, husbands should love their wives as they do their own bodies. He who loves his wife loves himself."},{"verse": 29, "text": "For no one ever hates his own body, but he nourishes and tenderly cares for it, just as Christ does for the church,"},{"verse": 30, "footnotes": {"a": "Ephesians 5:30 Other ancient authorities add _of his flesh and of his bones_"}, "text": "because we are members of his body.[^a]"},{"verse": 31, "text": "\"For this reason a man will leave his father and mother and be joined to his wife, and the two will become one flesh.\""},{"verse": 32, "text": "This is a great mystery, and I am applying it to Christ and the church."},{"verse": 33, "text": "Each of you, however, should love his wife as himself, and a wife should respect her husband."}]}
,{"chapter": 6, "verses":[{"verse": 1, "footnotes": {"a": "Ephesians 6:1 Other ancient authorities lack _in the Lord_"}, "text": "||Children and Parents||Children, obey your parents in the Lord,[^a] for this is right."},{"verse": 2, "text": "\"Honor your father and mother\"--this is the first commandment with a promise:"},{"verse": 3, "text": "\"so that it may be well with you and you may live long on the earth.\""},{"verse": 4, "text": "And, fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord."},{"verse": 5, "text": "||Slaves and Masters||Slaves, obey your earthly masters with fear and trembling, in singleness of heart, as you obey Christ;"},{"verse": 6, "text": "not only while being watched, and in order to please them, but as slaves of Christ, doing the will of God from the heart."},{"verse": 7, "text": "Render service with enthusiasm, as to the Lord and not to men and women,"},{"verse": 8, "text": "knowing that whatever good we do, we will receive the same again from the Lord, whether we are slaves or free."},{"verse": 9, "text": "And, masters, do the same to them. Stop threatening them, for you know that both of you have the same Master in heaven, and with him there is no partiality."},{"verse": 10, "text": "||The Whole Armor of God||Finally, be strong in the Lord and in the strength of his power."},{"verse": 11, "text": "Put on the whole armor of God, so that you may be able to stand against the wiles of the devil."},{"verse": 12, "footnotes": {"a": "Ephesians 6:12 Other ancient authorities read _your_"}, "text": "For our[^a] struggle is not against enemies of blood and flesh, but against the rulers, against the authorities, against the cosmic powers of this present darkness, against the spiritual forces of evil in the heavenly places."},{"verse": 13, "text": "Therefore take up the whole armor of God, so that you may be able to withstand on that evil day, and having done everything, to stand firm."},{"verse": 14, "text": "Stand therefore, and fasten the belt of truth around your waist, and put on the breastplate of righteousness."},{"verse": 15, "text": "As shoes for your feet put on whatever will make you ready to proclaim the gospel of peace."},{"verse": 16, "footnotes": {"a": "Ephesians 6:16 Or _In all circumstances_"}, "text": "With all of these,[^a] take the shield of faith, with which you will be able to quench all the flaming arrows of the evil one."},{"verse": 17, "text": "Take the helmet of salvation, and the sword of the Spirit, which is the word of God."},{"verse": 18, "text": "Pray in the Spirit at all times in every prayer and supplication. To that end keep alert and always persevere in supplication for all the saints."},{"verse": 19, "footnotes": {"a": "Ephesians 6:19 Other ancient authorities lack _of the gospel_"}, "text": "Pray also for me, so that when I speak, a message may be given to me to make known with boldness the mystery of the gospel,[^a]"},{"verse": 20, "text": "for which I am an ambassador in chains. Pray that I may declare it boldly, as I must speak."},{"verse": 21, "text": "||Personal Matters and Benediction||So that you also may know how I am and what I am doing, Tychicus will tell you everything. He is a dear brother and a faithful minister in the Lord."},{"verse": 22, "text": "I am sending him to you for this very purpose, to let you know how we are, and to encourage your hearts."},{"verse": 23, "footnotes": {"a": "Ephesians 6:23 Gk _to the brothers_"}, "text": "Peace be to the whole community,[^a] and love with faith, from God the Father and the Lord Jesus Christ."},{"verse": 24, "footnotes": {"a": "Ephesians 6:24 Other ancient authorities add _Amen_"}, "text": "Grace be with all who have an undying love for our Lord Jesus Christ.[^a]"}]}
]}