{"book": "Esther", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Esther 1:1 Chapters 11.2—12.6 correspond to chapter A 1–17 in some translations.", "b": "Esther 1:1 Gk _Semeios_", "c": "Esther 1:1 Or _Voices_", "d": "Esther 1:1 Gk _their own evils_", "e": "Esther 1:1 Or _Nubia_; Heb _Cush_"}, "text": "||Mordecai\"s Dream||[^a] In the second year of the reign of Ahasuerus the Great, on the first day of Nisan, Mordecai son of Jair son of Shimei[^b] son of Kish, of the tribe of Benjamin, had a dream. He was a Jew living in the city of Susa, a great man, serving in the court of the king. He was one of the captives whom King Nebuchadnezzar of Babylon had brought from Jerusalem with King Jeconiah of Judah. And this was his dream: Noises[^c] and confusion, thunders and earthquake, tumult on the earth! Then two great dragons came forward, both ready to fight, and they roared terribly. At their roaring every nation prepared for war, to fight against the righteous nation. It was a day of darkness and gloom, of tribulation and distress, affliction and great tumult on the earth! And the whole righteous nation was troubled; they feared the evils that threatened them,[^d] and were ready to perish. Then they cried out to God; and at their outcry, as though from a tiny spring, there came a great river, with abundant water; light came, and the sun rose, and the lowly were exalted and devoured those held in honor.Mordecai saw in this dream what God had determined to do, and after he awoke he had it on his mind, seeking all day to understand it in every detail.||A Plot against the King||Now Mordecai took his rest in the courtyard with Bigthan and Teresh, the two eunuchs of the king who kept watch in the courtyard. He overheard their conversation and inquired into their purposes, and learned that they were preparing to lay hands on King Ahasuerus; and he informed the king concerning them. Then the king examined the two eunuchs, and after they had confessed it, they were led away to execution. The king made a permanent record of these things, and Mordecai wrote an account of them. And the king ordered Mordecai to serve in the court, and rewarded him for these things. But Haman son of Hammedatha, the Agagite, who was in great honor with the king, determined to injure Mordecai and his people because of the two eunuchs of the king.||King Ahasuerus Deposes Queen Vashti||This happened in the days of Ahasuerus, the same Ahasuerus who ruled over one hundred twenty-seven provinces from India to Ethiopia.[^e]"},{"verse": 2, "text": "In those days when King Ahasuerus sat on his royal throne in the citadel of Susa,"},{"verse": 3, "text": "in the third year of his reign, he gave a banquet for all his officials and ministers. The army of Persia and Media and the nobles and governors of the provinces were present,"},{"verse": 4, "text": "while he displayed the great wealth of his kingdom and the splendor and pomp of his majesty for many days, one hundred eighty days in all."},{"verse": 5, "text": "When these days were completed, the king gave for all the people present in the citadel of Susa, both great and small, a banquet lasting for seven days, in the court of the garden of the king\"s palace."},{"verse": 6, "footnotes": {"a": "Esther 1:6 Or _rods_"}, "text": "There were white cotton curtains and blue hangings tied with cords of fine linen and purple to silver rings[^a] and marble pillars. There were couches of gold and silver on a mosaic pavement of porphyry, marble, mother-of-pearl, and colored stones."},{"verse": 7, "text": "Drinks were served in golden goblets, goblets of different kinds, and the royal wine was lavished according to the bounty of the king."},{"verse": 8, "text": "Drinking was by flagons, without restraint; for the king had given orders to all the officials of his palace to do as each one desired."},{"verse": 9, "text": "Furthermore, Queen Vashti gave a banquet for the women in the palace of King Ahasuerus."},{"verse": 10, "text": "On the seventh day, when the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha and Abagtha, Zethar and Carkas, the seven eunuchs who attended him,"},{"verse": 11, "text": "to bring Queen Vashti before the king, wearing the royal crown, in order to show the peoples and the officials her beauty; for she was fair to behold."},{"verse": 12, "text": "But Queen Vashti refused to come at the king\"s command conveyed by the eunuchs. At this the king was enraged, and his anger burned within him."},{"verse": 13, "footnotes": {"a": "Esther 1:13 Cn: Heb _times_"}, "text": "Then the king consulted the sages who knew the laws[^a] (for this was the king\"s procedure toward all who were versed in law and custom,"},{"verse": 14, "text": "and those next to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven officials of Persia and Media, who had access to the king, and sat first in the kingdom):"},{"verse": 15, "text": "\"According to the law, what is to be done to Queen Vashti because she has not performed the command of King Ahasuerus conveyed by the eunuchs?\""},{"verse": 16, "text": "Then Memucan said in the presence of the king and the officials, \"Not only has Queen Vashti done wrong to the king, but also to all the officials and all the peoples who are in all the provinces of King Ahasuerus."},{"verse": 17, "text": "For this deed of the queen will be made known to all women, causing them to look with contempt on their husbands, since they will say, \"King Ahasuerus commanded Queen Vashti to be brought before him, and she did not come.\""},{"verse": 18, "footnotes": {"a": "Esther 1:18 Cn: Heb _will tell_"}, "text": "This very day the noble ladies of Persia and Media who have heard of the queen\"s behavior will rebel against[^a] the king\"s officials, and there will be no end of contempt and wrath!"},{"verse": 19, "text": "If it pleases the king, let a royal order go out from him, and let it be written among the laws of the Persians and the Medes so that it may not be altered, that Vashti is never again to come before King Ahasuerus; and let the king give her royal position to another who is better than she."},{"verse": 20, "text": "So when the decree made by the king is proclaimed throughout all his kingdom, vast as it is, all women will give honor to their husbands, high and low alike.\""},{"verse": 21, "text": "This advice pleased the king and the officials, and the king did as Memucan proposed;"},{"verse": 22, "footnotes": {"a": "Esther 1:22 Heb adds _and speak according to the language of his people_"}, "text": "he sent letters to all the royal provinces, to every province in its own script and to every people in its own language, declaring that every man should be master in his own house.[^a]"}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Esther Becomes Queen||After these things, when the anger of King Ahasuerus had abated, he remembered Vashti and what she had done and what had been decreed against her."},{"verse": 2, "text": "Then the king\"s servants who attended him said, \"Let beautiful young virgins be sought out for the king."},{"verse": 3, "text": "And let the king appoint commissioners in all the provinces of his kingdom to gather all the beautiful young virgins to the harem in the citadel of Susa under custody of Hegai, the king\"s eunuch, who is in charge of the women; let their cosmetic treatments be given them."},{"verse": 4, "text": "And let the girl who pleases the king be queen instead of Vashti.\" This pleased the king, and he did so."},{"verse": 5, "text": "Now there was a Jew in the citadel of Susa whose name was Mordecai son of Jair son of Shimei son of Kish, a Benjaminite."},{"verse": 6, "footnotes": {"a": "Esther 2:6 Heb _a Benjaminite |[6 ]|who_"}, "text": "Kish[^a] had been carried away from Jerusalem among the captives carried away with King Jeconiah of Judah, whom King Nebuchadnezzar of Babylon had carried away."},{"verse": 7, "footnotes": {"a": "Esther 2:7 Heb _He_"}, "text": "Mordecai[^a] had brought up Hadassah, that is Esther, his cousin, for she had neither father nor mother; the girl was fair and beautiful, and when her father and her mother died, Mordecai adopted her as his own daughter."},{"verse": 8, "text": "So when the king\"s order and his edict were proclaimed, and when many young women were gathered in the citadel of Susa in custody of Hegai, Esther also was taken into the king\"s palace and put in custody of Hegai, who had charge of the women."},{"verse": 9, "text": "The girl pleased him and won his favor, and he quickly provided her with her cosmetic treatments and her portion of food, and with seven chosen maids from the king\"s palace, and advanced her and her maids to the best place in the harem."},{"verse": 10, "text": "Esther did not reveal her people or kindred, for Mordecai had charged her not to tell."},{"verse": 11, "text": "Every day Mordecai would walk around in front of the court of the harem, to learn how Esther was and how she fared."},{"verse": 12, "text": "The turn came for each girl to go in to King Ahasuerus, after being twelve months under the regulations for the women, since this was the regular period of their cosmetic treatment, six months with oil of myrrh and six months with perfumes and cosmetics for women."},{"verse": 13, "text": "When the girl went in to the king she was given whatever she asked for to take with her from the harem to the king\"s palace."},{"verse": 14, "text": "In the evening she went in; then in the morning she came back to the second harem in custody of Shaashgaz, the king\"s eunuch, who was in charge of the concubines; she did not go in to the king again, unless the king delighted in her and she was summoned by name."},{"verse": 15, "text": "When the turn came for Esther daughter of Abihail the uncle of Mordecai, who had adopted her as his own daughter, to go in to the king, she asked for nothing except what Hegai the king\"s eunuch, who had charge of the women, advised. Now Esther was admired by all who saw her."},{"verse": 16, "text": "When Esther was taken to King Ahasuerus in his royal palace in the tenth month, which is the month of Tebeth, in the seventh year of his reign,"},{"verse": 17, "text": "the king loved Esther more than all the other women; of all the virgins she won his favor and devotion, so that he set the royal crown on her head and made her queen instead of Vashti."},{"verse": 18, "footnotes": {"a": "Esther 2:18 Or _an amnesty_"}, "text": "Then the king gave a great banquet to all his officials and ministers--\"Esther\"s banquet.\" He also granted a holiday[^a] to the provinces, and gave gifts with royal liberality."},{"verse": 19, "footnotes": {"a": "Esther 2:19 Heb adds _a second time_"}, "text": "||Mordecai Discovers a Plot||When the virgins were being gathered together,[^a] Mordecai was sitting at the king\"s gate."},{"verse": 20, "text": "Now Esther had not revealed her kindred or her people, as Mordecai had charged her; for Esther obeyed Mordecai just as when she was brought up by him."},{"verse": 21, "footnotes": {"a": "Esther 2:21 Heb _to lay hands on_"}, "text": "In those days, while Mordecai was sitting at the king\"s gate, Bigthan and Teresh, two of the king\"s eunuchs, who guarded the threshold, became angry and conspired to assassinate[^a] King Ahasuerus."},{"verse": 22, "text": "But the matter came to the knowledge of Mordecai, and he told it to Queen Esther, and Esther told the king in the name of Mordecai."},{"verse": 23, "text": "When the affair was investigated and found to be so, both the men were hanged on the gallows. It was recorded in the book of the annals in the presence of the king."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Haman Undertakes to Destroy the Jews||After these things King Ahasuerus promoted Haman son of Hammedatha the Agagite, and advanced him and set his seat above all the officials who were with him."},{"verse": 2, "text": "And all the king\"s servants who were at the king\"s gate bowed down and did obeisance to Haman; for the king had so commanded concerning him. But Mordecai did not bow down or do obeisance."},{"verse": 3, "text": "Then the king\"s servants who were at the king\"s gate said to Mordecai, \"Why do you disobey the king\"s command?\""},{"verse": 4, "text": "When they spoke to him day after day and he would not listen to them, they told Haman, in order to see whether Mordecai\"s words would avail; for he had told them that he was a Jew."},{"verse": 5, "text": "When Haman saw that Mordecai did not bow down or do obeisance to him, Haman was infuriated."},{"verse": 6, "text": "But he thought it beneath him to lay hands on Mordecai alone. So, having been told who Mordecai\"s people were, Haman plotted to destroy all the Jews, the people of Mordecai, throughout the whole kingdom of Ahasuerus."},{"verse": 7, "footnotes": {"a": "Esther 3:7 Cn Compare Gk and verse 13 below: Heb _the twelfth month_"}, "text": "In the first month, which is the month of Nisan, in the twelfth year of King Ahasuerus, they cast Pur--which means \"the lot\"--before Haman for the day and for the month, and the lot fell on the thirteenth day[^a] of the twelfth month, which is the month of Adar."},{"verse": 8, "text": "Then Haman said to King Ahasuerus, \"There is a certain people scattered and separated among the peoples in all the provinces of your kingdom; their laws are different from those of every other people, and they do not keep the king\"s laws, so that it is not appropriate for the king to tolerate them."},{"verse": 9, "text": "If it pleases the king, let a decree be issued for their destruction, and I will pay ten thousand talents of silver into the hands of those who have charge of the king\"s business, so that they may put it into the king\"s treasuries.\""},{"verse": 10, "text": "So the king took his signet ring from his hand and gave it to Haman son of Hammedatha the Agagite, the enemy of the Jews."},{"verse": 11, "text": "The king said to Haman, \"The money is given to you, and the people as well, to do with them as it seems good to you.\""},{"verse": 12, "text": "Then the king\"s secretaries were summoned on the thirteenth day of the first month, and an edict, according to all that Haman commanded, was written to the king\"s satraps and to the governors over all the provinces and to the officials of all the peoples, to every province in its own script and every people in its own language; it was written in the name of King Ahasuerus and sealed with the king\"s ring."},{"verse": 13, "footnotes": {"a": "Esther 3:13 Chapter 13.1–7 corresponds to chapter B 1–7 in some translations."}, "text": "Letters were sent by couriers to all the king\"s provinces, giving orders to destroy, to kill, and to annihilate all Jews, young and old, women and children, in one day, the thirteenth day of the twelfth month, which is the month of Adar, and to plunder their goods.||The King\"s Letter||[^a] This is a copy of the letter: \"The Great King, Ahasuerus, writes the following to the governors of the hundred twenty-seven provinces from India to Ethiopia and to the officials under them:\"Having become ruler of many nations and master of the whole world (not elated with presumption of authority but always acting reasonably and with kindness), I have determined to settle the lives of my subjects in lasting tranquility and, in order to make my kingdom peaceable and open to travel throughout all its extent, to restore the peace desired by all people.\"When I asked my counselors how this might be accomplished, Haman--who excels among us in sound judgment, and is distinguished for his unchanging goodwill and steadfast fidelity, and has attained the second place in the kingdom-- pointed out to us that among all the nations in the world there is scattered a certain hostile people, who have laws contrary to those of every nation and continually disregard the ordinances of kings, so that the unifying of the kingdom that we honorably intend cannot be brought about. We understand that this people, and it alone, stands constantly in opposition to every nation, perversely following a strange manner of life and laws, and is ill-disposed to our government, doing all the harm they can so that our kingdom may not attain stability.\"Therefore we have decreed that those indicated to you in the letters written by Haman, who is in charge of affairs and is our second father, shall all--wives and children included--be utterly destroyed by the swords of their enemies, without pity or restraint, on the fourteenth day of the twelfth month, Adar, of this present year, so that those who have long been hostile and remain so may in a single day go down in violence to Hades, and leave our government completely secure and untroubled hereafter.\""},{"verse": 14, "text": "A copy of the document was to be issued as a decree in every province by proclamation, calling on all the peoples to be ready for that day."},{"verse": 15, "text": "The couriers went quickly by order of the king, and the decree was issued in the citadel of Susa. The king and Haman sat down to drink; but the city of Susa was thrown into confusion."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Esther Agrees to Help the Jews||When Mordecai learned all that had been done, Mordecai tore his clothes and put on sackcloth and ashes, and went through the city, wailing with a loud and bitter cry;"},{"verse": 2, "text": "he went up to the entrance of the king\"s gate, for no one might enter the king\"s gate clothed with sackcloth."},{"verse": 3, "text": "In every province, wherever the king\"s command and his decree came, there was great mourning among the Jews, with fasting and weeping and lamenting, and most of them lay in sackcloth and ashes."},{"verse": 4, "text": "When Esther\"s maids and her eunuchs came and told her, the queen was deeply distressed; she sent garments to clothe Mordecai, so that he might take off his sackcloth; but he would not accept them."},{"verse": 5, "text": "Then Esther called for Hathach, one of the king\"s eunuchs, who had been appointed to attend her, and ordered him to go to Mordecai to learn what was happening and why."},{"verse": 6, "text": "Hathach went out to Mordecai in the open square of the city in front of the king\"s gate,"},{"verse": 7, "text": "and Mordecai told him all that had happened to him, and the exact sum of money that Haman had promised to pay into the king\"s treasuries for the destruction of the Jews."},{"verse": 8, "text": "Mordecai also gave him a copy of the written decree issued in Susa for their destruction, that he might show it to Esther, explain it to her, and charge her to go to the king to make supplication to him and entreat him for her people."},{"verse": 9, "text": "Hathach went and told Esther what Mordecai had said."},{"verse": 10, "text": "Then Esther spoke to Hathach and gave him a message for Mordecai, saying,"},{"verse": 11, "text": "\"All the king\"s servants and the people of the king\"s provinces know that if any man or woman goes to the king inside the inner court without being called, there is but one law--all alike are to be put to death. Only if the king holds out the golden scepter to someone, may that person live. I myself have not been called to come in to the king for thirty days.\""},{"verse": 12, "text": "When they told Mordecai what Esther had said,"},{"verse": 13, "text": "Mordecai told them to reply to Esther, \"Do not think that in the king\"s palace you will escape any more than all the other Jews."},{"verse": 14, "text": "For if you keep silence at such a time as this, relief and deliverance will rise for the Jews from another quarter, but you and your father\"s family will perish. Who knows? Perhaps you have come to royal dignity for just such a time as this.\""},{"verse": 15, "text": "Then Esther said in reply to Mordecai,"},{"verse": 16, "text": "\"Go, gather all the Jews to be found in Susa, and hold a fast on my behalf, and neither eat nor drink for three days, night or day. I and my maids will also fast as you do. After that I will go to the king, though it is against the law; and if I perish, I perish.\""},{"verse": 17, "text": "Mordecai then went away and did everything as Esther had ordered him."}]}
,{"chapter": 5, "verses":[{"verse": 1, "footnotes": {"a": "Esther 5:1 Chapters 13.8—15.16 correspond to chapters C 1–30 and D 1–16 in some translations.", "b": "Esther 5:1 Gk _he_", "c": "Esther 5:1 Gk _for they are eying us_", "d": "Esther 5:1 Gk _mouth_", "e": "Esther 5:1 Gk _brother_", "f": "Esther 5:1 Meaning of Gk uncertain", "g": "Esther 5:1 In Greek, Chapter D replaces verses 1 and 2 in Hebrew."}, "text": "||Mordecai\"s Prayer||[^a] Then Mordecai[^b] prayed to the Lord, calling to remembrance all the works of the Lord.He said, \"O Lord, Lord, you rule as King over all things, for the universe is in your power and there is no one who can oppose you when it is your will to save Israel, for you have made heaven and earth and every wonderful thing under heaven. You are Lord of all, and there is no one who can resist you, the Lord. You know all things; you know, O Lord, that it was not in insolence or pride or for any love of glory that I did this, and refused to bow down to this proud Haman; for I would have been willing to kiss the soles of his feet to save Israel! But I did this so that I might not set human glory above the glory of God, and I will not bow down to anyone but you, who are my Lord; and I will not do these things in pride. And now, O Lord God and King, God of Abraham, spare your people; for the eyes of our foes are upon us[^c] to annihilate us, and they desire to destroy the inheritance that has been yours from the beginning. Do not neglect your portion, which you redeemed for yourself out of the land of Egypt. Hear my prayer, and have mercy upon your inheritance; turn our mourning into feasting that we may live and sing praise to your name, O Lord; do not destroy the lips[^d] of those who praise you.\"And all Israel cried out mightily, for their death was before their eyes.||Esther\"s Prayer||Then Queen Esther, seized with deadly anxiety, fled to the Lord. She took off her splendid apparel and put on the garments of distress and mourning, and instead of costly perfumes she covered her head with ashes and dung, and she utterly humbled her body; every part that she loved to adorn she covered with her tangled hair. She prayed to the Lord God of Israel, and said: \"O my Lord, you only are our king; help me, who am alone and have no helper but you, for my danger is in my hand. Ever since I was born I have heard in the tribe of my family that you, O Lord, took Israel out of all the nations, and our ancestors from among all their forebears, for an everlasting inheritance, and that you did for them all that you promised. And now we have sinned before you, and you have handed us over to our enemies because we glorified their gods. You are righteous, O Lord! And now they are not satisfied that we are in bitter slavery, but they have covenanted with their idols to abolish what your mouth has ordained, and to destroy your inheritance, to stop the mouths of those who praise you and to quench your altar and the glory of your house, to open the mouths of the nations for the praise of vain idols, and to magnify forever a mortal king.\"O Lord, do not surrender your scepter to what has no being; and do not let them laugh at our downfall; but turn their plan against them, and make an example of him who began this against us. Remember, O Lord; make yourself known in this time of our affliction, and give me courage, O King of the gods and Master of all dominion! Put eloquent speech in my mouth before the lion, and turn his heart to hate the man who is fighting against us, so that there may be an end of him and those who agree with him. But save us by your hand, and help me, who am alone and have no helper but you, O Lord. You have knowledge of all things, and you know that I hate the splendor of the wicked and abhor the bed of the uncircumcised and of any alien. You know my necessity--that I abhor the sign of my proud position, which is upon my head on days when I appear in public. I abhor it like a filthy rag, and I do not wear it on the days when I am at leisure. And your servant has not eaten at Haman\"s table, and I have not honored the king\"s feast or drunk the wine of libations. Your servant has had no joy since the day that I was brought here until now, except in you, O Lord God of Abraham. O God, whose might is over all, hear the voice of the despairing, and save us from the hands of evildoers. And save me from my fear!\"||Esther Is Received by the King||On the third day, when she ended her prayer, she took off the garments in which she had worshiped, and arrayed herself in splendid attire. Then, majestically adorned, after invoking the aid of the all-seeing God and Savior, she took two maids with her; on one she leaned gently for support, while the other followed, carrying her train. She was radiant with perfect beauty, and she looked happy, as if beloved, but her heart was frozen with fear. When she had gone through all the doors, she stood before the king. He was seated on his royal throne, clothed in the full array of his majesty, all covered with gold and precious stones. He was most terrifying.Lifting his face, flushed with splendor, he looked at her in fierce anger. The queen faltered, and turned pale and faint, and collapsed on the head of the maid who went in front of her. Then God changed the spirit of the king to gentleness, and in alarm he sprang from his throne and took her in his arms until she came to herself. He comforted her with soothing words, and said to her, \"What is it, Esther? I am your husband.[^e] Take courage; You shall not die, for our law applies only to our subjects.[^f] Come near.\"Then he raised the golden scepter and touched her neck with it; he embraced her, and said, \"Speak to me.\" She said to him, \"I saw you, my lord, like an angel of God, and my heart was shaken with fear at your glory. For you are wonderful, my lord, and your countenance is full of grace.\" And while she was speaking, she fainted and fell. Then the king was agitated, and all his servants tried to comfort her.||Esther\"s Banquet||[^g]"},{"verse": 2, "footnotes": {"a": "Esther 5:1 Chapters 13.8—15.16 correspond to chapters C 1–30 and D 1–16 in some translations.", "b": "Esther 5:1 Gk _he_", "c": "Esther 5:1 Gk _for they are eying us_", "d": "Esther 5:1 Gk _mouth_", "e": "Esther 5:1 Gk _brother_", "f": "Esther 5:1 Meaning of Gk uncertain"}, "text": "||Mordecai\"s Prayer||[^a] Then Mordecai[^b] prayed to the Lord, calling to remembrance all the works of the Lord.He said, \"O Lord, Lord, you rule as King over all things, for the universe is in your power and there is no one who can oppose you when it is your will to save Israel, for you have made heaven and earth and every wonderful thing under heaven. You are Lord of all, and there is no one who can resist you, the Lord. You know all things; you know, O Lord, that it was not in insolence or pride or for any love of glory that I did this, and refused to bow down to this proud Haman; for I would have been willing to kiss the soles of his feet to save Israel! But I did this so that I might not set human glory above the glory of God, and I will not bow down to anyone but you, who are my Lord; and I will not do these things in pride. And now, O Lord God and King, God of Abraham, spare your people; for the eyes of our foes are upon us[^c] to annihilate us, and they desire to destroy the inheritance that has been yours from the beginning. Do not neglect your portion, which you redeemed for yourself out of the land of Egypt. Hear my prayer, and have mercy upon your inheritance; turn our mourning into feasting that we may live and sing praise to your name, O Lord; do not destroy the lips[^d] of those who praise you.\"And all Israel cried out mightily, for their death was before their eyes.||Esther\"s Prayer||Then Queen Esther, seized with deadly anxiety, fled to the Lord. She took off her splendid apparel and put on the garments of distress and mourning, and instead of costly perfumes she covered her head with ashes and dung, and she utterly humbled her body; every part that she loved to adorn she covered with her tangled hair. She prayed to the Lord God of Israel, and said: \"O my Lord, you only are our king; help me, who am alone and have no helper but you, for my danger is in my hand. Ever since I was born I have heard in the tribe of my family that you, O Lord, took Israel out of all the nations, and our ancestors from among all their forebears, for an everlasting inheritance, and that you did for them all that you promised. And now we have sinned before you, and you have handed us over to our enemies because we glorified their gods. You are righteous, O Lord! And now they are not satisfied that we are in bitter slavery, but they have covenanted with their idols to abolish what your mouth has ordained, and to destroy your inheritance, to stop the mouths of those who praise you and to quench your altar and the glory of your house, to open the mouths of the nations for the praise of vain idols, and to magnify forever a mortal king.\"O Lord, do not surrender your scepter to what has no being; and do not let them laugh at our downfall; but turn their plan against them, and make an example of him who began this against us. Remember, O Lord; make yourself known in this time of our affliction, and give me courage, O King of the gods and Master of all dominion! Put eloquent speech in my mouth before the lion, and turn his heart to hate the man who is fighting against us, so that there may be an end of him and those who agree with him. But save us by your hand, and help me, who am alone and have no helper but you, O Lord. You have knowledge of all things, and you know that I hate the splendor of the wicked and abhor the bed of the uncircumcised and of any alien. You know my necessity--that I abhor the sign of my proud position, which is upon my head on days when I appear in public. I abhor it like a filthy rag, and I do not wear it on the days when I am at leisure. And your servant has not eaten at Haman\"s table, and I have not honored the king\"s feast or drunk the wine of libations. Your servant has had no joy since the day that I was brought here until now, except in you, O Lord God of Abraham. O God, whose might is over all, hear the voice of the despairing, and save us from the hands of evildoers. And save me from my fear!\"||Esther Is Received by the King||On the third day, when she ended her prayer, she took off the garments in which she had worshiped, and arrayed herself in splendid attire. Then, majestically adorned, after invoking the aid of the all-seeing God and Savior, she took two maids with her; on one she leaned gently for support, while the other followed, carrying her train. She was radiant with perfect beauty, and she looked happy, as if beloved, but her heart was frozen with fear. When she had gone through all the doors, she stood before the king. He was seated on his royal throne, clothed in the full array of his majesty, all covered with gold and precious stones. He was most terrifying.Lifting his face, flushed with splendor, he looked at her in fierce anger. The queen faltered, and turned pale and faint, and collapsed on the head of the maid who went in front of her. Then God changed the spirit of the king to gentleness, and in alarm he sprang from his throne and took her in his arms until she came to herself. He comforted her with soothing words, and said to her, \"What is it, Esther? I am your husband.[^e] Take courage; You shall not die, for our law applies only to our subjects.[^f] Come near.\"Then he raised the golden scepter and touched her neck with it; he embraced her, and said, \"Speak to me.\" She said to him, \"I saw you, my lord, like an angel of God, and my heart was shaken with fear at your glory. For you are wonderful, my lord, and your countenance is full of grace.\" And while she was speaking, she fainted and fell. Then the king was agitated, and all his servants tried to comfort her."},{"verse": 3, "text": "The king said to her, \"What is it, Queen Esther? What is your request? It shall be given you, even to the half of my kingdom.\""},{"verse": 4, "text": "Then Esther said, \"If it pleases the king, let the king and Haman come today to a banquet that I have prepared for the king.\""},{"verse": 5, "text": "Then the king said, \"Bring Haman quickly, so that we may do as Esther desires.\" So the king and Haman came to the banquet that Esther had prepared."},{"verse": 6, "text": "While they were drinking wine, the king said to Esther, \"What is your petition? It shall be granted you. And what is your request? Even to the half of my kingdom, it shall be fulfilled.\""},{"verse": 7, "text": "Then Esther said, \"This is my petition and request:"},{"verse": 8, "text": "If I have won the king\"s favor, and if it pleases the king to grant my petition and fulfill my request, let the king and Haman come tomorrow to the banquet that I will prepare for them, and then I will do as the king has said.\""},{"verse": 9, "text": "||Haman Plans to Have Mordecai Hanged||Haman went out that day happy and in good spirits. But when Haman saw Mordecai in the king\"s gate, and observed that he neither rose nor trembled before him, he was infuriated with Mordecai;"},{"verse": 10, "text": "nevertheless Haman restrained himself and went home. Then he sent and called for his friends and his wife Zeresh,"},{"verse": 11, "text": "and Haman recounted to them the splendor of his riches, the number of his sons, all the promotions with which the king had honored him, and how he had advanced him above the officials and the ministers of the king."},{"verse": 12, "text": "Haman added, \"Even Queen Esther let no one but myself come with the king to the banquet that she prepared. Tomorrow also I am invited by her, together with the king."},{"verse": 13, "text": "Yet all this does me no good so long as I see the Jew Mordecai sitting at the king\"s gate.\""},{"verse": 14, "text": "Then his wife Zeresh and all his friends said to him, \"Let a gallows fifty cubits high be made, and in the morning tell the king to have Mordecai hanged on it; then go with the king to the banquet in good spirits.\" This advice pleased Haman, and he had the gallows made."}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||The King Honors Mordecai||On that night the king could not sleep, and he gave orders to bring the book of records, the annals, and they were read to the king."},{"verse": 2, "footnotes": {"a": "Esther 6:2 Heb _to lay hands on_"}, "text": "It was found written how Mordecai had told about Bigthana and Teresh, two of the king\"s eunuchs, who guarded the threshold, and who had conspired to assassinate[^a] King Ahasuerus."},{"verse": 3, "text": "Then the king said, \"What honor or distinction has been bestowed on Mordecai for this?\" The king\"s servants who attended him said, \"Nothing has been done for him.\""},{"verse": 4, "text": "The king said, \"Who is in the court?\" Now Haman had just entered the outer court of the king\"s palace to speak to the king about having Mordecai hanged on the gallows that he had prepared for him."},{"verse": 5, "text": "So the king\"s servants told him, \"Haman is there, standing in the court.\" The king said, \"Let him come in.\""},{"verse": 6, "text": "So Haman came in, and the king said to him, \"What shall be done for the man whom the king wishes to honor?\" Haman said to himself, \"Whom would the king wish to honor more than me?\""},{"verse": 7, "text": "So Haman said to the king, \"For the man whom the king wishes to honor,"},{"verse": 8, "text": "let royal robes be brought, which the king has worn, and a horse that the king has ridden, with a royal crown on its head."},{"verse": 9, "footnotes": {"a": "Esther 6:9 Heb _them_", "b": "Esther 6:9 Heb _them_"}, "text": "Let the robes and the horse be handed over to one of the king\"s most noble officials; let him[^a] robe the man whom the king wishes to honor, and let him[^b] conduct the man on horseback through the open square of the city, proclaiming before him: \"Thus shall it be done for the man whom the king wishes to honor.\"\""},{"verse": 10, "text": "Then the king said to Haman, \"Quickly, take the robes and the horse, as you have said, and do so to the Jew Mordecai who sits at the king\"s gate. Leave out nothing that you have mentioned.\""},{"verse": 11, "text": "So Haman took the robes and the horse and robed Mordecai and led him riding through the open square of the city, proclaiming, \"Thus shall it be done for the man whom the king wishes to honor.\""},{"verse": 12, "text": "Then Mordecai returned to the king\"s gate, but Haman hurried to his house, mourning and with his head covered."},{"verse": 13, "text": "When Haman told his wife Zeresh and all his friends everything that had happened to him, his advisers and his wife Zeresh said to him, \"If Mordecai, before whom your downfall has begun, is of the Jewish people, you will not prevail against him, but will surely fall before him.\""},{"verse": 14, "text": "||Haman\"s Downfall and Mordecai\"s Advancement||While they were still talking with him, the king\"s eunuchs arrived and hurried Haman off to the banquet that Esther had prepared."}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "So the king and Haman went in to feast with Queen Esther."},{"verse": 2, "text": "On the second day, as they were drinking wine, the king again said to Esther, \"What is your petition, Queen Esther? It shall be granted you. And what is your request? Even to the half of my kingdom, it shall be fulfilled.\""},{"verse": 3, "text": "Then Queen Esther answered, \"If I have won your favor, O king, and if it pleases the king, let my life be given me--that is my petition--and the lives of my people--that is my request."},{"verse": 4, "footnotes": {"a": "Esther 7:4 Meaning of Heb uncertain"}, "text": "For we have been sold, I and my people, to be destroyed, to be killed, and to be annihilated. If we had been sold merely as slaves, men and women, I would have held my peace; but no enemy can compensate for this damage to the king.\"[^a]"},{"verse": 5, "text": "Then King Ahasuerus said to Queen Esther, \"Who is he, and where is he, who has presumed to do this?\""},{"verse": 6, "text": "Esther said, \"A foe and enemy, this wicked Haman!\" Then Haman was terrified before the king and the queen."},{"verse": 7, "text": "The king rose from the feast in wrath and went into the palace garden, but Haman stayed to beg his life from Queen Esther, for he saw that the king had determined to destroy him."},{"verse": 8, "text": "When the king returned from the palace garden to the banquet hall, Haman had thrown himself on the couch where Esther was reclining; and the king said, \"Will he even assault the queen in my presence, in my own house?\" As the words left the mouth of the king, they covered Haman\"s face."},{"verse": 9, "text": "Then Harbona, one of the eunuchs in attendance on the king, said, \"Look, the very gallows that Haman has prepared for Mordecai, whose word saved the king, stands at Haman\"s house, fifty cubits high.\" And the king said, \"Hang him on that.\""},{"verse": 10, "text": "So they hanged Haman on the gallows that he had prepared for Mordecai. Then the anger of the king abated."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||Esther Saves the Jews||On that day King Ahasuerus gave to Queen Esther the house of Haman, the enemy of the Jews; and Mordecai came before the king, for Esther had told what he was to her."},{"verse": 2, "text": "Then the king took off his signet ring, which he had taken from Haman, and gave it to Mordecai. So Esther set Mordecai over the house of Haman."},{"verse": 3, "text": "Then Esther spoke again to the king; she fell at his feet, weeping and pleading with him to avert the evil design of Haman the Agagite and the plot that he had devised against the Jews."},{"verse": 4, "text": "The king held out the golden scepter to Esther,"},{"verse": 5, "text": "and Esther rose and stood before the king. She said, \"If it pleases the king, and if I have won his favor, and if the thing seems right before the king, and I have his approval, let an order be written to revoke the letters devised by Haman son of Hammedatha the Agagite, which he wrote giving orders to destroy the Jews who are in all the provinces of the king."},{"verse": 6, "text": "For how can I bear to see the calamity that is coming on my people? Or how can I bear to see the destruction of my kindred?\""},{"verse": 7, "text": "Then King Ahasuerus said to Queen Esther and to the Jew Mordecai, \"See, I have given Esther the house of Haman, and they have hanged him on the gallows, because he plotted to lay hands on the Jews."},{"verse": 8, "text": "You may write as you please with regard to the Jews, in the name of the king, and seal it with the king\"s ring; for an edict written in the name of the king and sealed with the king\"s ring cannot be revoked.\""},{"verse": 9, "footnotes": {"a": "Esther 8:9 Or _Nubia_; Heb _Cush_"}, "text": "The king\"s secretaries were summoned at that time, in the third month, which is the month of Sivan, on the twenty-third day; and an edict was written, according to all that Mordecai commanded, to the Jews and to the satraps and the governors and the officials of the provinces from India to Ethiopia,[^a] one hundred twenty-seven provinces, to every province in its own script and to every people in its own language, and also to the Jews in their script and their language."},{"verse": 10, "footnotes": {"a": "Esther 8:10 Meaning of Heb uncertain"}, "text": "He wrote letters in the name of King Ahasuerus, sealed them with the king\"s ring, and sent them by mounted couriers riding on fast steeds bred from the royal herd.[^a]"},{"verse": 11, "text": "By these letters the king allowed the Jews who were in every city to assemble and defend their lives, to destroy, to kill, and to annihilate any armed force of any people or province that might attack them, with their children and women, and to plunder their goods"},{"verse": 12, "footnotes": {"a": "Esther 8:12 Chapter 16.1–24 corresponds to chapter E 1–24 in some translations.", "b": "Esther 8:12 Gk _matters beside_ (your) _feet_", "c": "Esther 8:12 Gk _our spirit_", "d": "Esther 8:12 Gk _greatest_", "e": "Esther 8:12 Other ancient authorities read _for us_"}, "text": "on a single day throughout all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which is the month of Adar.||The Decree of Ahasuerus||[^a] The following is a copy of this letter:\n\"The Great King, Ahasuerus, to the governors of the provinces from India to Ethiopia, one hundred twenty-seven provinces, and to those who are loyal to our government, greetings.\"Many people, the more they are honored with the most generous kindness of their benefactors, the more proud do they become, and not only seek to injure our subjects, but in their inability to stand prosperity, they even undertake to scheme against their own benefactors. They not only take away thankfulness from others, but, carried away by the boasts of those who know nothing of goodness, they even assume that they will escape the evil-hating justice of God, who always sees everything. And often many of those who are set in places of authority have been made in part responsible for the shedding of innocent blood, and have been involved in irremediable calamities, by the persuasion of friends who have been entrusted with the administration of public affairs, when these persons by the false trickery of their evil natures beguile the sincere goodwill of their sovereigns.\"What has been wickedly accomplished through the pestilent behavior of those who exercise authority unworthily can be seen, not so much from the more ancient records that we hand on, as from investigation of matters close at hand.[^b] In the future we will take care to render our kingdom quiet and peaceable for all, by changing our methods and always judging what comes before our eyes with more equitable consideration. For Haman son of Hammedatha, a Macedonian (really an alien to the Persian blood, and quite devoid of our kindliness), having become our guest, enjoyed so fully the goodwill that we have for every nation that he was called our father and was continually bowed down to by all as the person second to the royal throne. But, unable to restrain his arrogance, he undertook to deprive us of our kingdom and our life,[^c] and with intricate craft and deceit asked for the destruction of Mordecai, our savior and perpetual benefactor, and of Esther, the blameless partner of our kingdom, together with their whole nation. He thought that by these methods he would catch us undefended and would transfer the kingdom of the Persians to the Macedonians.\"But we find that the Jews, who were consigned to annihilation by this thrice-accursed man, are not evildoers, but are governed by most righteous laws and are children of the living God, most high, most mighty,[^d] who has directed the kingdom both for us and for our ancestors in the most excellent order.\"You will therefore do well not to put in execution the letters sent by Haman son of Hammedatha, since he, the one who did these things, has been hanged at the gate of Susa with all his household--for God, who rules over all things, has speedily inflicted on him the punishment that he deserved.\"Therefore post a copy of this letter publicly in every place, and permit the Jews to live under their own laws. And give them reinforcements, so that on the thirteenth day of the twelfth month, Adar, on that very day, they may defend themselves against those who attack them at the time of oppression. For God, who rules over all things, has made this day to be a joy for his chosen people instead of a day of destruction for them.\"Therefore you shall observe this with all good cheer as a notable day among your commemorative festivals, so that both now and hereafter it may represent deliverance for you[^e] and the loyal Persians, but that it may be a reminder of destruction for those who plot against us.\"Every city and country, without exception, that does not act accordingly shall be destroyed in wrath with spear and fire. It shall be made not only impassable for human beings, but also most hateful to wild animals and birds for all time."},{"verse": 13, "text": "A copy of the writ was to be issued as a decree in every province and published to all peoples, and the Jews were to be ready on that day to take revenge on their enemies."},{"verse": 14, "text": "So the couriers, mounted on their swift royal steeds, hurried out, urged by the king\"s command. The decree was issued in the citadel of Susa."},{"verse": 15, "text": "Then Mordecai went out from the presence of the king, wearing royal robes of blue and white, with a great golden crown and a mantle of fine linen and purple, while the city of Susa shouted and rejoiced."},{"verse": 16, "text": "For the Jews there was light and gladness, joy and honor."},{"verse": 17, "text": "In every province and in every city, wherever the king\"s command and his edict came, there was gladness and joy among the Jews, a festival and a holiday. Furthermore, many of the peoples of the country professed to be Jews, because the fear of the Jews had fallen upon them."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||Destruction of the Enemies of the Jews||Now in the twelfth month, which is the month of Adar, on the thirteenth day, when the king\"s command and edict were about to be executed, on the very day when the enemies of the Jews hoped to gain power over them, but which had been changed to a day when the Jews would gain power over their foes,"},{"verse": 2, "text": "the Jews gathered in their cities throughout all the provinces of King Ahasuerus to lay hands on those who had sought their ruin; and no one could withstand them, because the fear of them had fallen upon all peoples."},{"verse": 3, "text": "All the officials of the provinces, the satraps and the governors, and the royal officials were supporting the Jews, because the fear of Mordecai had fallen upon them."},{"verse": 4, "text": "For Mordecai was powerful in the king\"s house, and his fame spread throughout all the provinces as the man Mordecai grew more and more powerful."},{"verse": 5, "text": "So the Jews struck down all their enemies with the sword, slaughtering, and destroying them, and did as they pleased to those who hated them."},{"verse": 6, "text": "In the citadel of Susa the Jews killed and destroyed five hundred people."},{"verse": 7, "text": "They killed Parshandatha, Dalphon, Aspatha,"},{"verse": 8, "text": "Poratha, Adalia, Aridatha,"},{"verse": 9, "text": "Parmashta, Arisai, Aridai, Vaizatha,"},{"verse": 10, "text": "the ten sons of Haman son of Hammedatha, the enemy of the Jews; but they did not touch the plunder."},{"verse": 11, "text": "That very day the number of those killed in the citadel of Susa was reported to the king."},{"verse": 12, "text": "The king said to Queen Esther, \"In the citadel of Susa the Jews have killed five hundred people and also the ten sons of Haman. What have they done in the rest of the king\"s provinces? Now what is your petition? It shall be granted you. And what further is your request? It shall be fulfilled.\""},{"verse": 13, "text": "Esther said, \"If it pleases the king, let the Jews who are in Susa be allowed tomorrow also to do according to this day\"s edict, and let the ten sons of Haman be hanged on the gallows.\""},{"verse": 14, "text": "So the king commanded this to be done; a decree was issued in Susa, and the ten sons of Haman were hanged."},{"verse": 15, "text": "The Jews who were in Susa gathered also on the fourteenth day of the month of Adar and they killed three hundred persons in Susa; but they did not touch the plunder."},{"verse": 16, "text": "Now the other Jews who were in the king\"s provinces also gathered to defend their lives, and gained relief from their enemies, and killed seventy-five thousand of those who hated them; but they laid no hands on the plunder."},{"verse": 17, "text": "This was on the thirteenth day of the month of Adar, and on the fourteenth day they rested and made that a day of feasting and gladness."},{"verse": 18, "text": "||The Feast of Purim Inaugurated||But the Jews who were in Susa gathered on the thirteenth day and on the fourteenth, and rested on the fifteenth day, making that a day of feasting and gladness."},{"verse": 19, "text": "Therefore the Jews of the villages, who live in the open towns, hold the fourteenth day of the month of Adar as a day for gladness and feasting, a holiday on which they send gifts of food to one another."},{"verse": 20, "text": "Mordecai recorded these things, and sent letters to all the Jews who were in all the provinces of King Ahasuerus, both near and far,"},{"verse": 21, "text": "enjoining them that they should keep the fourteenth day of the month Adar and also the fifteenth day of the same month, year by year,"},{"verse": 22, "text": "as the days on which the Jews gained relief from their enemies, and as the month that had been turned for them from sorrow into gladness and from mourning into a holiday; that they should make them days of feasting and gladness, days for sending gifts of food to one another and presents to the poor."},{"verse": 23, "text": "So the Jews adopted as a custom what they had begun to do, as Mordecai had written to them."},{"verse": 24, "text": "Haman son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them, and had cast Pur--that is \"the lot\"--to crush and destroy them;"},{"verse": 25, "text": "but when Esther came before the king, he gave orders in writing that the wicked plot that he had devised against the Jews should come upon his own head, and that he and his sons should be hanged on the gallows."},{"verse": 26, "text": "Therefore these days are called Purim, from the word Pur. Thus because of all that was written in this letter, and of what they had faced in this matter, and of what had happened to them,"},{"verse": 27, "text": "the Jews established and accepted as a custom for themselves and their descendants and all who joined them, that without fail they would continue to observe these two days every year, as it was written and at the time appointed."},{"verse": 28, "text": "These days should be remembered and kept throughout every generation, in every family, province, and city; and these days of Purim should never fall into disuse among the Jews, nor should the commemoration of these days cease among their descendants."},{"verse": 29, "text": "Queen Esther daughter of Abihail, along with the Jew Mordecai, gave full written authority, confirming this second letter about Purim."},{"verse": 30, "text": "Letters were sent wishing peace and security to all the Jews, to the one hundred twenty-seven provinces of the kingdom of Ahasuerus,"},{"verse": 31, "text": "and giving orders that these days of Purim should be observed at their appointed seasons, as the Jew Mordecai and Queen Esther enjoined on the Jews, just as they had laid down for themselves and for their descendants regulations concerning their fasts and their lamentations."},{"verse": 32, "text": "The command of Queen Esther fixed these practices of Purim, and it was recorded in writing."}]}
,{"chapter": 10, "verses":[{"verse": 1, "text": "King Ahasuerus laid tribute on the land and on the islands of the sea."},{"verse": 2, "text": "All the acts of his power and might, and the full account of the high honor of Mordecai, to which the king advanced him, are they not written in the annals of the kings of Media and Persia?"},{"verse": 3, "text": "For Mordecai the Jew was next in rank to King Ahasuerus, and he was powerful among the Jews and popular with his many kindred, for he sought the good of his people and interceded for the welfare of all his descendants."},{"verse": 4, "footnotes": {"a": "Esther 10:4 Chapter 10.4–13 and 11.1 correspond to chapter F 1–11 in some translations."}, "text": "||Mordecai\"s Dream Fulfilled||[^a] And Mordecai said, \"These things have come from God;"},{"verse": 5, "text": "for I remember the dream that I had concerning these matters, and none of them has failed to be fulfilled."},{"verse": 6, "text": "There was the little spring that became a river, and there was light and sun and abundant water--the river is Esther, whom the king married and made queen."},{"verse": 7, "text": "The two dragons are Haman and myself."},{"verse": 8, "text": "The nations are those that gathered to destroy the name of the Jews."},{"verse": 9, "text": "And my nation, this is Israel, who cried out to God and was saved. The Lord has saved his people; the Lord has rescued us from all these evils; God has done great signs and wonders, wonders that have never happened among the nations."},{"verse": 10, "text": "For this purpose he made two lots, one for the people of God and one for all the nations,"},{"verse": 11, "text": "and these two lots came to the hour and moment and day of decision before God and among all the nations."},{"verse": 12, "text": "And God remembered his people and vindicated his inheritance."},{"verse": 13, "footnotes": {"a": "Esther 10:13 Other ancient authorities lack _and fifteenth_", "b": "Esther 10:13 Or _priest, and Levitas_", "c": "Esther 10:13 Cn: Gk _brought in_"}, "text": "So they will observe these days in the month of Adar, on the fourteenth and fifteenth[^a] of that month, with an assembly and joy and gladness before God, from generation to generation forever among his people Israel.\"||Postscript||In the fourth year of the reign of Ptolemy and Cleopatra, Dositheus, who said that he was a priest and a Levite,[^b] and his son Ptolemy brought to Egypt[^c] the preceding Letter about Purim, which they said was authentic and had been translated by Lysimachus son of Ptolemy, one of the residents of Jerusalem."}]}
]}