{"book": "Exodus", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "These are the names of the sons of Israel who came to Egypt with Jacob, each with his household:"},{"verse": 2, "text": "Reuben, Simeon, Levi, and Judah,"},{"verse": 3, "text": "Issachar, Zebulun, and Benjamin,"},{"verse": 4, "text": "Dan and Naphtali, Gad and Asher."},{"verse": 5, "text": "The total number of people born to Jacob was seventy. Joseph was already in Egypt."},{"verse": 6, "text": "Then Joseph died, and all his brothers, and that whole generation."},{"verse": 7, "text": "But the Israelites were fruitful and prolific; they multiplied and grew exceedingly strong, so that the land was filled with them."},{"verse": 8, "text": "||The Israelites Are Oppressed||Now a new king arose over Egypt, who did not know Joseph."},{"verse": 9, "text": "He said to his people, \"Look, the Israelite people are more numerous and more powerful than we."},{"verse": 10, "text": "Come, let us deal shrewdly with them, or they will increase and, in the event of war, join our enemies and fight against us and escape from the land.\""},{"verse": 11, "text": "Therefore they set taskmasters over them to oppress them with forced labor. They built supply cities, Pithom and Rameses, for Pharaoh."},{"verse": 12, "text": "But the more they were oppressed, the more they multiplied and spread, so that the Egyptians came to dread the Israelites."},{"verse": 13, "text": "The Egyptians became ruthless in imposing tasks on the Israelites,"},{"verse": 14, "text": "and made their lives bitter with hard service in mortar and brick and in every kind of field labor. They were ruthless in all the tasks that they imposed on them."},{"verse": 15, "text": "The king of Egypt said to the Hebrew midwives, one of whom was named Shiphrah and the other Puah,"},{"verse": 16, "text": "\"When you act as midwives to the Hebrew women, and see them on the birthstool, if it is a boy, kill him; but if it is a girl, she shall live.\""},{"verse": 17, "text": "But the midwives feared God; they did not do as the king of Egypt commanded them, but they let the boys live."},{"verse": 18, "text": "So the king of Egypt summoned the midwives and said to them, \"Why have you done this, and allowed the boys to live?\""},{"verse": 19, "text": "The midwives said to Pharaoh, \"Because the Hebrew women are not like the Egyptian women; for they are vigorous and give birth before the midwife comes to them.\""},{"verse": 20, "text": "So God dealt well with the midwives; and the people multiplied and became very strong."},{"verse": 21, "text": "And because the midwives feared God, he gave them families."},{"verse": 22, "footnotes": {"a": "Exodus 1:22 Sam Gk Tg: Heb lacks _to the Hebrews_"}, "text": "Then Pharaoh commanded all his people, \"Every boy that is born to the Hebrews[^a] you shall throw into the Nile, but you shall let every girl live.\""}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Birth and Youth of Moses||Now a man from the house of Levi went and married a Levite woman."},{"verse": 2, "text": "The woman conceived and bore a son; and when she saw that he was a fine baby, she hid him three months."},{"verse": 3, "text": "When she could hide him no longer she got a papyrus basket for him, and plastered it with bitumen and pitch; she put the child in it and placed it among the reeds on the bank of the river."},{"verse": 4, "text": "His sister stood at a distance, to see what would happen to him."},{"verse": 5, "text": "The daughter of Pharaoh came down to bathe at the river, while her attendants walked beside the river. She saw the basket among the reeds and sent her maid to bring it."},{"verse": 6, "text": "When she opened it, she saw the child. He was crying, and she took pity on him. \"This must be one of the Hebrews\" children,\" she said."},{"verse": 7, "text": "Then his sister said to Pharaoh\"s daughter, \"Shall I go and get you a nurse from the Hebrew women to nurse the child for you?\""},{"verse": 8, "text": "Pharaoh\"s daughter said to her, \"Yes.\" So the girl went and called the child\"s mother."},{"verse": 9, "text": "Pharaoh\"s daughter said to her, \"Take this child and nurse it for me, and I will give you your wages.\" So the woman took the child and nursed it."},{"verse": 10, "footnotes": {"a": "Exodus 2:10 Heb _Mosheh_", "b": "Exodus 2:10 Heb _mashah_"}, "text": "When the child grew up, she brought him to Pharaoh\"s daughter, and she took him as her son. She named him Moses,[^a] \"because,\" she said, \"I drew him out[^b] of the water.\""},{"verse": 11, "text": "||Moses Flees to Midian||One day, after Moses had grown up, he went out to his people and saw their forced labor. He saw an Egyptian beating a Hebrew, one of his kinsfolk."},{"verse": 12, "text": "He looked this way and that, and seeing no one he killed the Egyptian and hid him in the sand."},{"verse": 13, "text": "When he went out the next day, he saw two Hebrews fighting; and he said to the one who was in the wrong, \"Why do you strike your fellow Hebrew?\""},{"verse": 14, "text": "He answered, \"Who made you a ruler and judge over us? Do you mean to kill me as you killed the Egyptian?\" Then Moses was afraid and thought, \"Surely the thing is known.\""},{"verse": 15, "text": "When Pharaoh heard of it, he sought to kill Moses.\nBut Moses fled from Pharaoh. He settled in the land of Midian, and sat down by a well."},{"verse": 16, "text": "The priest of Midian had seven daughters. They came to draw water, and filled the troughs to water their father\"s flock."},{"verse": 17, "text": "But some shepherds came and drove them away. Moses got up and came to their defense and watered their flock."},{"verse": 18, "text": "When they returned to their father Reuel, he said, \"How is it that you have come back so soon today?\""},{"verse": 19, "text": "They said, \"An Egyptian helped us against the shepherds; he even drew water for us and watered the flock.\""},{"verse": 20, "text": "He said to his daughters, \"Where is he? Why did you leave the man? Invite him to break bread.\""},{"verse": 21, "text": "Moses agreed to stay with the man, and he gave Moses his daughter Zipporah in marriage."},{"verse": 22, "footnotes": {"a": "Exodus 2:22 Heb _ger_"}, "text": "She bore a son, and he named him Gershom; for he said, \"I have been an alien[^a] residing in a foreign land.\""},{"verse": 23, "text": "After a long time the king of Egypt died. The Israelites groaned under their slavery, and cried out. Out of the slavery their cry for help rose up to God."},{"verse": 24, "text": "God heard their groaning, and God remembered his covenant with Abraham, Isaac, and Jacob."},{"verse": 25, "text": "God looked upon the Israelites, and God took notice of them."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Moses at the Burning Bush||Moses was keeping the flock of his father-in-law Jethro, the priest of Midian; he led his flock beyond the wilderness, and came to Horeb, the mountain of God."},{"verse": 2, "text": "There the angel of the LORD appeared to him in a flame of fire out of a bush; he looked, and the bush was blazing, yet it was not consumed."},{"verse": 3, "text": "Then Moses said, \"I must turn aside and look at this great sight, and see why the bush is not burned up.\""},{"verse": 4, "text": "When the LORD saw that he had turned aside to see, God called to him out of the bush, \"Moses, Moses!\" And he said, \"Here I am.\""},{"verse": 5, "text": "Then he said, \"Come no closer! Remove the sandals from your feet, for the place on which you are standing is holy ground.\""},{"verse": 6, "text": "He said further, \"I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.\" And Moses hid his face, for he was afraid to look at God."},{"verse": 7, "text": "Then the LORD said, \"I have observed the misery of my people who are in Egypt; I have heard their cry on account of their taskmasters. Indeed, I know their sufferings,"},{"verse": 8, "text": "and I have come down to deliver them from the Egyptians, and to bring them up out of that land to a good and broad land, a land flowing with milk and honey, to the country of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites."},{"verse": 9, "text": "The cry of the Israelites has now come to me; I have also seen how the Egyptians oppress them."},{"verse": 10, "text": "So come, I will send you to Pharaoh to bring my people, the Israelites, out of Egypt.\""},{"verse": 11, "text": "But Moses said to God, \"Who am I that I should go to Pharaoh, and bring the Israelites out of Egypt?\""},{"verse": 12, "text": "He said, \"I will be with you; and this shall be the sign for you that it is I who sent you: when you have brought the people out of Egypt, you shall worship God on this mountain.\""},{"verse": 13, "text": "||The Divine Name Revealed||But Moses said to God, \"If I come to the Israelites and say to them, \"The God of your ancestors has sent me to you,\" and they ask me, \"What is his name?\" what shall I say to them?\""},{"verse": 14, "footnotes": {"a": "Exodus 3:14 Or _I am what I am_ or _I will be what I will be_"}, "text": "God said to Moses, \"I am who I am.\"[^a] He said further, \"Thus you shall say to the Israelites, \"I am has sent me to you.\"\""},{"verse": 15, "footnotes": {"a": "Exodus 3:15 The word “Lord” when spelled with capital letters stands for the divine name, _YHWH,_ which is here connected with the verb _hayah,_ “to be”"}, "text": "God also said to Moses, \"Thus you shall say to the Israelites, \"The LORD,[^a] the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you\":\nThis is my name forever,  \nand this my title for all generations."},{"verse": 16, "text": "Go and assemble the elders of Israel, and say to them, \"The LORD, the God of your ancestors, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying: I have given heed to you and to what has been done to you in Egypt."},{"verse": 17, "text": "I declare that I will bring you up out of the misery of Egypt, to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, a land flowing with milk and honey.\""},{"verse": 18, "text": "They will listen to your voice; and you and the elders of Israel shall go to the king of Egypt and say to him, \"The LORD, the God of the Hebrews, has met with us; let us now go a three days\" journey into the wilderness, so that we may sacrifice to the LORD our God.\""},{"verse": 19, "footnotes": {"a": "Exodus 3:19 Gk Vg: Heb _no, not by a mighty hand_"}, "text": "I know, however, that the king of Egypt will not let you go unless compelled by a mighty hand.[^a]"},{"verse": 20, "text": "So I will stretch out my hand and strike Egypt with all my wonders that I will perform in it; after that he will let you go."},{"verse": 21, "text": "I will bring this people into such favor with the Egyptians that, when you go, you will not go empty-handed;"},{"verse": 22, "text": "each woman shall ask her neighbor and any woman living in the neighbor\"s house for jewelry of silver and of gold, and clothing, and you shall put them on your sons and on your daughters; and so you shall plunder the Egyptians.\""}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Moses\" Miraculous Power||Then Moses answered, \"But suppose they do not believe me or listen to me, but say, \"The LORD did not appear to you.\"\""},{"verse": 2, "text": "The LORD said to him, \"What is that in your hand?\" He said, \"A staff.\""},{"verse": 3, "text": "And he said, \"Throw it on the ground.\" So he threw the staff on the ground, and it became a snake; and Moses drew back from it."},{"verse": 4, "text": "Then the LORD said to Moses, \"Reach out your hand, and seize it by the tail\"--so he reached out his hand and grasped it, and it became a staff in his hand--"},{"verse": 5, "text": "\"so that they may believe that the LORD, the God of their ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.\""},{"verse": 6, "footnotes": {"a": "Exodus 4:6 A term for several skin diseases; precise meaning uncertain"}, "text": "Again, the LORD said to him, \"Put your hand inside your cloak.\" He put his hand into his cloak; and when he took it out, his hand was leprous,[^a] as white as snow."},{"verse": 7, "text": "Then God said, \"Put your hand back into your cloak\"--so he put his hand back into his cloak, and when he took it out, it was restored like the rest of his body--"},{"verse": 8, "text": "\"If they will not believe you or heed the first sign, they may believe the second sign."},{"verse": 9, "text": "If they will not believe even these two signs or heed you, you shall take some water from the Nile and pour it on the dry ground; and the water that you shall take from the Nile will become blood on the dry ground.\""},{"verse": 10, "text": "But Moses said to the LORD, \"O my Lord, I have never been eloquent, neither in the past nor even now that you have spoken to your servant; but I am slow of speech and slow of tongue.\""},{"verse": 11, "text": "Then the LORD said to him, \"Who gives speech to mortals? Who makes them mute or deaf, seeing or blind? Is it not I, the LORD?"},{"verse": 12, "text": "Now go, and I will be with your mouth and teach you what you are to speak.\""},{"verse": 13, "text": "But he said, \"O my Lord, please send someone else.\""},{"verse": 14, "text": "Then the anger of the LORD was kindled against Moses and he said, \"What of your brother Aaron the Levite? I know that he can speak fluently; even now he is coming out to meet you, and when he sees you his heart will be glad."},{"verse": 15, "text": "You shall speak to him and put the words in his mouth; and I will be with your mouth and with his mouth, and will teach you what you shall do."},{"verse": 16, "text": "He indeed shall speak for you to the people; he shall serve as a mouth for you, and you shall serve as God for him."},{"verse": 17, "text": "Take in your hand this staff, with which you shall perform the signs.\""},{"verse": 18, "text": "||Moses Returns to Egypt||Moses went back to his father-in-law Jethro and said to him, \"Please let me go back to my kindred in Egypt and see whether they are still living.\" And Jethro said to Moses, \"Go in peace.\""},{"verse": 19, "text": "The LORD said to Moses in Midian, \"Go back to Egypt; for all those who were seeking your life are dead.\""},{"verse": 20, "text": "So Moses took his wife and his sons, put them on a donkey, and went back to the land of Egypt; and Moses carried the staff of God in his hand."},{"verse": 21, "text": "And the LORD said to Moses, \"When you go back to Egypt, see that you perform before Pharaoh all the wonders that I have put in your power; but I will harden his heart, so that he will not let the people go."},{"verse": 22, "text": "Then you shall say to Pharaoh, \"Thus says the LORD: Israel is my firstborn son."},{"verse": 23, "text": "I said to you, \"Let my son go that he may worship me.\" But you refused to let him go; now I will kill your firstborn son.\"\""},{"verse": 24, "text": "On the way, at a place where they spent the night, the LORD met him and tried to kill him."},{"verse": 25, "footnotes": {"a": "Exodus 4:25 Heb _his_"}, "text": "But Zipporah took a flint and cut off her son\"s foreskin, and touched Moses\"[^a] feet with it, and said, \"Truly you are a bridegroom of blood to me!\""},{"verse": 26, "text": "So he let him alone. It was then she said, \"A bridegroom of blood by circumcision.\""},{"verse": 27, "text": "The LORD said to Aaron, \"Go into the wilderness to meet Moses.\" So he went; and he met him at the mountain of God and kissed him."},{"verse": 28, "text": "Moses told Aaron all the words of the LORD with which he had sent him, and all the signs with which he had charged him."},{"verse": 29, "text": "Then Moses and Aaron went and assembled all the elders of the Israelites."},{"verse": 30, "text": "Aaron spoke all the words that the LORD had spoken to Moses, and performed the signs in the sight of the people."},{"verse": 31, "text": "The people believed; and when they heard that the LORD had given heed to the Israelites and that he had seen their misery, they bowed down and worshiped."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||Bricks without Straw||Afterward Moses and Aaron went to Pharaoh and said, \"Thus says the LORD, the God of Israel, \"Let my people go, so that they may celebrate a festival to me in the wilderness.\"\""},{"verse": 2, "text": "But Pharaoh said, \"Who is the LORD, that I should heed him and let Israel go? I do not know the LORD, and I will not let Israel go.\""},{"verse": 3, "text": "Then they said, \"The God of the Hebrews has revealed himself to us; let us go a three days\" journey into the wilderness to sacrifice to the LORD our God, or he will fall upon us with pestilence or sword.\""},{"verse": 4, "text": "But the king of Egypt said to them, \"Moses and Aaron, why are you taking the people away from their work? Get to your labors!\""},{"verse": 5, "footnotes": {"a": "Exodus 5:5 Sam: Heb _The people of the land are now many_"}, "text": "Pharaoh continued, \"Now they are more numerous than the people of the land[^a] and yet you want them to stop working!\""},{"verse": 6, "text": "That same day Pharaoh commanded the taskmasters of the people, as well as their supervisors,"},{"verse": 7, "text": "\"You shall no longer give the people straw to make bricks, as before; let them go and gather straw for themselves."},{"verse": 8, "text": "But you shall require of them the same quantity of bricks as they have made previously; do not diminish it, for they are lazy; that is why they cry, \"Let us go and offer sacrifice to our God.\""},{"verse": 9, "text": "Let heavier work be laid on them; then they will labor at it and pay no attention to deceptive words.\""},{"verse": 10, "text": "So the taskmasters and the supervisors of the people went out and said to the people, \"Thus says Pharaoh, \"I will not give you straw."},{"verse": 11, "text": "Go and get straw yourselves, wherever you can find it; but your work will not be lessened in the least.\"\""},{"verse": 12, "text": "So the people scattered throughout the land of Egypt, to gather stubble for straw."},{"verse": 13, "text": "The taskmasters were urgent, saying, \"Complete your work, the same daily assignment as when you were given straw.\""},{"verse": 14, "text": "And the supervisors of the Israelites, whom Pharaoh\"s taskmasters had set over them, were beaten, and were asked, \"Why did you not finish the required quantity of bricks yesterday and today, as you did before?\""},{"verse": 15, "text": "Then the Israelite supervisors came to Pharaoh and cried, \"Why do you treat your servants like this?"},{"verse": 16, "footnotes": {"a": "Exodus 5:16 Gk Compare Syr Vg: Heb _beaten, and the sin of your people_"}, "text": "No straw is given to your servants, yet they say to us, \"Make bricks!\" Look how your servants are beaten! You are unjust to your own people.\"[^a]"},{"verse": 17, "text": "He said, \"You are lazy, lazy; that is why you say, \"Let us go and sacrifice to the LORD.\""},{"verse": 18, "text": "Go now, and work; for no straw shall be given you, but you shall still deliver the same number of bricks.\""},{"verse": 19, "text": "The Israelite supervisors saw that they were in trouble when they were told, \"You shall not lessen your daily number of bricks.\""},{"verse": 20, "text": "As they left Pharaoh, they came upon Moses and Aaron who were waiting to meet them."},{"verse": 21, "text": "They said to them, \"The LORD look upon you and judge! You have brought us into bad odor with Pharaoh and his officials, and have put a sword in their hand to kill us.\""},{"verse": 22, "text": "Then Moses turned again to the LORD and said, \"O LORD, why have you mistreated this people? Why did you ever send me?"},{"verse": 23, "text": "Since I first came to Pharaoh to speak in your name, he has mistreated this people, and you have done nothing at all to deliver your people.\""}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||Israel\"s Deliverance Assured||Then the LORD said to Moses, \"Now you shall see what I will do to Pharaoh: Indeed, by a mighty hand he will let them go; by a mighty hand he will drive them out of his land.\""},{"verse": 2, "text": "God also spoke to Moses and said to him: \"I am the LORD."},{"verse": 3, "footnotes": {"a": "Exodus 6:3 Traditional rendering of Heb _El Shaddai_", "b": "Exodus 6:3 Heb _YHWH_; see note at 3.15"}, "text": "I appeared to Abraham, Isaac, and Jacob as God Almighty,[^a] but by my name \"The LORD\"[^b] I did not make myself known to them."},{"verse": 4, "text": "I also established my covenant with them, to give them the land of Canaan, the land in which they resided as aliens."},{"verse": 5, "text": "I have also heard the groaning of the Israelites whom the Egyptians are holding as slaves, and I have remembered my covenant."},{"verse": 6, "text": "Say therefore to the Israelites, \"I am the LORD, and I will free you from the burdens of the Egyptians and deliver you from slavery to them. I will redeem you with an outstretched arm and with mighty acts of judgment."},{"verse": 7, "text": "I will take you as my people, and I will be your God. You shall know that I am the LORD your God, who has freed you from the burdens of the Egyptians."},{"verse": 8, "text": "I will bring you into the land that I swore to give to Abraham, Isaac, and Jacob; I will give it to you for a possession. I am the LORD.\"\""},{"verse": 9, "text": "Moses told this to the Israelites; but they would not listen to Moses, because of their broken spirit and their cruel slavery."},{"verse": 10, "text": "Then the LORD spoke to Moses,"},{"verse": 11, "text": "\"Go and tell Pharaoh king of Egypt to let the Israelites go out of his land.\""},{"verse": 12, "footnotes": {"a": "Exodus 6:12 Heb _me? I am uncircumcised of lips_"}, "text": "But Moses spoke to the LORD, \"The Israelites have not listened to me; how then shall Pharaoh listen to me, poor speaker that I am?\"[^a]"},{"verse": 13, "text": "Thus the LORD spoke to Moses and Aaron, and gave them orders regarding the Israelites and Pharaoh king of Egypt, charging them to free the Israelites from the land of Egypt."},{"verse": 14, "text": "||The Genealogy of Moses and Aaron||The following are the heads of their ancestral houses: the sons of Reuben, the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi; these are the families of Reuben."},{"verse": 15, "footnotes": {"a": "Exodus 6:15 Or _Saul_"}, "text": "The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul,[^a] the son of a Canaanite woman; these are the families of Simeon."},{"verse": 16, "footnotes": {"a": "Exodus 6:16 Also spelled _Gershom_; see 2.22"}, "text": "The following are the names of the sons of Levi according to their genealogies: Gershon,[^a] Kohath, and Merari, and the length of Levi\"s life was one hundred thirty-seven years."},{"verse": 17, "footnotes": {"a": "Exodus 6:17 Also spelled _Gershom_; see 2.22"}, "text": "The sons of Gershon:[^a] Libni and Shimei, by their families."},{"verse": 18, "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, and the length of Kohath\"s life was one hundred thirty-three years."},{"verse": 19, "text": "The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their genealogies."},{"verse": 20, "text": "Amram married Jochebed his father\"s sister and she bore him Aaron and Moses, and the length of Amram\"s life was one hundred thirty-seven years."},{"verse": 21, "text": "The sons of Izhar: Korah, Nepheg, and Zichri."},{"verse": 22, "text": "The sons of Uzziel: Mishael, Elzaphan, and Sithri."},{"verse": 23, "text": "Aaron married Elisheba, daughter of Amminadab and sister of Nahshon, and she bore him Nadab, Abihu, Eleazar, and Ithamar."},{"verse": 24, "text": "The sons of Korah: Assir, Elkanah, and Abiasaph; these are the families of the Korahites."},{"verse": 25, "text": "Aaron\"s son Eleazar married one of the daughters of Putiel, and she bore him Phinehas. These are the heads of the ancestral houses of the Levites by their families."},{"verse": 26, "text": "It was this same Aaron and Moses to whom the LORD said, \"Bring the Israelites out of the land of Egypt, company by company.\""},{"verse": 27, "text": "It was they who spoke to Pharaoh king of Egypt to bring the Israelites out of Egypt, the same Moses and Aaron."},{"verse": 28, "text": "||Moses and Aaron Obey God\"s Commands||On the day when the LORD spoke to Moses in the land of Egypt,"},{"verse": 29, "text": "he said to him, \"I am the LORD; tell Pharaoh king of Egypt all that I am speaking to you.\""},{"verse": 30, "footnotes": {"a": "Exodus 6:30 Heb _am uncircumcised of lips_; see 6.12"}, "text": "But Moses said in the LORD\"s presence, \"Since I am a poor speaker,[^a] why would Pharaoh listen to me?\""}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "The LORD said to Moses, \"See, I have made you like God to Pharaoh, and your brother Aaron shall be your prophet."},{"verse": 2, "text": "You shall speak all that I command you, and your brother Aaron shall tell Pharaoh to let the Israelites go out of his land."},{"verse": 3, "text": "But I will harden Pharaoh\"s heart, and I will multiply my signs and wonders in the land of Egypt."},{"verse": 4, "text": "When Pharaoh does not listen to you, I will lay my hand upon Egypt and bring my people the Israelites, company by company, out of the land of Egypt by great acts of judgment."},{"verse": 5, "text": "The Egyptians shall know that I am the LORD, when I stretch out my hand against Egypt and bring the Israelites out from among them.\""},{"verse": 6, "text": "Moses and Aaron did so; they did just as the LORD commanded them."},{"verse": 7, "text": "Moses was eighty years old and Aaron eighty-three when they spoke to Pharaoh."},{"verse": 8, "text": "||Aaron\"s Miraculous Rod||The LORD said to Moses and Aaron,"},{"verse": 9, "text": "\"When Pharaoh says to you, \"Perform a wonder,\" then you shall say to Aaron, \"Take your staff and throw it down before Pharaoh, and it will become a snake.\"\""},{"verse": 10, "text": "So Moses and Aaron went to Pharaoh and did as the LORD had commanded; Aaron threw down his staff before Pharaoh and his officials, and it became a snake."},{"verse": 11, "text": "Then Pharaoh summoned the wise men and the sorcerers; and they also, the magicians of Egypt, did the same by their secret arts."},{"verse": 12, "text": "Each one threw down his staff, and they became snakes; but Aaron\"s staff swallowed up theirs."},{"verse": 13, "text": "Still Pharaoh\"s heart was hardened, and he would not listen to them, as the LORD had said."},{"verse": 14, "text": "||The First Plague: Water Turned to Blood||Then the LORD said to Moses, \"Pharaoh\"s heart is hardened; he refuses to let the people go."},{"verse": 15, "text": "Go to Pharaoh in the morning, as he is going out to the water; stand by at the river bank to meet him, and take in your hand the staff that was turned into a snake."},{"verse": 16, "text": "Say to him, \"The LORD, the God of the Hebrews, sent me to you to say, \"Let my people go, so that they may worship me in the wilderness.\" But until now you have not listened."},{"verse": 17, "text": "Thus says the LORD, \"By this you shall know that I am the LORD.\" See, with the staff that is in my hand I will strike the water that is in the Nile, and it shall be turned to blood."},{"verse": 18, "text": "The fish in the river shall die, the river itself shall stink, and the Egyptians shall be unable to drink water from the Nile.\"\""},{"verse": 19, "text": "The LORD said to Moses, \"Say to Aaron, \"Take your staff and stretch out your hand over the waters of Egypt--over its rivers, its canals, and its ponds, and all its pools of water--so that they may become blood; and there shall be blood throughout the whole land of Egypt, even in vessels of wood and in vessels of stone.\"\""},{"verse": 20, "text": "Moses and Aaron did just as the LORD commanded. In the sight of Pharaoh and of his officials he lifted up the staff and struck the water in the river, and all the water in the river was turned into blood,"},{"verse": 21, "text": "and the fish in the river died. The river stank so that the Egyptians could not drink its water, and there was blood throughout the whole land of Egypt."},{"verse": 22, "text": "But the magicians of Egypt did the same by their secret arts; so Pharaoh\"s heart remained hardened, and he would not listen to them, as the LORD had said."},{"verse": 23, "text": "Pharaoh turned and went into his house, and he did not take even this to heart."},{"verse": 24, "text": "And all the Egyptians had to dig along the Nile for water to drink, for they could not drink the water of the river."},{"verse": 25, "text": "Seven days passed after the LORD had struck the Nile."}]}
,{"chapter": 8, "verses":[{"verse": 1, "footnotes": {"a": "Exodus 8:1 Ch 7.26 in Heb"}, "text": "||The Second Plague: Frogs||[^a] Then the LORD said to Moses, \"Go to Pharaoh and say to him, \"Thus says the LORD: Let my people go, so that they may worship me."},{"verse": 2, "text": "If you refuse to let them go, I will plague your whole country with frogs."},{"verse": 3, "footnotes": {"a": "Exodus 8:3 Gk: Heb _upon your people_"}, "text": "The river shall swarm with frogs; they shall come up into your palace, into your bedchamber and your bed, and into the houses of your officials and of your people,[^a] and into your ovens and your kneading bowls."},{"verse": 4, "text": "The frogs shall come up on you and on your people and on all your officials.\"\""},{"verse": 5, "footnotes": {"a": "Exodus 8:5 Ch 8.1 in Heb"}, "text": "[^a] And the LORD said to Moses, \"Say to Aaron, \"Stretch out your hand with your staff over the rivers, the canals, and the pools, and make frogs come up on the land of Egypt.\"\""},{"verse": 6, "text": "So Aaron stretched out his hand over the waters of Egypt; and the frogs came up and covered the land of Egypt."},{"verse": 7, "text": "But the magicians did the same by their secret arts, and brought frogs up on the land of Egypt."},{"verse": 8, "text": "Then Pharaoh called Moses and Aaron, and said, \"Pray to the LORD to take away the frogs from me and my people, and I will let the people go to sacrifice to the LORD.\""},{"verse": 9, "text": "Moses said to Pharaoh, \"Kindly tell me when I am to pray for you and for your officials and for your people, that the frogs may be removed from you and your houses and be left only in the Nile.\""},{"verse": 10, "text": "And he said, \"Tomorrow.\" Moses said, \"As you say! So that you may know that there is no one like the LORD our God,"},{"verse": 11, "text": "the frogs shall leave you and your houses and your officials and your people; they shall be left only in the Nile.\""},{"verse": 12, "footnotes": {"a": "Exodus 8:12 Or _frogs, as he had agreed with Pharaoh_"}, "text": "Then Moses and Aaron went out from Pharaoh; and Moses cried out to the LORD concerning the frogs that he had brought upon Pharaoh.[^a]"},{"verse": 13, "text": "And the LORD did as Moses requested: the frogs died in the houses, the courtyards, and the fields."},{"verse": 14, "text": "And they gathered them together in heaps, and the land stank."},{"verse": 15, "text": "But when Pharaoh saw that there was a respite, he hardened his heart, and would not listen to them, just as the LORD had said."},{"verse": 16, "text": "||The Third Plague: Gnats||Then the LORD said to Moses, \"Say to Aaron, \"Stretch out your staff and strike the dust of the earth, so that it may become gnats throughout the whole land of Egypt.\"\""},{"verse": 17, "text": "And they did so; Aaron stretched out his hand with his staff and struck the dust of the earth, and gnats came on humans and animals alike; all the dust of the earth turned into gnats throughout the whole land of Egypt."},{"verse": 18, "text": "The magicians tried to produce gnats by their secret arts, but they could not. There were gnats on both humans and animals."},{"verse": 19, "text": "And the magicians said to Pharaoh, \"This is the finger of God!\" But Pharaoh\"s heart was hardened, and he would not listen to them, just as the LORD had said."},{"verse": 20, "text": "||The Fourth Plague: Flies||Then the LORD said to Moses, \"Rise early in the morning and present yourself before Pharaoh, as he goes out to the water, and say to him, \"Thus says the LORD: Let my people go, so that they may worship me."},{"verse": 21, "text": "For if you will not let my people go, I will send swarms of flies on you, your officials, and your people, and into your houses; and the houses of the Egyptians shall be filled with swarms of flies; so also the land where they live."},{"verse": 22, "text": "But on that day I will set apart the land of Goshen, where my people live, so that no swarms of flies shall be there, that you may know that I the LORD am in this land."},{"verse": 23, "footnotes": {"a": "Exodus 8:23 Gk Vg: Heb _will set redemption_"}, "text": "Thus I will make a distinction[^a] between my people and your people. This sign shall appear tomorrow.\"\""},{"verse": 24, "text": "The LORD did so, and great swarms of flies came into the house of Pharaoh and into his officials\" houses; in all of Egypt the land was ruined because of the flies."},{"verse": 25, "text": "Then Pharaoh summoned Moses and Aaron, and said, \"Go, sacrifice to your God within the land.\""},{"verse": 26, "text": "But Moses said, \"It would not be right to do so; for the sacrifices that we offer to the LORD our God are offensive to the Egyptians. If we offer in the sight of the Egyptians sacrifices that are offensive to them, will they not stone us?"},{"verse": 27, "text": "We must go a three days\" journey into the wilderness and sacrifice to the LORD our God as he commands us.\""},{"verse": 28, "text": "So Pharaoh said, \"I will let you go to sacrifice to the LORD your God in the wilderness, provided you do not go very far away. Pray for me.\""},{"verse": 29, "text": "Then Moses said, \"As soon as I leave you, I will pray to the LORD that the swarms of flies may depart tomorrow from Pharaoh, from his officials, and from his people; only do not let Pharaoh again deal falsely by not letting the people go to sacrifice to the LORD.\""},{"verse": 30, "text": "So Moses went out from Pharaoh and prayed to the LORD."},{"verse": 31, "text": "And the LORD did as Moses asked: he removed the swarms of flies from Pharaoh, from his officials, and from his people; not one remained."},{"verse": 32, "text": "But Pharaoh hardened his heart this time also, and would not let the people go."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||The Fifth Plague: Livestock Diseased||Then the LORD said to Moses, \"Go to Pharaoh, and say to him, \"Thus says the LORD, the God of the Hebrews: Let my people go, so that they may worship me."},{"verse": 2, "text": "For if you refuse to let them go and still hold them,"},{"verse": 3, "text": "the hand of the LORD will strike with a deadly pestilence your livestock in the field: the horses, the donkeys, the camels, the herds, and the flocks."},{"verse": 4, "text": "But the LORD will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing shall die of all that belongs to the Israelites.\"\""},{"verse": 5, "text": "The LORD set a time, saying, \"Tomorrow the LORD will do this thing in the land.\""},{"verse": 6, "text": "And on the next day the LORD did so; all the livestock of the Egyptians died, but of the livestock of the Israelites not one died."},{"verse": 7, "text": "Pharaoh inquired and found that not one of the livestock of the Israelites was dead. But the heart of Pharaoh was hardened, and he would not let the people go."},{"verse": 8, "text": "||The Sixth Plague: Boils||Then the LORD said to Moses and Aaron, \"Take handfuls of soot from the kiln, and let Moses throw it in the air in the sight of Pharaoh."},{"verse": 9, "text": "It shall become fine dust all over the land of Egypt, and shall cause festering boils on humans and animals throughout the whole land of Egypt.\""},{"verse": 10, "text": "So they took soot from the kiln, and stood before Pharaoh, and Moses threw it in the air, and it caused festering boils on humans and animals."},{"verse": 11, "text": "The magicians could not stand before Moses because of the boils, for the boils afflicted the magicians as well as all the Egyptians."},{"verse": 12, "text": "But the LORD hardened the heart of Pharaoh, and he would not listen to them, just as the LORD had spoken to Moses."},{"verse": 13, "text": "||The Seventh Plague: Thunder and Hail||Then the LORD said to Moses, \"Rise up early in the morning and present yourself before Pharaoh, and say to him, \"Thus says the LORD, the God of the Hebrews: Let my people go, so that they may worship me."},{"verse": 14, "text": "For this time I will send all my plagues upon you yourself, and upon your officials, and upon your people, so that you may know that there is no one like me in all the earth."},{"verse": 15, "text": "For by now I could have stretched out my hand and struck you and your people with pestilence, and you would have been cut off from the earth."},{"verse": 16, "text": "But this is why I have let you live: to show you my power, and to make my name resound through all the earth."},{"verse": 17, "text": "You are still exalting yourself against my people, and will not let them go."},{"verse": 18, "text": "Tomorrow at this time I will cause the heaviest hail to fall that has ever fallen in Egypt from the day it was founded until now."},{"verse": 19, "text": "Send, therefore, and have your livestock and everything that you have in the open field brought to a secure place; every human or animal that is in the open field and is not brought under shelter will die when the hail comes down upon them.\"\""},{"verse": 20, "text": "Those officials of Pharaoh who feared the word of the LORD hurried their slaves and livestock off to a secure place."},{"verse": 21, "text": "Those who did not regard the word of the LORD left their slaves and livestock in the open field."},{"verse": 22, "text": "The LORD said to Moses, \"Stretch out your hand toward heaven so that hail may fall on the whole land of Egypt, on humans and animals and all the plants of the field in the land of Egypt.\""},{"verse": 23, "text": "Then Moses stretched out his staff toward heaven, and the LORD sent thunder and hail, and fire came down on the earth. And the LORD rained hail on the land of Egypt;"},{"verse": 24, "text": "there was hail with fire flashing continually in the midst of it, such heavy hail as had never fallen in all the land of Egypt since it became a nation."},{"verse": 25, "text": "The hail struck down everything that was in the open field throughout all the land of Egypt, both human and animal; the hail also struck down all the plants of the field, and shattered every tree in the field."},{"verse": 26, "text": "Only in the land of Goshen, where the Israelites were, there was no hail."},{"verse": 27, "text": "Then Pharaoh summoned Moses and Aaron, and said to them, \"This time I have sinned; the LORD is in the right, and I and my people are in the wrong."},{"verse": 28, "text": "Pray to the LORD! Enough of God\"s thunder and hail! I will let you go; you need stay no longer.\""},{"verse": 29, "text": "Moses said to him, \"As soon as I have gone out of the city, I will stretch out my hands to the LORD; the thunder will cease, and there will be no more hail, so that you may know that the earth is the LORD\"s."},{"verse": 30, "text": "But as for you and your officials, I know that you do not yet fear the LORD God.\""},{"verse": 31, "text": "(Now the flax and the barley were ruined, for the barley was in the ear and the flax was in bud."},{"verse": 32, "text": "But the wheat and the spelt were not ruined, for they are late in coming up.)"},{"verse": 33, "text": "So Moses left Pharaoh, went out of the city, and stretched out his hands to the LORD; then the thunder and the hail ceased, and the rain no longer poured down on the earth."},{"verse": 34, "text": "But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned once more and hardened his heart, he and his officials."},{"verse": 35, "text": "So the heart of Pharaoh was hardened, and he would not let the Israelites go, just as the LORD had spoken through Moses."}]}
,{"chapter": 10, "verses":[{"verse": 1, "text": "||The Eighth Plague: Locusts||Then the LORD said to Moses, \"Go to Pharaoh; for I have hardened his heart and the heart of his officials, in order that I may show these signs of mine among them,"},{"verse": 2, "text": "and that you may tell your children and grandchildren how I have made fools of the Egyptians and what signs I have done among them--so that you may know that I am the LORD.\""},{"verse": 3, "text": "So Moses and Aaron went to Pharaoh, and said to him, \"Thus says the LORD, the God of the Hebrews, \"How long will you refuse to humble yourself before me? Let my people go, so that they may worship me."},{"verse": 4, "text": "For if you refuse to let my people go, tomorrow I will bring locusts into your country."},{"verse": 5, "text": "They shall cover the surface of the land, so that no one will be able to see the land. They shall devour the last remnant left you after the hail, and they shall devour every tree of yours that grows in the field."},{"verse": 6, "text": "They shall fill your houses, and the houses of all your officials and of all the Egyptians--something that neither your parents nor your grandparents have seen, from the day they came on earth to this day.\"\" Then he turned and went out from Pharaoh."},{"verse": 7, "text": "Pharaoh\"s officials said to him, \"How long shall this fellow be a snare to us? Let the people go, so that they may worship the LORD their God; do you not yet understand that Egypt is ruined?\""},{"verse": 8, "text": "So Moses and Aaron were brought back to Pharaoh, and he said to them, \"Go, worship the LORD your God! But which ones are to go?\""},{"verse": 9, "text": "Moses said, \"We will go with our young and our old; we will go with our sons and daughters and with our flocks and herds, because we have the LORD\"s festival to celebrate.\""},{"verse": 10, "text": "He said to them, \"The LORD indeed will be with you, if ever I let your little ones go with you! Plainly, you have some evil purpose in mind."},{"verse": 11, "text": "No, never! Your men may go and worship the LORD, for that is what you are asking.\" And they were driven out from Pharaoh\"s presence."},{"verse": 12, "text": "Then the LORD said to Moses, \"Stretch out your hand over the land of Egypt, so that the locusts may come upon it and eat every plant in the land, all that the hail has left.\""},{"verse": 13, "text": "So Moses stretched out his staff over the land of Egypt, and the LORD brought an east wind upon the land all that day and all that night; when morning came, the east wind had brought the locusts."},{"verse": 14, "text": "The locusts came upon all the land of Egypt and settled on the whole country of Egypt, such a dense swarm of locusts as had never been before, nor ever shall be again."},{"verse": 15, "text": "They covered the surface of the whole land, so that the land was black; and they ate all the plants in the land and all the fruit of the trees that the hail had left; nothing green was left, no tree, no plant in the field, in all the land of Egypt."},{"verse": 16, "text": "Pharaoh hurriedly summoned Moses and Aaron and said, \"I have sinned against the LORD your God, and against you."},{"verse": 17, "text": "Do forgive my sin just this once, and pray to the LORD your God that at the least he remove this deadly thing from me.\""},{"verse": 18, "text": "So he went out from Pharaoh and prayed to the LORD."},{"verse": 19, "footnotes": {"a": "Exodus 10:19 Or _Sea of Reeds_"}, "text": "The LORD changed the wind into a very strong west wind, which lifted the locusts and drove them into the Red Sea;[^a] not a single locust was left in all the country of Egypt."},{"verse": 20, "text": "But the LORD hardened Pharaoh\"s heart, and he would not let the Israelites go."},{"verse": 21, "text": "||The Ninth Plague: Darkness||Then the LORD said to Moses, \"Stretch out your hand toward heaven so that there may be darkness over the land of Egypt, a darkness that can be felt.\""},{"verse": 22, "text": "So Moses stretched out his hand toward heaven, and there was dense darkness in all the land of Egypt for three days."},{"verse": 23, "text": "People could not see one another, and for three days they could not move from where they were; but all the Israelites had light where they lived."},{"verse": 24, "text": "Then Pharaoh summoned Moses, and said, \"Go, worship the LORD. Only your flocks and your herds shall remain behind. Even your children may go with you.\""},{"verse": 25, "text": "But Moses said, \"You must also let us have sacrifices and burnt offerings to sacrifice to the LORD our God."},{"verse": 26, "text": "Our livestock also must go with us; not a hoof shall be left behind, for we must choose some of them for the worship of the LORD our God, and we will not know what to use to worship the LORD until we arrive there.\""},{"verse": 27, "text": "But the LORD hardened Pharaoh\"s heart, and he was unwilling to let them go."},{"verse": 28, "text": "Then Pharaoh said to him, \"Get away from me! Take care that you do not see my face again, for on the day you see my face you shall die.\""},{"verse": 29, "text": "Moses said, \"Just as you say! I will never see your face again.\""}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||Warning of the Final Plague||The LORD said to Moses, \"I will bring one more plague upon Pharaoh and upon Egypt; afterwards he will let you go from here; indeed, when he lets you go, he will drive you away."},{"verse": 2, "text": "Tell the people that every man is to ask his neighbor and every woman is to ask her neighbor for objects of silver and gold.\""},{"verse": 3, "text": "The LORD gave the people favor in the sight of the Egyptians. Moreover, Moses himself was a man of great importance in the land of Egypt, in the sight of Pharaoh\"s officials and in the sight of the people."},{"verse": 4, "text": "Moses said, \"Thus says the LORD: About midnight I will go out through Egypt."},{"verse": 5, "text": "Every firstborn in the land of Egypt shall die, from the firstborn of Pharaoh who sits on his throne to the firstborn of the female slave who is behind the handmill, and all the firstborn of the livestock."},{"verse": 6, "text": "Then there will be a loud cry throughout the whole land of Egypt, such as has never been or will ever be again."},{"verse": 7, "text": "But not a dog shall growl at any of the Israelites--not at people, not at animals--so that you may know that the LORD makes a distinction between Egypt and Israel."},{"verse": 8, "text": "Then all these officials of yours shall come down to me, and bow low to me, saying, \"Leave us, you and all the people who follow you.\" After that I will leave.\" And in hot anger he left Pharaoh."},{"verse": 9, "text": "The LORD said to Moses, \"Pharaoh will not listen to you, in order that my wonders may be multiplied in the land of Egypt.\""},{"verse": 10, "text": "Moses and Aaron performed all these wonders before Pharaoh; but the LORD hardened Pharaoh\"s heart, and he did not let the people of Israel go out of his land."}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||The First Passover Instituted||The LORD said to Moses and Aaron in the land of Egypt:"},{"verse": 2, "text": "This month shall mark for you the beginning of months; it shall be the first month of the year for you."},{"verse": 3, "text": "Tell the whole congregation of Israel that on the tenth of this month they are to take a lamb for each family, a lamb for each household."},{"verse": 4, "text": "If a household is too small for a whole lamb, it shall join its closest neighbor in obtaining one; the lamb shall be divided in proportion to the number of people who eat of it."},{"verse": 5, "text": "Your lamb shall be without blemish, a year-old male; you may take it from the sheep or from the goats."},{"verse": 6, "text": "You shall keep it until the fourteenth day of this month; then the whole assembled congregation of Israel shall slaughter it at twilight."},{"verse": 7, "text": "They shall take some of the blood and put it on the two doorposts and the lintel of the houses in which they eat it."},{"verse": 8, "text": "They shall eat the lamb that same night; they shall eat it roasted over the fire with unleavened bread and bitter herbs."},{"verse": 9, "text": "Do not eat any of it raw or boiled in water, but roasted over the fire, with its head, legs, and inner organs."},{"verse": 10, "text": "You shall let none of it remain until the morning; anything that remains until the morning you shall burn."},{"verse": 11, "text": "This is how you shall eat it: your loins girded, your sandals on your feet, and your staff in your hand; and you shall eat it hurriedly. It is the passover of the LORD."},{"verse": 12, "text": "For I will pass through the land of Egypt that night, and I will strike down every firstborn in the land of Egypt, both human beings and animals; on all the gods of Egypt I will execute judgments: I am the LORD."},{"verse": 13, "text": "The blood shall be a sign for you on the houses where you live: when I see the blood, I will pass over you, and no plague shall destroy you when I strike the land of Egypt."},{"verse": 14, "text": "This day shall be a day of remembrance for you. You shall celebrate it as a festival to the LORD; throughout your generations you shall observe it as a perpetual ordinance."},{"verse": 15, "text": "Seven days you shall eat unleavened bread; on the first day you shall remove leaven from your houses, for whoever eats leavened bread from the first day until the seventh day shall be cut off from Israel."},{"verse": 16, "text": "On the first day you shall hold a solemn assembly, and on the seventh day a solemn assembly; no work shall be done on those days; only what everyone must eat, that alone may be prepared by you."},{"verse": 17, "text": "You shall observe the festival of unleavened bread, for on this very day I brought your companies out of the land of Egypt: you shall observe this day throughout your generations as a perpetual ordinance."},{"verse": 18, "text": "In the first month, from the evening of the fourteenth day until the evening of the twenty-first day, you shall eat unleavened bread."},{"verse": 19, "text": "For seven days no leaven shall be found in your houses; for whoever eats what is leavened shall be cut off from the congregation of Israel, whether an alien or a native of the land."},{"verse": 20, "text": "You shall eat nothing leavened; in all your settlements you shall eat unleavened bread."},{"verse": 21, "text": "Then Moses called all the elders of Israel and said to them, \"Go, select lambs for your families, and slaughter the passover lamb."},{"verse": 22, "text": "Take a bunch of hyssop, dip it in the blood that is in the basin, and touch the lintel and the two doorposts with the blood in the basin. None of you shall go outside the door of your house until morning."},{"verse": 23, "text": "For the LORD will pass through to strike down the Egyptians; when he sees the blood on the lintel and on the two doorposts, the LORD will pass over that door and will not allow the destroyer to enter your houses to strike you down."},{"verse": 24, "text": "You shall observe this rite as a perpetual ordinance for you and your children."},{"verse": 25, "text": "When you come to the land that the LORD will give you, as he has promised, you shall keep this observance."},{"verse": 26, "text": "And when your children ask you, \"What do you mean by this observance?\""},{"verse": 27, "text": "you shall say, \"It is the passover sacrifice to the LORD, for he passed over the houses of the Israelites in Egypt, when he struck down the Egyptians but spared our houses.\"\" And the people bowed down and worshiped."},{"verse": 28, "text": "The Israelites went and did just as the LORD had commanded Moses and Aaron."},{"verse": 29, "text": "||The Tenth Plague: Death of the Firstborn||At midnight the LORD struck down all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the prisoner who was in the dungeon, and all the firstborn of the livestock."},{"verse": 30, "text": "Pharaoh arose in the night, he and all his officials and all the Egyptians; and there was a loud cry in Egypt, for there was not a house without someone dead."},{"verse": 31, "text": "Then he summoned Moses and Aaron in the night, and said, \"Rise up, go away from my people, both you and the Israelites! Go, worship the LORD, as you said."},{"verse": 32, "text": "Take your flocks and your herds, as you said, and be gone. And bring a blessing on me too!\""},{"verse": 33, "text": "||The Exodus: From Rameses to Succoth||The Egyptians urged the people to hasten their departure from the land, for they said, \"We shall all be dead.\""},{"verse": 34, "text": "So the people took their dough before it was leavened, with their kneading bowls wrapped up in their cloaks on their shoulders."},{"verse": 35, "text": "The Israelites had done as Moses told them; they had asked the Egyptians for jewelry of silver and gold, and for clothing,"},{"verse": 36, "text": "and the LORD had given the people favor in the sight of the Egyptians, so that they let them have what they asked. And so they plundered the Egyptians."},{"verse": 37, "text": "The Israelites journeyed from Rameses to Succoth, about six hundred thousand men on foot, besides children."},{"verse": 38, "text": "A mixed crowd also went up with them, and livestock in great numbers, both flocks and herds."},{"verse": 39, "text": "They baked unleavened cakes of the dough that they had brought out of Egypt; it was not leavened, because they were driven out of Egypt and could not wait, nor had they prepared any provisions for themselves."},{"verse": 40, "text": "The time that the Israelites had lived in Egypt was four hundred thirty years."},{"verse": 41, "text": "At the end of four hundred thirty years, on that very day, all the companies of the LORD went out from the land of Egypt."},{"verse": 42, "text": "That was for the LORD a night of vigil, to bring them out of the land of Egypt. That same night is a vigil to be kept for the LORD by all the Israelites throughout their generations."},{"verse": 43, "text": "||Directions for the Passover||The LORD said to Moses and Aaron: This is the ordinance for the passover: no foreigner shall eat of it,"},{"verse": 44, "text": "but any slave who has been purchased may eat of it after he has been circumcised;"},{"verse": 45, "text": "no bound or hired servant may eat of it."},{"verse": 46, "text": "It shall be eaten in one house; you shall not take any of the animal outside the house, and you shall not break any of its bones."},{"verse": 47, "text": "The whole congregation of Israel shall celebrate it."},{"verse": 48, "text": "If an alien who resides with you wants to celebrate the passover to the LORD, all his males shall be circumcised; then he may draw near to celebrate it; he shall be regarded as a native of the land. But no uncircumcised person shall eat of it;"},{"verse": 49, "text": "there shall be one law for the native and for the alien who resides among you."},{"verse": 50, "text": "All the Israelites did just as the LORD had commanded Moses and Aaron."},{"verse": 51, "text": "That very day the LORD brought the Israelites out of the land of Egypt, company by company."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "The LORD said to Moses:"},{"verse": 2, "text": "Consecrate to me all the firstborn; whatever is the first to open the womb among the Israelites, of human beings and animals, is mine."},{"verse": 3, "text": "||The Festival of Unleavened Bread||Moses said to the people, \"Remember this day on which you came out of Egypt, out of the house of slavery, because the LORD brought you out from there by strength of hand; no leavened bread shall be eaten."},{"verse": 4, "text": "Today, in the month of Abib, you are going out."},{"verse": 5, "text": "When the LORD brings you into the land of the Canaanites, the Hittites, the Amorites, the Hivites, and the Jebusites, which he swore to your ancestors to give you, a land flowing with milk and honey, you shall keep this observance in this month."},{"verse": 6, "text": "Seven days you shall eat unleavened bread, and on the seventh day there shall be a festival to the LORD."},{"verse": 7, "text": "Unleavened bread shall be eaten for seven days; no leavened bread shall be seen in your possession, and no leaven shall be seen among you in all your territory."},{"verse": 8, "text": "You shall tell your child on that day, \"It is because of what the LORD did for me when I came out of Egypt.\""},{"verse": 9, "text": "It shall serve for you as a sign on your hand and as a reminder on your forehead, so that the teaching of the LORD may be on your lips; for with a strong hand the LORD brought you out of Egypt."},{"verse": 10, "text": "You shall keep this ordinance at its proper time from year to year."},{"verse": 11, "text": "||The Consecration of the Firstborn||\"When the LORD has brought you into the land of the Canaanites, as he swore to you and your ancestors, and has given it to you,"},{"verse": 12, "text": "you shall set apart to the LORD all that first opens the womb. All the firstborn of your livestock that are males shall be the LORD\"s."},{"verse": 13, "text": "But every firstborn donkey you shall redeem with a sheep; if you do not redeem it, you must break its neck. Every firstborn male among your children you shall redeem."},{"verse": 14, "text": "When in the future your child asks you, \"What does this mean?\" you shall answer, \"By strength of hand the LORD brought us out of Egypt, from the house of slavery."},{"verse": 15, "text": "When Pharaoh stubbornly refused to let us go, the LORD killed all the firstborn in the land of Egypt, from human firstborn to the firstborn of animals. Therefore I sacrifice to the LORD every male that first opens the womb, but every firstborn of my sons I redeem.\""},{"verse": 16, "footnotes": {"a": "Exodus 13:16 Or _as a frontlet_; meaning of Heb uncertain"}, "text": "It shall serve as a sign on your hand and as an emblem[^a] on your forehead that by strength of hand the LORD brought us out of Egypt.\""},{"verse": 17, "text": "||The Pillars of Cloud and Fire||When Pharaoh let the people go, God did not lead them by way of the land of the Philistines, although that was nearer; for God thought, \"If the people face war, they may change their minds and return to Egypt.\""},{"verse": 18, "footnotes": {"a": "Exodus 13:18 Or _Sea of Reeds_"}, "text": "So God led the people by the roundabout way of the wilderness toward the Red Sea.[^a] The Israelites went up out of the land of Egypt prepared for battle."},{"verse": 19, "text": "And Moses took with him the bones of Joseph who had required a solemn oath of the Israelites, saying, \"God will surely take notice of you, and then you must carry my bones with you from here.\""},{"verse": 20, "text": "They set out from Succoth, and camped at Etham, on the edge of the wilderness."},{"verse": 21, "text": "The LORD went in front of them in a pillar of cloud by day, to lead them along the way, and in a pillar of fire by night, to give them light, so that they might travel by day and by night."},{"verse": 22, "text": "Neither the pillar of cloud by day nor the pillar of fire by night left its place in front of the people."}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "||Crossing the Red Sea||Then the LORD said to Moses:"},{"verse": 2, "text": "Tell the Israelites to turn back and camp in front of Pi-hahiroth, between Migdol and the sea, in front of Baal-zephon; you shall camp opposite it, by the sea."},{"verse": 3, "text": "Pharaoh will say of the Israelites, \"They are wandering aimlessly in the land; the wilderness has closed in on them.\""},{"verse": 4, "text": "I will harden Pharaoh\"s heart, and he will pursue them, so that I will gain glory for myself over Pharaoh and all his army; and the Egyptians shall know that I am the LORD. And they did so."},{"verse": 5, "text": "When the king of Egypt was told that the people had fled, the minds of Pharaoh and his officials were changed toward the people, and they said, \"What have we done, letting Israel leave our service?\""},{"verse": 6, "text": "So he had his chariot made ready, and took his army with him;"},{"verse": 7, "text": "he took six hundred picked chariots and all the other chariots of Egypt with officers over all of them."},{"verse": 8, "text": "The LORD hardened the heart of Pharaoh king of Egypt and he pursued the Israelites, who were going out boldly."},{"verse": 9, "text": "The Egyptians pursued them, all Pharaoh\"s horses and chariots, his chariot drivers and his army; they overtook them camped by the sea, by Pi-hahiroth, in front of Baal-zephon."},{"verse": 10, "text": "As Pharaoh drew near, the Israelites looked back, and there were the Egyptians advancing on them. In great fear the Israelites cried out to the LORD."},{"verse": 11, "text": "They said to Moses, \"Was it because there were no graves in Egypt that you have taken us away to die in the wilderness? What have you done to us, bringing us out of Egypt?"},{"verse": 12, "text": "Is this not the very thing we told you in Egypt, \"Let us alone and let us serve the Egyptians\"? For it would have been better for us to serve the Egyptians than to die in the wilderness.\""},{"verse": 13, "text": "But Moses said to the people, \"Do not be afraid, stand firm, and see the deliverance that the LORD will accomplish for you today; for the Egyptians whom you see today you shall never see again."},{"verse": 14, "text": "The LORD will fight for you, and you have only to keep still.\""},{"verse": 15, "text": "Then the LORD said to Moses, \"Why do you cry out to me? Tell the Israelites to go forward."},{"verse": 16, "text": "But you lift up your staff, and stretch out your hand over the sea and divide it, that the Israelites may go into the sea on dry ground."},{"verse": 17, "text": "Then I will harden the hearts of the Egyptians so that they will go in after them; and so I will gain glory for myself over Pharaoh and all his army, his chariots, and his chariot drivers."},{"verse": 18, "text": "And the Egyptians shall know that I am the LORD, when I have gained glory for myself over Pharaoh, his chariots, and his chariot drivers.\""},{"verse": 19, "text": "The angel of God who was going before the Israelite army moved and went behind them; and the pillar of cloud moved from in front of them and took its place behind them."},{"verse": 20, "text": "It came between the army of Egypt and the army of Israel. And so the cloud was there with the darkness, and it lit up the night; one did not come near the other all night."},{"verse": 21, "text": "Then Moses stretched out his hand over the sea. The LORD drove the sea back by a strong east wind all night, and turned the sea into dry land; and the waters were divided."},{"verse": 22, "text": "The Israelites went into the sea on dry ground, the waters forming a wall for them on their right and on their left."},{"verse": 23, "text": "The Egyptians pursued, and went into the sea after them, all of Pharaoh\"s horses, chariots, and chariot drivers."},{"verse": 24, "text": "At the morning watch the LORD in the pillar of fire and cloud looked down upon the Egyptian army, and threw the Egyptian army into panic."},{"verse": 25, "footnotes": {"a": "Exodus 14:25 Sam Gk Syr: MT _removed_"}, "text": "He clogged[^a] their chariot wheels so that they turned with difficulty. The Egyptians said, \"Let us flee from the Israelites, for the LORD is fighting for them against Egypt.\""},{"verse": 26, "text": "||The Pursuers Drowned||Then the LORD said to Moses, \"Stretch out your hand over the sea, so that the water may come back upon the Egyptians, upon their chariots and chariot drivers.\""},{"verse": 27, "text": "So Moses stretched out his hand over the sea, and at dawn the sea returned to its normal depth. As the Egyptians fled before it, the LORD tossed the Egyptians into the sea."},{"verse": 28, "text": "The waters returned and covered the chariots and the chariot drivers, the entire army of Pharaoh that had followed them into the sea; not one of them remained."},{"verse": 29, "text": "But the Israelites walked on dry ground through the sea, the waters forming a wall for them on their right and on their left."},{"verse": 30, "text": "Thus the LORD saved Israel that day from the Egyptians; and Israel saw the Egyptians dead on the seashore."},{"verse": 31, "text": "Israel saw the great work that the LORD did against the Egyptians. So the people feared the LORD and believed in the LORD and in his servant Moses."}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||The Song of Moses||Then Moses and the Israelites sang this song to the LORD:\n\"I will sing to the LORD, for he has triumphed gloriously;  \n    horse and rider he has thrown into the sea."},{"verse": 2, "footnotes": {"a": "Exodus 15:2 Or _song_"}, "text": "The LORD is my strength and my might,[^a]  \n    and he has become my salvation;  \nthis is my God, and I will praise him,  \n    my father\"s God, and I will exalt him."},{"verse": 3, "text": "The LORD is a warrior;  \n    the LORD is his name."},{"verse": 4, "footnotes": {"a": "Exodus 15:4 Or _Sea of Reeds_"}, "text": "\"Pharaoh\"s chariots and his army he cast into the sea;  \n    his picked officers were sunk in the Red Sea.[^a]"},{"verse": 5, "text": "The floods covered them;  \n    they went down into the depths like a stone."},{"verse": 6, "text": "Your right hand, O LORD, glorious in power--  \n    your right hand, O LORD, shattered the enemy."},{"verse": 7, "text": "In the greatness of your majesty you overthrew your adversaries;  \n    you sent out your fury, it consumed them like stubble."},{"verse": 8, "text": "At the blast of your nostrils the waters piled up,  \n    the floods stood up in a heap;  \n    the deeps congealed in the heart of the sea."},{"verse": 9, "text": "The enemy said, \"I will pursue, I will overtake,  \n    I will divide the spoil, my desire shall have its fill of them.  \n    I will draw my sword, my hand shall destroy them.\""},{"verse": 10, "text": "You blew with your wind, the sea covered them;  \n    they sank like lead in the mighty waters."},{"verse": 11, "text": "\"Who is like you, O LORD, among the gods?  \n    Who is like you, majestic in holiness,  \n    awesome in splendor, doing wonders?"},{"verse": 12, "text": "You stretched out your right hand,  \n    the earth swallowed them."},{"verse": 13, "text": "\"In your steadfast love you led the people whom you redeemed;  \n    you guided them by your strength to your holy abode."},{"verse": 14, "text": "The peoples heard, they trembled;  \n    pangs seized the inhabitants of Philistia."},{"verse": 15, "text": "Then the chiefs of Edom were dismayed;  \n    trembling seized the leaders of Moab;  \n    all the inhabitants of Canaan melted away."},{"verse": 16, "text": "Terror and dread fell upon them;  \n    by the might of your arm, they became still as a stone  \nuntil your people, O LORD, passed by,  \n    until the people whom you acquired passed by."},{"verse": 17, "text": "You brought them in and planted them on the mountain of your own possession,  \n    the place, O LORD, that you made your abode,  \n    the sanctuary, O LORD, that your hands have established."},{"verse": 18, "text": "The LORD will reign forever and ever.\""},{"verse": 19, "text": "When the horses of Pharaoh with his chariots and his chariot drivers went into the sea, the LORD brought back the waters of the sea upon them; but the Israelites walked through the sea on dry ground."},{"verse": 20, "text": "||The Song of Miriam||Then the prophet Miriam, Aaron\"s sister, took a tambourine in her hand; and all the women went out after her with tambourines and with dancing."},{"verse": 21, "text": "And Miriam sang to them:\n\"Sing to the LORD, for he has triumphed gloriously;  \nhorse and rider he has thrown into the sea.\""},{"verse": 22, "footnotes": {"a": "Exodus 15:22 Or _Sea of Reeds_"}, "text": "||Bitter Water Made Sweet||Then Moses ordered Israel to set out from the Red Sea,[^a] and they went into the wilderness of Shur. They went three days in the wilderness and found no water."},{"verse": 23, "footnotes": {"a": "Exodus 15:23 That is _Bitterness_"}, "text": "When they came to Marah, they could not drink the water of Marah because it was bitter. That is why it was called Marah.[^a]"},{"verse": 24, "text": "And the people complained against Moses, saying, \"What shall we drink?\""},{"verse": 25, "footnotes": {"a": "Exodus 15:25 Or _a tree_", "b": "Exodus 15:25 Heb _he_"}, "text": "He cried out to the LORD; and the LORD showed him a piece of wood;[^a] he threw it into the water, and the water became sweet.\nThere the LORD[^b] made for them a statute and an ordinance and there he put them to the test."},{"verse": 26, "text": "He said, \"If you will listen carefully to the voice of the LORD your God, and do what is right in his sight, and give heed to his commandments and keep all his statutes, I will not bring upon you any of the diseases that I brought upon the Egyptians; for I am the LORD who heals you.\""},{"verse": 27, "text": "Then they came to Elim, where there were twelve springs of water and seventy palm trees; and they camped there by the water."}]}
,{"chapter": 16, "verses":[{"verse": 1, "text": "||Bread from Heaven||The whole congregation of the Israelites set out from Elim; and Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they had departed from the land of Egypt."},{"verse": 2, "text": "The whole congregation of the Israelites complained against Moses and Aaron in the wilderness."},{"verse": 3, "text": "The Israelites said to them, \"If only we had died by the hand of the LORD in the land of Egypt, when we sat by the fleshpots and ate our fill of bread; for you have brought us out into this wilderness to kill this whole assembly with hunger.\""},{"verse": 4, "text": "Then the LORD said to Moses, \"I am going to rain bread from heaven for you, and each day the people shall go out and gather enough for that day. In that way I will test them, whether they will follow my instruction or not."},{"verse": 5, "text": "On the sixth day, when they prepare what they bring in, it will be twice as much as they gather on other days.\""},{"verse": 6, "text": "So Moses and Aaron said to all the Israelites, \"In the evening you shall know that it was the LORD who brought you out of the land of Egypt,"},{"verse": 7, "text": "and in the morning you shall see the glory of the LORD, because he has heard your complaining against the LORD. For what are we, that you complain against us?\""},{"verse": 8, "text": "And Moses said, \"When the LORD gives you meat to eat in the evening and your fill of bread in the morning, because the LORD has heard the complaining that you utter against him--what are we? Your complaining is not against us but against the LORD.\""},{"verse": 9, "text": "Then Moses said to Aaron, \"Say to the whole congregation of the Israelites, \"Draw near to the LORD, for he has heard your complaining.\"\""},{"verse": 10, "text": "And as Aaron spoke to the whole congregation of the Israelites, they looked toward the wilderness, and the glory of the LORD appeared in the cloud."},{"verse": 11, "text": "The LORD spoke to Moses and said,"},{"verse": 12, "text": "\"I have heard the complaining of the Israelites; say to them, \"At twilight you shall eat meat, and in the morning you shall have your fill of bread; then you shall know that I am the LORD your God.\"\""},{"verse": 13, "text": "In the evening quails came up and covered the camp; and in the morning there was a layer of dew around the camp."},{"verse": 14, "text": "When the layer of dew lifted, there on the surface of the wilderness was a fine flaky substance, as fine as frost on the ground."},{"verse": 15, "footnotes": {"a": "Exodus 16:15 Or _“It is manna”_ (Heb _man hu_, see verse 31)"}, "text": "When the Israelites saw it, they said to one another, \"What is it?\"[^a] For they did not know what it was. Moses said to them, \"It is the bread that the LORD has given you to eat."},{"verse": 16, "text": "This is what the LORD has commanded: \"Gather as much of it as each of you needs, an omer to a person according to the number of persons, all providing for those in their own tents.\"\""},{"verse": 17, "text": "The Israelites did so, some gathering more, some less."},{"verse": 18, "text": "But when they measured it with an omer, those who gathered much had nothing over, and those who gathered little had no shortage; they gathered as much as each of them needed."},{"verse": 19, "text": "And Moses said to them, \"Let no one leave any of it over until morning.\""},{"verse": 20, "text": "But they did not listen to Moses; some left part of it until morning, and it bred worms and became foul. And Moses was angry with them."},{"verse": 21, "text": "Morning by morning they gathered it, as much as each needed; but when the sun grew hot, it melted."},{"verse": 22, "text": "On the sixth day they gathered twice as much food, two omers apiece. When all the leaders of the congregation came and told Moses,"},{"verse": 23, "text": "he said to them, \"This is what the LORD has commanded: \"Tomorrow is a day of solemn rest, a holy sabbath to the LORD; bake what you want to bake and boil what you want to boil, and all that is left over put aside to be kept until morning.\"\""},{"verse": 24, "text": "So they put it aside until morning, as Moses commanded them; and it did not become foul, and there were no worms in it."},{"verse": 25, "text": "Moses said, \"Eat it today, for today is a sabbath to the LORD; today you will not find it in the field."},{"verse": 26, "text": "Six days you shall gather it; but on the seventh day, which is a sabbath, there will be none.\""},{"verse": 27, "text": "On the seventh day some of the people went out to gather, and they found none."},{"verse": 28, "text": "The LORD said to Moses, \"How long will you refuse to keep my commandments and instructions?"},{"verse": 29, "text": "See! The LORD has given you the sabbath, therefore on the sixth day he gives you food for two days; each of you stay where you are; do not leave your place on the seventh day.\""},{"verse": 30, "text": "So the people rested on the seventh day."},{"verse": 31, "text": "The house of Israel called it manna; it was like coriander seed, white, and the taste of it was like wafers made with honey."},{"verse": 32, "text": "Moses said, \"This is what the LORD has commanded: \"Let an omer of it be kept throughout your generations, in order that they may see the food with which I fed you in the wilderness, when I brought you out of the land of Egypt.\"\""},{"verse": 33, "text": "And Moses said to Aaron, \"Take a jar, and put an omer of manna in it, and place it before the LORD, to be kept throughout your generations.\""},{"verse": 34, "footnotes": {"a": "Exodus 16:34 Or _treaty_ or _testimony_; Heb _eduth_"}, "text": "As the LORD commanded Moses, so Aaron placed it before the covenant,[^a] for safekeeping."},{"verse": 35, "text": "The Israelites ate manna forty years, until they came to a habitable land; they ate manna, until they came to the border of the land of Canaan."},{"verse": 36, "text": "An omer is a tenth of an ephah."}]}
,{"chapter": 17, "verses":[{"verse": 1, "text": "||Water from the Rock||From the wilderness of Sin the whole congregation of the Israelites journeyed by stages, as the LORD commanded. They camped at Rephidim, but there was no water for the people to drink."},{"verse": 2, "text": "The people quarreled with Moses, and said, \"Give us water to drink.\" Moses said to them, \"Why do you quarrel with me? Why do you test the LORD?\""},{"verse": 3, "text": "But the people thirsted there for water; and the people complained against Moses and said, \"Why did you bring us out of Egypt, to kill us and our children and livestock with thirst?\""},{"verse": 4, "text": "So Moses cried out to the LORD, \"What shall I do with this people? They are almost ready to stone me.\""},{"verse": 5, "text": "The LORD said to Moses, \"Go on ahead of the people, and take some of the elders of Israel with you; take in your hand the staff with which you struck the Nile, and go."},{"verse": 6, "text": "I will be standing there in front of you on the rock at Horeb. Strike the rock, and water will come out of it, so that the people may drink.\" Moses did so, in the sight of the elders of Israel."},{"verse": 7, "footnotes": {"a": "Exodus 17:7 That is _Test_", "b": "Exodus 17:7 That is _Quarrel_"}, "text": "He called the place Massah[^a] and Meribah,[^b] because the Israelites quarreled and tested the LORD, saying, \"Is the LORD among us or not?\""},{"verse": 8, "text": "||Amalek Attacks Israel and Is Defeated||Then Amalek came and fought with Israel at Rephidim."},{"verse": 9, "text": "Moses said to Joshua, \"Choose some men for us and go out, fight with Amalek. Tomorrow I will stand on the top of the hill with the staff of God in my hand.\""},{"verse": 10, "text": "So Joshua did as Moses told him, and fought with Amalek, while Moses, Aaron, and Hur went up to the top of the hill."},{"verse": 11, "text": "Whenever Moses held up his hand, Israel prevailed; and whenever he lowered his hand, Amalek prevailed."},{"verse": 12, "text": "But Moses\" hands grew weary; so they took a stone and put it under him, and he sat on it. Aaron and Hur held up his hands, one on one side, and the other on the other side; so his hands were steady until the sun set."},{"verse": 13, "text": "And Joshua defeated Amalek and his people with the sword."},{"verse": 14, "text": "Then the LORD said to Moses, \"Write this as a reminder in a book and recite it in the hearing of Joshua: I will utterly blot out the remembrance of Amalek from under heaven.\""},{"verse": 15, "text": "And Moses built an altar and called it, The LORD is my banner."},{"verse": 16, "footnotes": {"a": "Exodus 17:16 Cn: Meaning of Heb uncertain"}, "text": "He said, \"A hand upon the banner of the LORD![^a] The LORD will have war with Amalek from generation to generation.\""}]}
,{"chapter": 18, "verses":[{"verse": 1, "text": "||Jethro\"s Advice||Jethro, the priest of Midian, Moses\" father-in-law, heard of all that God had done for Moses and for his people Israel, how the LORD had brought Israel out of Egypt."},{"verse": 2, "text": "After Moses had sent away his wife Zipporah, his father-in-law Jethro took her back,"},{"verse": 3, "footnotes": {"a": "Exodus 18:3 Heb _ger_"}, "text": "along with her two sons. The name of the one was Gershom (for he said, \"I have been an alien[^a] in a foreign land\"),"},{"verse": 4, "footnotes": {"a": "Exodus 18:4 Heb _Eli,_ my God; _ezer,_ help"}, "text": "and the name of the other, Eliezer[^a] (for he said, \"The God of my father was my help, and delivered me from the sword of Pharaoh\")."},{"verse": 5, "text": "Jethro, Moses\" father-in-law, came into the wilderness where Moses was encamped at the mountain of God, bringing Moses\" sons and wife to him."},{"verse": 6, "text": "He sent word to Moses, \"I, your father-in-law Jethro, am coming to you, with your wife and her two sons.\""},{"verse": 7, "text": "Moses went out to meet his father-in-law; he bowed down and kissed him; each asked after the other\"s welfare, and they went into the tent."},{"verse": 8, "text": "Then Moses told his father-in-law all that the LORD had done to Pharaoh and to the Egyptians for Israel\"s sake, all the hardship that had beset them on the way, and how the LORD had delivered them."},{"verse": 9, "text": "Jethro rejoiced for all the good that the LORD had done to Israel, in delivering them from the Egyptians."},{"verse": 10, "text": "Jethro said, \"Blessed be the LORD, who has delivered you from the Egyptians and from Pharaoh."},{"verse": 11, "footnotes": {"a": "Exodus 18:11 The clause _because . . . Egyptians_ has been transposed from verse 10"}, "text": "Now I know that the LORD is greater than all gods, because he delivered the people from the Egyptians,[^a] when they dealt arrogantly with them.\""},{"verse": 12, "text": "And Jethro, Moses\" father-in-law, brought a burnt offering and sacrifices to God; and Aaron came with all the elders of Israel to eat bread with Moses\" father-in-law in the presence of God."},{"verse": 13, "text": "The next day Moses sat as judge for the people, while the people stood around him from morning until evening."},{"verse": 14, "text": "When Moses\" father-in-law saw all that he was doing for the people, he said, \"What is this that you are doing for the people? Why do you sit alone, while all the people stand around you from morning until evening?\""},{"verse": 15, "text": "Moses said to his father-in-law, \"Because the people come to me to inquire of God."},{"verse": 16, "text": "When they have a dispute, they come to me and I decide between one person and another, and I make known to them the statutes and instructions of God.\""},{"verse": 17, "text": "Moses\" father-in-law said to him, \"What you are doing is not good."},{"verse": 18, "text": "You will surely wear yourself out, both you and these people with you. For the task is too heavy for you; you cannot do it alone."},{"verse": 19, "text": "Now listen to me. I will give you counsel, and God be with you! You should represent the people before God, and you should bring their cases before God;"},{"verse": 20, "text": "teach them the statutes and instructions and make known to them the way they are to go and the things they are to do."},{"verse": 21, "text": "You should also look for able men among all the people, men who fear God, are trustworthy, and hate dishonest gain; set such men over them as officers over thousands, hundreds, fifties, and tens."},{"verse": 22, "text": "Let them sit as judges for the people at all times; let them bring every important case to you, but decide every minor case themselves. So it will be easier for you, and they will bear the burden with you."},{"verse": 23, "text": "If you do this, and God so commands you, then you will be able to endure, and all these people will go to their home in peace.\""},{"verse": 24, "text": "So Moses listened to his father-in-law and did all that he had said."},{"verse": 25, "text": "Moses chose able men from all Israel and appointed them as heads over the people, as officers over thousands, hundreds, fifties, and tens."},{"verse": 26, "text": "And they judged the people at all times; hard cases they brought to Moses, but any minor case they decided themselves."},{"verse": 27, "text": "Then Moses let his father-in-law depart, and he went off to his own country."}]}
,{"chapter": 19, "verses":[{"verse": 1, "text": "||The Israelites Reach Mount Sinai||On the third new moon after the Israelites had gone out of the land of Egypt, on that very day, they came into the wilderness of Sinai."},{"verse": 2, "text": "They had journeyed from Rephidim, entered the wilderness of Sinai, and camped in the wilderness; Israel camped there in front of the mountain."},{"verse": 3, "text": "Then Moses went up to God; the LORD called to him from the mountain, saying, \"Thus you shall say to the house of Jacob, and tell the Israelites:"},{"verse": 4, "text": "You have seen what I did to the Egyptians, and how I bore you on eagles\" wings and brought you to myself."},{"verse": 5, "text": "Now therefore, if you obey my voice and keep my covenant, you shall be my treasured possession out of all the peoples. Indeed, the whole earth is mine,"},{"verse": 6, "text": "but you shall be for me a priestly kingdom and a holy nation. These are the words that you shall speak to the Israelites.\""},{"verse": 7, "text": "So Moses came, summoned the elders of the people, and set before them all these words that the LORD had commanded him."},{"verse": 8, "text": "The people all answered as one: \"Everything that the LORD has spoken we will do.\" Moses reported the words of the people to the LORD."},{"verse": 9, "text": "Then the LORD said to Moses, \"I am going to come to you in a dense cloud, in order that the people may hear when I speak with you and so trust you ever after.\"||The People Consecrated||\nWhen Moses had told the words of the people to the LORD,"},{"verse": 10, "text": "the LORD said to Moses: \"Go to the people and consecrate them today and tomorrow. Have them wash their clothes"},{"verse": 11, "text": "and prepare for the third day, because on the third day the LORD will come down upon Mount Sinai in the sight of all the people."},{"verse": 12, "text": "You shall set limits for the people all around, saying, \"Be careful not to go up the mountain or to touch the edge of it. Any who touch the mountain shall be put to death."},{"verse": 13, "footnotes": {"a": "Exodus 19:13 Heb lacks _with arrows_"}, "text": "No hand shall touch them, but they shall be stoned or shot with arrows;[^a] whether animal or human being, they shall not live.\" When the trumpet sounds a long blast, they may go up on the mountain.\""},{"verse": 14, "text": "So Moses went down from the mountain to the people. He consecrated the people, and they washed their clothes."},{"verse": 15, "text": "And he said to the people, \"Prepare for the third day; do not go near a woman.\""},{"verse": 16, "text": "On the morning of the third day there was thunder and lightning, as well as a thick cloud on the mountain, and a blast of a trumpet so loud that all the people who were in the camp trembled."},{"verse": 17, "text": "Moses brought the people out of the camp to meet God. They took their stand at the foot of the mountain."},{"verse": 18, "text": "Now Mount Sinai was wrapped in smoke, because the LORD had descended upon it in fire; the smoke went up like the smoke of a kiln, while the whole mountain shook violently."},{"verse": 19, "text": "As the blast of the trumpet grew louder and louder, Moses would speak and God would answer him in thunder."},{"verse": 20, "text": "When the LORD descended upon Mount Sinai, to the top of the mountain, the LORD summoned Moses to the top of the mountain, and Moses went up."},{"verse": 21, "text": "Then the LORD said to Moses, \"Go down and warn the people not to break through to the LORD to look; otherwise many of them will perish."},{"verse": 22, "text": "Even the priests who approach the LORD must consecrate themselves or the LORD will break out against them.\""},{"verse": 23, "text": "Moses said to the LORD, \"The people are not permitted to come up to Mount Sinai; for you yourself warned us, saying, \"Set limits around the mountain and keep it holy.\"\""},{"verse": 24, "text": "The LORD said to him, \"Go down, and come up bringing Aaron with you; but do not let either the priests or the people break through to come up to the LORD; otherwise he will break out against them.\""},{"verse": 25, "text": "So Moses went down to the people and told them."}]}
,{"chapter": 20, "verses":[{"verse": 1, "text": "||The Ten Commandments||Then God spoke all these words:"},{"verse": 2, "text": "I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery;"},{"verse": 3, "footnotes": {"a": "Exodus 20:3 Or _besides_"}, "text": "you shall have no other gods before[^a] me."},{"verse": 4, "text": "You shall not make for yourself an idol, whether in the form of anything that is in heaven above, or that is on the earth beneath, or that is in the water under the earth."},{"verse": 5, "text": "You shall not bow down to them or worship them; for I the LORD your God am a jealous God, punishing children for the iniquity of parents, to the third and the fourth generation of those who reject me,"},{"verse": 6, "footnotes": {"a": "Exodus 20:6 Or _to thousands_"}, "text": "but showing steadfast love to the thousandth generation[^a] of those who love me and keep my commandments."},{"verse": 7, "text": "You shall not make wrongful use of the name of the LORD your God, for the LORD will not acquit anyone who misuses his name."},{"verse": 8, "text": "Remember the sabbath day, and keep it holy."},{"verse": 9, "text": "Six days you shall labor and do all your work."},{"verse": 10, "text": "But the seventh day is a sabbath to the LORD your God; you shall not do any work--you, your son or your daughter, your male or female slave, your livestock, or the alien resident in your towns."},{"verse": 11, "text": "For in six days the LORD made heaven and earth, the sea, and all that is in them, but rested the seventh day; therefore the LORD blessed the sabbath day and consecrated it."},{"verse": 12, "text": "Honor your father and your mother, so that your days may be long in the land that the LORD your God is giving you."},{"verse": 13, "footnotes": {"a": "Exodus 20:13 Or _kill_"}, "text": "You shall not murder.[^a]"},{"verse": 14, "text": "You shall not commit adultery."},{"verse": 15, "text": "You shall not steal."},{"verse": 16, "text": "You shall not bear false witness against your neighbor."},{"verse": 17, "text": "You shall not covet your neighbor\"s house; you shall not covet your neighbor\"s wife, or male or female slave, or ox, or donkey, or anything that belongs to your neighbor."},{"verse": 18, "footnotes": {"a": "Exodus 20:18 Sam Gk Syr Vg: MT _they saw_"}, "text": "When all the people witnessed the thunder and lightning, the sound of the trumpet, and the mountain smoking, they were afraid[^a] and trembled and stood at a distance,"},{"verse": 19, "text": "and said to Moses, \"You speak to us, and we will listen; but do not let God speak to us, or we will die.\""},{"verse": 20, "text": "Moses said to the people, \"Do not be afraid; for God has come only to test you and to put the fear of him upon you so that you do not sin.\""},{"verse": 21, "text": "Then the people stood at a distance, while Moses drew near to the thick darkness where God was."},{"verse": 22, "text": "||The Law concerning the Altar||The LORD said to Moses: Thus you shall say to the Israelites: \"You have seen for yourselves that I spoke with you from heaven."},{"verse": 23, "text": "You shall not make gods of silver alongside me, nor shall you make for yourselves gods of gold."},{"verse": 24, "text": "You need make for me only an altar of earth and sacrifice on it your burnt offerings and your offerings of well-being, your sheep and your oxen; in every place where I cause my name to be remembered I will come to you and bless you."},{"verse": 25, "text": "But if you make for me an altar of stone, do not build it of hewn stones; for if you use a chisel upon it you profane it."},{"verse": 26, "text": "You shall not go up by steps to my altar, so that your nakedness may not be exposed on it.\""}]}
,{"chapter": 21, "verses":[{"verse": 1, "text": "||The Law concerning Slaves||These are the ordinances that you shall set before them:"},{"verse": 2, "text": "When you buy a male Hebrew slave, he shall serve six years, but in the seventh he shall go out a free person, without debt."},{"verse": 3, "text": "If he comes in single, he shall go out single; if he comes in married, then his wife shall go out with him."},{"verse": 4, "text": "If his master gives him a wife and she bears him sons or daughters, the wife and her children shall be her master\"s and he shall go out alone."},{"verse": 5, "text": "But if the slave declares, \"I love my master, my wife, and my children; I will not go out a free person,\""},{"verse": 6, "footnotes": {"a": "Exodus 21:6 Or _to the judges_"}, "text": "then his master shall bring him before God.[^a] He shall be brought to the door or the doorpost; and his master shall pierce his ear with an awl; and he shall serve him for life."},{"verse": 7, "text": "When a man sells his daughter as a slave, she shall not go out as the male slaves do."},{"verse": 8, "text": "If she does not please her master, who designated her for himself, then he shall let her be redeemed; he shall have no right to sell her to a foreign people, since he has dealt unfairly with her."},{"verse": 9, "text": "If he designates her for his son, he shall deal with her as with a daughter."},{"verse": 10, "footnotes": {"a": "Exodus 21:10 Heb _of her_"}, "text": "If he takes another wife to himself, he shall not diminish the food, clothing, or marital rights of the first wife.[^a]"},{"verse": 11, "text": "And if he does not do these three things for her, she shall go out without debt, without payment of money."},{"verse": 12, "text": "||The Law concerning Violence||Whoever strikes a person mortally shall be put to death."},{"verse": 13, "text": "If it was not premeditated, but came about by an act of God, then I will appoint for you a place to which the killer may flee."},{"verse": 14, "text": "But if someone willfully attacks and kills another by treachery, you shall take the killer from my altar for execution."},{"verse": 15, "text": "Whoever strikes father or mother shall be put to death."},{"verse": 16, "text": "Whoever kidnaps a person, whether that person has been sold or is still held in possession, shall be put to death."},{"verse": 17, "text": "Whoever curses father or mother shall be put to death."},{"verse": 18, "text": "When individuals quarrel and one strikes the other with a stone or fist so that the injured party, though not dead, is confined to bed,"},{"verse": 19, "text": "but recovers and walks around outside with the help of a staff, then the assailant shall be free of liability, except to pay for the loss of time, and to arrange for full recovery."},{"verse": 20, "text": "When a slaveowner strikes a male or female slave with a rod and the slave dies immediately, the owner shall be punished."},{"verse": 21, "text": "But if the slave survives a day or two, there is no punishment; for the slave is the owner\"s property."},{"verse": 22, "text": "When people who are fighting injure a pregnant woman so that there is a miscarriage, and yet no further harm follows, the one responsible shall be fined what the woman\"s husband demands, paying as much as the judges determine."},{"verse": 23, "text": "If any harm follows, then you shall give life for life,"},{"verse": 24, "text": "eye for eye, tooth for tooth, hand for hand, foot for foot,"},{"verse": 25, "text": "burn for burn, wound for wound, stripe for stripe."},{"verse": 26, "text": "When a slaveowner strikes the eye of a male or female slave, destroying it, the owner shall let the slave go, a free person, to compensate for the eye."},{"verse": 27, "text": "If the owner knocks out a tooth of a male or female slave, the slave shall be let go, a free person, to compensate for the tooth."},{"verse": 28, "text": "||Laws concerning Property||When an ox gores a man or a woman to death, the ox shall be stoned, and its flesh shall not be eaten; but the owner of the ox shall not be liable."},{"verse": 29, "text": "If the ox has been accustomed to gore in the past, and its owner has been warned but has not restrained it, and it kills a man or a woman, the ox shall be stoned, and its owner also shall be put to death."},{"verse": 30, "text": "If a ransom is imposed on the owner, then the owner shall pay whatever is imposed for the redemption of the victim\"s life."},{"verse": 31, "text": "If it gores a boy or a girl, the owner shall be dealt with according to this same rule."},{"verse": 32, "text": "If the ox gores a male or female slave, the owner shall pay to the slaveowner thirty shekels of silver, and the ox shall be stoned."},{"verse": 33, "text": "If someone leaves a pit open, or digs a pit and does not cover it, and an ox or a donkey falls into it,"},{"verse": 34, "text": "the owner of the pit shall make restitution, giving money to its owner, but keeping the dead animal."},{"verse": 35, "text": "If someone\"s ox hurts the ox of another, so that it dies, then they shall sell the live ox and divide the price of it; and the dead animal they shall also divide."},{"verse": 36, "text": "But if it was known that the ox was accustomed to gore in the past, and its owner has not restrained it, the owner shall restore ox for ox, but keep the dead animal."}]}
,{"chapter": 22, "verses":[{"verse": 1, "footnotes": {"a": "Exodus 22:1 Ch 21.37 in Heb", "b": "Exodus 22:1 Verses 2, 3, and 4 rearranged thus: 3b, 4, 2, 3a"}, "text": "||Laws of Restitution||[^a] When someone steals an ox or a sheep, and slaughters it or sells it, the thief shall pay five oxen for an ox, and four sheep for a sheep.[^b] The thief shall make restitution, but if unable to do so, shall be sold for the theft."},{"verse": 2, "footnotes": {"a": "Exodus 22:2 Ch 22.1 in Heb"}, "text": "[^a] If a thief is found breaking in, and is beaten to death, no bloodguilt is incurred;"},{"verse": 3, "text": "but if it happens after sunrise, bloodguilt is incurred."},{"verse": 4, "text": "When the animal, whether ox or donkey or sheep, is found alive in the thief\"s possession, the thief shall pay double."},{"verse": 5, "text": "When someone causes a field or vineyard to be grazed over, or lets livestock loose to graze in someone else\"s field, restitution shall be made from the best in the owner\"s field or vineyard."},{"verse": 6, "text": "When fire breaks out and catches in thorns so that the stacked grain or the standing grain or the field is consumed, the one who started the fire shall make full restitution."},{"verse": 7, "text": "When someone delivers to a neighbor money or goods for safekeeping, and they are stolen from the neighbor\"s house, then the thief, if caught, shall pay double."},{"verse": 8, "footnotes": {"a": "Exodus 22:8 Or _before the judges_"}, "text": "If the thief is not caught, the owner of the house shall be brought before God,[^a] to determine whether or not the owner had laid hands on the neighbor\"s goods."},{"verse": 9, "footnotes": {"a": "Exodus 22:9 Or _before the judges_", "b": "Exodus 22:9 Or _the judges condemn_"}, "text": "In any case of disputed ownership involving ox, donkey, sheep, clothing, or any other loss, of which one party says, \"This is mine,\" the case of both parties shall come before God;[^a] the one whom God condemns[^b] shall pay double to the other."},{"verse": 10, "text": "When someone delivers to another a donkey, ox, sheep, or any other animal for safekeeping, and it dies or is injured or is carried off, without anyone seeing it,"},{"verse": 11, "text": "an oath before the LORD shall decide between the two of them that the one has not laid hands on the property of the other; the owner shall accept the oath, and no restitution shall be made."},{"verse": 12, "text": "But if it was stolen, restitution shall be made to its owner."},{"verse": 13, "text": "If it was mangled by beasts, let it be brought as evidence; restitution shall not be made for the mangled remains."},{"verse": 14, "text": "When someone borrows an animal from another and it is injured or dies, the owner not being present, full restitution shall be made."},{"verse": 15, "text": "If the owner was present, there shall be no restitution; if it was hired, only the hiring fee is due."},{"verse": 16, "text": "||Social and Religious Laws||When a man seduces a virgin who is not engaged to be married, and lies with her, he shall give the bride-price for her and make her his wife."},{"verse": 17, "text": "But if her father refuses to give her to him, he shall pay an amount equal to the bride-price for virgins."},{"verse": 18, "text": "You shall not permit a female sorcerer to live."},{"verse": 19, "text": "Whoever lies with an animal shall be put to death."},{"verse": 20, "text": "Whoever sacrifices to any god, other than the LORD alone, shall be devoted to destruction."},{"verse": 21, "text": "You shall not wrong or oppress a resident alien, for you were aliens in the land of Egypt."},{"verse": 22, "text": "You shall not abuse any widow or orphan."},{"verse": 23, "text": "If you do abuse them, when they cry out to me, I will surely heed their cry;"},{"verse": 24, "text": "my wrath will burn, and I will kill you with the sword, and your wives shall become widows and your children orphans."},{"verse": 25, "text": "If you lend money to my people, to the poor among you, you shall not deal with them as a creditor; you shall not exact interest from them."},{"verse": 26, "text": "If you take your neighbor\"s cloak in pawn, you shall restore it before the sun goes down;"},{"verse": 27, "text": "for it may be your neighbor\"s only clothing to use as cover; in what else shall that person sleep? And if your neighbor cries out to me, I will listen, for I am compassionate."},{"verse": 28, "text": "You shall not revile God, or curse a leader of your people."},{"verse": 29, "footnotes": {"a": "Exodus 22:29 Meaning of Heb uncertain"}, "text": "You shall not delay to make offerings from the fullness of your harvest and from the outflow of your presses.[^a]\nThe firstborn of your sons you shall give to me."},{"verse": 30, "text": "You shall do the same with your oxen and with your sheep: seven days it shall remain with its mother; on the eighth day you shall give it to me."},{"verse": 31, "text": "You shall be people consecrated to me; therefore you shall not eat any meat that is mangled by beasts in the field; you shall throw it to the dogs."}]}
,{"chapter": 23, "verses":[{"verse": 1, "text": "||Justice for All||You shall not spread a false report. You shall not join hands with the wicked to act as a malicious witness."},{"verse": 2, "text": "You shall not follow a majority in wrongdoing; when you bear witness in a lawsuit, you shall not side with the majority so as to pervert justice;"},{"verse": 3, "text": "nor shall you be partial to the poor in a lawsuit."},{"verse": 4, "text": "When you come upon your enemy\"s ox or donkey going astray, you shall bring it back."},{"verse": 5, "footnotes": {"a": "Exodus 23:5 Meaning of Heb uncertain"}, "text": "When you see the donkey of one who hates you lying under its burden and you would hold back from setting it free, you must help to set it free.[^a]"},{"verse": 6, "text": "You shall not pervert the justice due to your poor in their lawsuits."},{"verse": 7, "text": "Keep far from a false charge, and do not kill the innocent and those in the right, for I will not acquit the guilty."},{"verse": 8, "text": "You shall take no bribe, for a bribe blinds the officials, and subverts the cause of those who are in the right."},{"verse": 9, "text": "You shall not oppress a resident alien; you know the heart of an alien, for you were aliens in the land of Egypt."},{"verse": 10, "text": "||Sabbatical Year and Sabbath||For six years you shall sow your land and gather in its yield;"},{"verse": 11, "text": "but the seventh year you shall let it rest and lie fallow, so that the poor of your people may eat; and what they leave the wild animals may eat. You shall do the same with your vineyard, and with your olive orchard."},{"verse": 12, "text": "Six days you shall do your work, but on the seventh day you shall rest, so that your ox and your donkey may have relief, and your homeborn slave and the resident alien may be refreshed."},{"verse": 13, "text": "Be attentive to all that I have said to you. Do not invoke the names of other gods; do not let them be heard on your lips."},{"verse": 14, "text": "||The Annual Festivals||Three times in the year you shall hold a festival for me."},{"verse": 15, "text": "You shall observe the festival of unleavened bread; as I commanded you, you shall eat unleavened bread for seven days at the appointed time in the month of Abib, for in it you came out of Egypt.\nNo one shall appear before me empty-handed."},{"verse": 16, "text": "You shall observe the festival of harvest, of the first fruits of your labor, of what you sow in the field. You shall observe the festival of ingathering at the end of the year, when you gather in from the field the fruit of your labor."},{"verse": 17, "text": "Three times in the year all your males shall appear before the Lord God."},{"verse": 18, "text": "You shall not offer the blood of my sacrifice with anything leavened, or let the fat of my festival remain until the morning."},{"verse": 19, "text": "The choicest of the first fruits of your ground you shall bring into the house of the LORD your God.\nYou shall not boil a kid in its mother\"s milk."},{"verse": 20, "text": "||The Conquest of Canaan Promised||I am going to send an angel in front of you, to guard you on the way and to bring you to the place that I have prepared."},{"verse": 21, "text": "Be attentive to him and listen to his voice; do not rebel against him, for he will not pardon your transgression; for my name is in him."},{"verse": 22, "text": "But if you listen attentively to his voice and do all that I say, then I will be an enemy to your enemies and a foe to your foes."},{"verse": 23, "text": "When my angel goes in front of you, and brings you to the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites, and I blot them out,"},{"verse": 24, "text": "you shall not bow down to their gods, or worship them, or follow their practices, but you shall utterly demolish them and break their pillars in pieces."},{"verse": 25, "footnotes": {"a": "Exodus 23:25 Gk Vg: Heb _he_"}, "text": "You shall worship the LORD your God, and I[^a] will bless your bread and your water; and I will take sickness away from among you."},{"verse": 26, "text": "No one shall miscarry or be barren in your land; I will fulfill the number of your days."},{"verse": 27, "text": "I will send my terror in front of you, and will throw into confusion all the people against whom you shall come, and I will make all your enemies turn their backs to you."},{"verse": 28, "footnotes": {"a": "Exodus 23:28 Or _hornets_: Meaning of Heb uncertain"}, "text": "And I will send the pestilence[^a] in front of you, which shall drive out the Hivites, the Canaanites, and the Hittites from before you."},{"verse": 29, "text": "I will not drive them out from before you in one year, or the land would become desolate and the wild animals would multiply against you."},{"verse": 30, "text": "Little by little I will drive them out from before you, until you have increased and possess the land."},{"verse": 31, "footnotes": {"a": "Exodus 23:31 Or _Sea of Reeds_"}, "text": "I will set your borders from the Red Sea[^a] to the sea of the Philistines, and from the wilderness to the Euphrates; for I will hand over to you the inhabitants of the land, and you shall drive them out before you."},{"verse": 32, "text": "You shall make no covenant with them and their gods."},{"verse": 33, "text": "They shall not live in your land, or they will make you sin against me; for if you worship their gods, it will surely be a snare to you."}]}
,{"chapter": 24, "verses":[{"verse": 1, "text": "||The Blood of the Covenant||Then he said to Moses, \"Come up to the LORD, you and Aaron, Nadab, and Abihu, and seventy of the elders of Israel, and worship at a distance."},{"verse": 2, "text": "Moses alone shall come near the LORD; but the others shall not come near, and the people shall not come up with him.\""},{"verse": 3, "text": "Moses came and told the people all the words of the LORD and all the ordinances; and all the people answered with one voice, and said, \"All the words that the LORD has spoken we will do.\""},{"verse": 4, "text": "And Moses wrote down all the words of the LORD. He rose early in the morning, and built an altar at the foot of the mountain, and set up twelve pillars, corresponding to the twelve tribes of Israel."},{"verse": 5, "text": "He sent young men of the people of Israel, who offered burnt offerings and sacrificed oxen as offerings of well-being to the LORD."},{"verse": 6, "text": "Moses took half of the blood and put it in basins, and half of the blood he dashed against the altar."},{"verse": 7, "text": "Then he took the book of the covenant, and read it in the hearing of the people; and they said, \"All that the LORD has spoken we will do, and we will be obedient.\""},{"verse": 8, "text": "Moses took the blood and dashed it on the people, and said, \"See the blood of the covenant that the LORD has made with you in accordance with all these words.\""},{"verse": 9, "text": "||On the Mountain with God||Then Moses and Aaron, Nadab, and Abihu, and seventy of the elders of Israel went up,"},{"verse": 10, "text": "and they saw the God of Israel. Under his feet there was something like a pavement of sapphire stone, like the very heaven for clearness."},{"verse": 11, "footnotes": {"a": "Exodus 24:11 Heb _He_"}, "text": "God[^a] did not lay his hand on the chief men of the people of Israel; also they beheld God, and they ate and drank."},{"verse": 12, "text": "The LORD said to Moses, \"Come up to me on the mountain, and wait there; and I will give you the tablets of stone, with the law and the commandment, which I have written for their instruction.\""},{"verse": 13, "text": "So Moses set out with his assistant Joshua, and Moses went up into the mountain of God."},{"verse": 14, "text": "To the elders he had said, \"Wait here for us, until we come to you again; for Aaron and Hur are with you; whoever has a dispute may go to them.\""},{"verse": 15, "text": "Then Moses went up on the mountain, and the cloud covered the mountain."},{"verse": 16, "text": "The glory of the LORD settled on Mount Sinai, and the cloud covered it for six days; on the seventh day he called to Moses out of the cloud."},{"verse": 17, "text": "Now the appearance of the glory of the LORD was like a devouring fire on the top of the mountain in the sight of the people of Israel."},{"verse": 18, "text": "Moses entered the cloud, and went up on the mountain. Moses was on the mountain for forty days and forty nights."}]}
,{"chapter": 25, "verses":[{"verse": 1, "text": "||Offerings for the Tabernacle||The LORD said to Moses:"},{"verse": 2, "text": "Tell the Israelites to take for me an offering; from all whose hearts prompt them to give you shall receive the offering for me."},{"verse": 3, "text": "This is the offering that you shall receive from them: gold, silver, and bronze,"},{"verse": 4, "text": "blue, purple, and crimson yarns and fine linen, goats\" hair,"},{"verse": 5, "footnotes": {"a": "Exodus 25:5 Meaning of Heb uncertain"}, "text": "tanned rams\" skins, fine leather,[^a] acacia wood,"},{"verse": 6, "text": "oil for the lamps, spices for the anointing oil and for the fragrant incense,"},{"verse": 7, "text": "onyx stones and gems to be set in the ephod and for the breastpiece."},{"verse": 8, "text": "And have them make me a sanctuary, so that I may dwell among them."},{"verse": 9, "text": "In accordance with all that I show you concerning the pattern of the tabernacle and of all its furniture, so you shall make it."},{"verse": 10, "text": "||The Ark of the Covenant||They shall make an ark of acacia wood; it shall be two and a half cubits long, a cubit and a half wide, and a cubit and a half high."},{"verse": 11, "text": "You shall overlay it with pure gold, inside and outside you shall overlay it, and you shall make a molding of gold upon it all around."},{"verse": 12, "text": "You shall cast four rings of gold for it and put them on its four feet, two rings on the one side of it, and two rings on the other side."},{"verse": 13, "text": "You shall make poles of acacia wood, and overlay them with gold."},{"verse": 14, "text": "And you shall put the poles into the rings on the sides of the ark, by which to carry the ark."},{"verse": 15, "text": "The poles shall remain in the rings of the ark; they shall not be taken from it."},{"verse": 16, "footnotes": {"a": "Exodus 25:16 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "You shall put into the ark the covenant[^a] that I shall give you."},{"verse": 17, "footnotes": {"a": "Exodus 25:17 Or _a cover_"}, "text": "Then you shall make a mercy seat[^a] of pure gold; two cubits and a half shall be its length, and a cubit and a half its width."},{"verse": 18, "footnotes": {"a": "Exodus 25:18 Or _the cover_"}, "text": "You shall make two cherubim of gold; you shall make them of hammered work, at the two ends of the mercy seat.[^a]"},{"verse": 19, "footnotes": {"a": "Exodus 25:19 Or _the cover_"}, "text": "Make one cherub at the one end, and one cherub at the other; of one piece with the mercy seat[^a] you shall make the cherubim at its two ends."},{"verse": 20, "footnotes": {"a": "Exodus 25:20 Or _the cover_", "b": "Exodus 25:20 Or _the cover_"}, "text": "The cherubim shall spread out their wings above, overshadowing the mercy seat[^a] with their wings. They shall face one to another; the faces of the cherubim shall be turned toward the mercy seat.[^b]"},{"verse": 21, "footnotes": {"a": "Exodus 25:21 Or _the cover_", "b": "Exodus 25:21 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "You shall put the mercy seat[^a] on the top of the ark; and in the ark you shall put the covenant[^b] that I shall give you."},{"verse": 22, "footnotes": {"a": "Exodus 25:22 Or _the cover_", "b": "Exodus 25:22 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "There I will meet with you, and from above the mercy seat,[^a] from between the two cherubim that are on the ark of the covenant,[^b] I will deliver to you all my commands for the Israelites."},{"verse": 23, "text": "||The Table for the Bread of the Presence||You shall make a table of acacia wood, two cubits long, one cubit wide, and a cubit and a half high."},{"verse": 24, "text": "You shall overlay it with pure gold, and make a molding of gold around it."},{"verse": 25, "text": "You shall make around it a rim a handbreadth wide, and a molding of gold around the rim."},{"verse": 26, "text": "You shall make for it four rings of gold, and fasten the rings to the four corners at its four legs."},{"verse": 27, "text": "The rings that hold the poles used for carrying the table shall be close to the rim."},{"verse": 28, "text": "You shall make the poles of acacia wood, and overlay them with gold, and the table shall be carried with these."},{"verse": 29, "text": "You shall make its plates and dishes for incense, and its flagons and bowls with which to pour drink offerings; you shall make them of pure gold."},{"verse": 30, "text": "And you shall set the bread of the Presence on the table before me always."},{"verse": 31, "text": "||The Lampstand||You shall make a lampstand of pure gold. The base and the shaft of the lampstand shall be made of hammered work; its cups, its calyxes, and its petals shall be of one piece with it;"},{"verse": 32, "text": "and there shall be six branches going out of its sides, three branches of the lampstand out of one side of it and three branches of the lampstand out of the other side of it;"},{"verse": 33, "text": "three cups shaped like almond blossoms, each with calyx and petals, on one branch, and three cups shaped like almond blossoms, each with calyx and petals, on the other branch--so for the six branches going out of the lampstand."},{"verse": 34, "text": "On the lampstand itself there shall be four cups shaped like almond blossoms, each with its calyxes and petals."},{"verse": 35, "text": "There shall be a calyx of one piece with it under the first pair of branches, a calyx of one piece with it under the next pair of branches, and a calyx of one piece with it under the last pair of branches--so for the six branches that go out of the lampstand."},{"verse": 36, "text": "Their calyxes and their branches shall be of one piece with it, the whole of it one hammered piece of pure gold."},{"verse": 37, "text": "You shall make the seven lamps for it; and the lamps shall be set up so as to give light on the space in front of it."},{"verse": 38, "text": "Its snuffers and trays shall be of pure gold."},{"verse": 39, "text": "It, and all these utensils, shall be made from a talent of pure gold."},{"verse": 40, "text": "And see that you make them according to the pattern for them, which is being shown you on the mountain."}]}
,{"chapter": 26, "verses":[{"verse": 1, "text": "||The Tabernacle||Moreover you shall make the tabernacle with ten curtains of fine twisted linen, and blue, purple, and crimson yarns; you shall make them with cherubim skillfully worked into them."},{"verse": 2, "text": "The length of each curtain shall be twenty-eight cubits, and the width of each curtain four cubits; all the curtains shall be of the same size."},{"verse": 3, "text": "Five curtains shall be joined to one another; and the other five curtains shall be joined to one another."},{"verse": 4, "text": "You shall make loops of blue on the edge of the outermost curtain in the first set; and likewise you shall make loops on the edge of the outermost curtain in the second set."},{"verse": 5, "text": "You shall make fifty loops on the one curtain, and you shall make fifty loops on the edge of the curtain that is in the second set; the loops shall be opposite one another."},{"verse": 6, "text": "You shall make fifty clasps of gold, and join the curtains to one another with the clasps, so that the tabernacle may be one whole."},{"verse": 7, "text": "You shall also make curtains of goats\" hair for a tent over the tabernacle; you shall make eleven curtains."},{"verse": 8, "text": "The length of each curtain shall be thirty cubits, and the width of each curtain four cubits; the eleven curtains shall be of the same size."},{"verse": 9, "text": "You shall join five curtains by themselves, and six curtains by themselves, and the sixth curtain you shall double over at the front of the tent."},{"verse": 10, "text": "You shall make fifty loops on the edge of the curtain that is outermost in one set, and fifty loops on the edge of the curtain that is outermost in the second set."},{"verse": 11, "text": "You shall make fifty clasps of bronze, and put the clasps into the loops, and join the tent together, so that it may be one whole."},{"verse": 12, "text": "The part that remains of the curtains of the tent, the half curtain that remains, shall hang over the back of the tabernacle."},{"verse": 13, "text": "The cubit on the one side, and the cubit on the other side, of what remains in the length of the curtains of the tent, shall hang over the sides of the tabernacle, on this side and that side, to cover it."},{"verse": 14, "footnotes": {"a": "Exodus 26:14 Meaning of Heb uncertain"}, "text": "You shall make for the tent a covering of tanned rams\" skins and an outer covering of fine leather.[^a]"},{"verse": 15, "text": "||The Framework||You shall make upright frames of acacia wood for the tabernacle."},{"verse": 16, "text": "Ten cubits shall be the length of a frame, and a cubit and a half the width of each frame."},{"verse": 17, "text": "There shall be two pegs in each frame to fit the frames together; you shall make these for all the frames of the tabernacle."},{"verse": 18, "text": "You shall make the frames for the tabernacle: twenty frames for the south side;"},{"verse": 19, "text": "and you shall make forty bases of silver under the twenty frames, two bases under the first frame for its two pegs, and two bases under the next frame for its two pegs;"},{"verse": 20, "text": "and for the second side of the tabernacle, on the north side twenty frames,"},{"verse": 21, "text": "and their forty bases of silver, two bases under the first frame, and two bases under the next frame;"},{"verse": 22, "text": "and for the rear of the tabernacle westward you shall make six frames."},{"verse": 23, "text": "You shall make two frames for corners of the tabernacle in the rear;"},{"verse": 24, "text": "they shall be separate beneath, but joined at the top, at the first ring; it shall be the same with both of them; they shall form the two corners."},{"verse": 25, "text": "And so there shall be eight frames, with their bases of silver, sixteen bases; two bases under the first frame, and two bases under the next frame."},{"verse": 26, "text": "You shall make bars of acacia wood, five for the frames of the one side of the tabernacle,"},{"verse": 27, "text": "and five bars for the frames of the other side of the tabernacle, and five bars for the frames of the side of the tabernacle at the rear westward."},{"verse": 28, "text": "The middle bar, halfway up the frames, shall pass through from end to end."},{"verse": 29, "text": "You shall overlay the frames with gold, and shall make their rings of gold to hold the bars; and you shall overlay the bars with gold."},{"verse": 30, "text": "Then you shall erect the tabernacle according to the plan for it that you were shown on the mountain."},{"verse": 31, "text": "||The Curtain||You shall make a curtain of blue, purple, and crimson yarns, and of fine twisted linen; it shall be made with cherubim skillfully worked into it."},{"verse": 32, "text": "You shall hang it on four pillars of acacia overlaid with gold, which have hooks of gold and rest on four bases of silver."},{"verse": 33, "footnotes": {"a": "Exodus 26:33 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "You shall hang the curtain under the clasps, and bring the ark of the covenant[^a] in there, within the curtain; and the curtain shall separate for you the holy place from the most holy."},{"verse": 34, "footnotes": {"a": "Exodus 26:34 Or _the cover_", "b": "Exodus 26:34 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "You shall put the mercy seat[^a] on the ark of the covenant[^b] in the most holy place."},{"verse": 35, "text": "You shall set the table outside the curtain, and the lampstand on the south side of the tabernacle opposite the table; and you shall put the table on the north side."},{"verse": 36, "text": "You shall make a screen for the entrance of the tent, of blue, purple, and crimson yarns, and of fine twisted linen, embroidered with needlework."},{"verse": 37, "text": "You shall make for the screen five pillars of acacia, and overlay them with gold; their hooks shall be of gold, and you shall cast five bases of bronze for them."}]}
,{"chapter": 27, "verses":[{"verse": 1, "text": "||The Altar of Burnt Offering||You shall make the altar of acacia wood, five cubits long and five cubits wide; the altar shall be square, and it shall be three cubits high."},{"verse": 2, "text": "You shall make horns for it on its four corners; its horns shall be of one piece with it, and you shall overlay it with bronze."},{"verse": 3, "text": "You shall make pots for it to receive its ashes, and shovels and basins and forks and firepans; you shall make all its utensils of bronze."},{"verse": 4, "text": "You shall also make for it a grating, a network of bronze; and on the net you shall make four bronze rings at its four corners."},{"verse": 5, "text": "You shall set it under the ledge of the altar so that the net shall extend halfway down the altar."},{"verse": 6, "text": "You shall make poles for the altar, poles of acacia wood, and overlay them with bronze;"},{"verse": 7, "text": "the poles shall be put through the rings, so that the poles shall be on the two sides of the altar when it is carried."},{"verse": 8, "text": "You shall make it hollow, with boards. They shall be made just as you were shown on the mountain."},{"verse": 9, "text": "||The Court and Its Hangings||You shall make the court of the tabernacle. On the south side the court shall have hangings of fine twisted linen one hundred cubits long for that side;"},{"verse": 10, "text": "its twenty pillars and their twenty bases shall be of bronze, but the hooks of the pillars and their bands shall be of silver."},{"verse": 11, "text": "Likewise for its length on the north side there shall be hangings one hundred cubits long, their pillars twenty and their bases twenty, of bronze, but the hooks of the pillars and their bands shall be of silver."},{"verse": 12, "text": "For the width of the court on the west side there shall be fifty cubits of hangings, with ten pillars and ten bases."},{"verse": 13, "text": "The width of the court on the front to the east shall be fifty cubits."},{"verse": 14, "text": "There shall be fifteen cubits of hangings on the one side, with three pillars and three bases."},{"verse": 15, "text": "There shall be fifteen cubits of hangings on the other side, with three pillars and three bases."},{"verse": 16, "text": "For the gate of the court there shall be a screen twenty cubits long, of blue, purple, and crimson yarns, and of fine twisted linen, embroidered with needlework; it shall have four pillars and with them four bases."},{"verse": 17, "text": "All the pillars around the court shall be banded with silver; their hooks shall be of silver, and their bases of bronze."},{"verse": 18, "text": "The length of the court shall be one hundred cubits, the width fifty, and the height five cubits, with hangings of fine twisted linen and bases of bronze."},{"verse": 19, "text": "All the utensils of the tabernacle for every use, and all its pegs and all the pegs of the court, shall be of bronze."},{"verse": 20, "text": "||The Oil for the Lamp||You shall further command the Israelites to bring you pure oil of beaten olives for the light, so that a lamp may be set up to burn regularly."},{"verse": 21, "footnotes": {"a": "Exodus 27:21 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "In the tent of meeting, outside the curtain that is before the covenant,[^a] Aaron and his sons shall tend it from evening to morning before the LORD. It shall be a perpetual ordinance to be observed throughout their generations by the Israelites."}]}
,{"chapter": 28, "verses":[{"verse": 1, "text": "||Vestments for the Priesthood||Then bring near to you your brother Aaron, and his sons with him, from among the Israelites, to serve me as priests--Aaron and Aaron\"s sons, Nadab and Abihu, Eleazar and Ithamar."},{"verse": 2, "text": "You shall make sacred vestments for the glorious adornment of your brother Aaron."},{"verse": 3, "text": "And you shall speak to all who have ability, whom I have endowed with skill, that they make Aaron\"s vestments to consecrate him for my priesthood."},{"verse": 4, "text": "These are the vestments that they shall make: a breastpiece, an ephod, a robe, a checkered tunic, a turban, and a sash. When they make these sacred vestments for your brother Aaron and his sons to serve me as priests,"},{"verse": 5, "text": "they shall use gold, blue, purple, and crimson yarns, and fine linen."},{"verse": 6, "text": "||The Ephod||They shall make the ephod of gold, of blue, purple, and crimson yarns, and of fine twisted linen, skillfully worked."},{"verse": 7, "text": "It shall have two shoulder-pieces attached to its two edges, so that it may be joined together."},{"verse": 8, "text": "The decorated band on it shall be of the same workmanship and materials, of gold, of blue, purple, and crimson yarns, and of fine twisted linen."},{"verse": 9, "text": "You shall take two onyx stones, and engrave on them the names of the sons of Israel,"},{"verse": 10, "text": "six of their names on the one stone, and the names of the remaining six on the other stone, in the order of their birth."},{"verse": 11, "text": "As a gem-cutter engraves signets, so you shall engrave the two stones with the names of the sons of Israel; you shall mount them in settings of gold filigree."},{"verse": 12, "text": "You shall set the two stones on the shoulder-pieces of the ephod, as stones of remembrance for the sons of Israel; and Aaron shall bear their names before the LORD on his two shoulders for remembrance."},{"verse": 13, "text": "You shall make settings of gold filigree,"},{"verse": 14, "text": "and two chains of pure gold, twisted like cords; and you shall attach the corded chains to the settings."},{"verse": 15, "text": "||The Breastplate||You shall make a breastpiece of judgment, in skilled work; you shall make it in the style of the ephod; of gold, of blue and purple and crimson yarns, and of fine twisted linen you shall make it."},{"verse": 16, "text": "It shall be square and doubled, a span in length and a span in width."},{"verse": 17, "footnotes": {"a": "Exodus 28:17 The identity of several of these stones is uncertain"}, "text": "You shall set in it four rows of stones. A row of carnelian,[^a] chrysolite, and emerald shall be the first row;"},{"verse": 18, "footnotes": {"a": "Exodus 28:18 Or _lapis lazuli_"}, "text": "and the second row a turquoise, a sapphire,[^a] and a moonstone;"},{"verse": 19, "text": "and the third row a jacinth, an agate, and an amethyst;"},{"verse": 20, "text": "and the fourth row a beryl, an onyx, and a jasper; they shall be set in gold filigree."},{"verse": 21, "text": "There shall be twelve stones with names corresponding to the names of the sons of Israel; they shall be like signets, each engraved with its name, for the twelve tribes."},{"verse": 22, "text": "You shall make for the breastpiece chains of pure gold, twisted like cords;"},{"verse": 23, "text": "and you shall make for the breastpiece two rings of gold, and put the two rings on the two edges of the breastpiece."},{"verse": 24, "text": "You shall put the two cords of gold in the two rings at the edges of the breastpiece;"},{"verse": 25, "text": "the two ends of the two cords you shall attach to the two settings, and so attach it in front to the shoulder-pieces of the ephod."},{"verse": 26, "text": "You shall make two rings of gold, and put them at the two ends of the breastpiece, on its inside edge next to the ephod."},{"verse": 27, "text": "You shall make two rings of gold, and attach them in front to the lower part of the two shoulder-pieces of the ephod, at its joining above the decorated band of the ephod."},{"verse": 28, "text": "The breastpiece shall be bound by its rings to the rings of the ephod with a blue cord, so that it may lie on the decorated band of the ephod, and so that the breastpiece shall not come loose from the ephod."},{"verse": 29, "text": "So Aaron shall bear the names of the sons of Israel in the breastpiece of judgment on his heart when he goes into the holy place, for a continual remembrance before the LORD."},{"verse": 30, "text": "In the breastpiece of judgment you shall put the Urim and the Thummim, and they shall be on Aaron\"s heart when he goes in before the LORD; thus Aaron shall bear the judgment of the Israelites on his heart before the LORD continually."},{"verse": 31, "text": "||Other Priestly Vestments||You shall make the robe of the ephod all of blue."},{"verse": 32, "footnotes": {"a": "Exodus 28:32 Meaning of Heb uncertain"}, "text": "It shall have an opening for the head in the middle of it, with a woven binding around the opening, like the opening in a coat of mail,[^a] so that it may not be torn."},{"verse": 33, "text": "On its lower hem you shall make pomegranates of blue, purple, and crimson yarns, all around the lower hem, with bells of gold between them all around--"},{"verse": 34, "text": "a golden bell and a pomegranate alternating all around the lower hem of the robe."},{"verse": 35, "text": "Aaron shall wear it when he ministers, and its sound shall be heard when he goes into the holy place before the LORD, and when he comes out, so that he may not die."},{"verse": 36, "text": "You shall make a rosette of pure gold, and engrave on it, like the engraving of a signet, \"Holy to the LORD.\""},{"verse": 37, "text": "You shall fasten it on the turban with a blue cord; it shall be on the front of the turban."},{"verse": 38, "text": "It shall be on Aaron\"s forehead, and Aaron shall take on himself any guilt incurred in the holy offering that the Israelites consecrate as their sacred donations; it shall always be on his forehead, in order that they may find favor before the LORD."},{"verse": 39, "text": "You shall make the checkered tunic of fine linen, and you shall make a turban of fine linen, and you shall make a sash embroidered with needlework."},{"verse": 40, "text": "For Aaron\"s sons you shall make tunics and sashes and headdresses; you shall make them for their glorious adornment."},{"verse": 41, "text": "You shall put them on your brother Aaron, and on his sons with him, and shall anoint them and ordain them and consecrate them, so that they may serve me as priests."},{"verse": 42, "text": "You shall make for them linen undergarments to cover their naked flesh; they shall reach from the hips to the thighs;"},{"verse": 43, "text": "Aaron and his sons shall wear them when they go into the tent of meeting, or when they come near the altar to minister in the holy place; or they will bring guilt on themselves and die. This shall be a perpetual ordinance for him and for his descendants after him."}]}
,{"chapter": 29, "verses":[{"verse": 1, "text": "||The Ordination of the Priests||Now this is what you shall do to them to consecrate them, so that they may serve me as priests. Take one young bull and two rams without blemish,"},{"verse": 2, "text": "and unleavened bread, unleavened cakes mixed with oil, and unleavened wafers spread with oil. You shall make them of choice wheat flour."},{"verse": 3, "text": "You shall put them in one basket and bring them in the basket, and bring the bull and the two rams."},{"verse": 4, "text": "You shall bring Aaron and his sons to the entrance of the tent of meeting, and wash them with water."},{"verse": 5, "text": "Then you shall take the vestments, and put on Aaron the tunic and the robe of the ephod, and the ephod, and the breastpiece, and gird him with the decorated band of the ephod;"},{"verse": 6, "text": "and you shall set the turban on his head, and put the holy diadem on the turban."},{"verse": 7, "text": "You shall take the anointing oil, and pour it on his head and anoint him."},{"verse": 8, "text": "Then you shall bring his sons, and put tunics on them,"},{"verse": 9, "footnotes": {"a": "Exodus 29:9 Gk: Heb _sashes, Aaron and his sons_"}, "text": "and you shall gird them with sashes[^a] and tie headdresses on them; and the priesthood shall be theirs by a perpetual ordinance. You shall then ordain Aaron and his sons."},{"verse": 10, "text": "You shall bring the bull in front of the tent of meeting. Aaron and his sons shall lay their hands on the head of the bull,"},{"verse": 11, "text": "and you shall slaughter the bull before the LORD, at the entrance of the tent of meeting,"},{"verse": 12, "text": "and shall take some of the blood of the bull and put it on the horns of the altar with your finger, and all the rest of the blood you shall pour out at the base of the altar."},{"verse": 13, "text": "You shall take all the fat that covers the entrails, and the appendage of the liver, and the two kidneys with the fat that is on them, and turn them into smoke on the altar."},{"verse": 14, "text": "But the flesh of the bull, and its skin, and its dung, you shall burn with fire outside the camp; it is a sin offering."},{"verse": 15, "text": "Then you shall take one of the rams, and Aaron and his sons shall lay their hands on the head of the ram,"},{"verse": 16, "text": "and you shall slaughter the ram, and shall take its blood and dash it against all sides of the altar."},{"verse": 17, "text": "Then you shall cut the ram into its parts, and wash its entrails and its legs, and put them with its parts and its head,"},{"verse": 18, "text": "and turn the whole ram into smoke on the altar; it is a burnt offering to the LORD; it is a pleasing odor, an offering by fire to the LORD."},{"verse": 19, "text": "You shall take the other ram; and Aaron and his sons shall lay their hands on the head of the ram,"},{"verse": 20, "text": "and you shall slaughter the ram, and take some of its blood and put it on the lobe of Aaron\"s right ear and on the lobes of the right ears of his sons, and on the thumbs of their right hands, and on the big toes of their right feet, and dash the rest of the blood against all sides of the altar."},{"verse": 21, "text": "Then you shall take some of the blood that is on the altar, and some of the anointing oil, and sprinkle it on Aaron and his vestments and on his sons and his sons\" vestments with him; then he and his vestments shall be holy, as well as his sons and his sons\" vestments."},{"verse": 22, "text": "You shall also take the fat of the ram, the fat tail, the fat that covers the entrails, the appendage of the liver, the two kidneys with the fat that is on them, and the right thigh (for it is a ram of ordination),"},{"verse": 23, "text": "and one loaf of bread, one cake of bread made with oil, and one wafer, out of the basket of unleavened bread that is before the LORD;"},{"verse": 24, "text": "and you shall place all these on the palms of Aaron and on the palms of his sons, and raise them as an elevation offering before the LORD."},{"verse": 25, "text": "Then you shall take them from their hands, and turn them into smoke on the altar on top of the burnt offering of pleasing odor before the LORD; it is an offering by fire to the LORD."},{"verse": 26, "text": "You shall take the breast of the ram of Aaron\"s ordination and raise it as an elevation offering before the LORD; and it shall be your portion."},{"verse": 27, "text": "You shall consecrate the breast that was raised as an elevation offering and the thigh that was raised as an elevation offering from the ram of ordination, from that which belonged to Aaron and his sons."},{"verse": 28, "text": "These things shall be a perpetual ordinance for Aaron and his sons from the Israelites, for this is an offering; and it shall be an offering by the Israelites from their sacrifice of offerings of well-being, their offering to the LORD."},{"verse": 29, "text": "The sacred vestments of Aaron shall be passed on to his sons after him; they shall be anointed in them and ordained in them."},{"verse": 30, "text": "The son who is priest in his place shall wear them seven days, when he comes into the tent of meeting to minister in the holy place."},{"verse": 31, "text": "You shall take the ram of ordination, and boil its flesh in a holy place;"},{"verse": 32, "text": "and Aaron and his sons shall eat the flesh of the ram and the bread that is in the basket, at the entrance of the tent of meeting."},{"verse": 33, "text": "They themselves shall eat the food by which atonement is made, to ordain and consecrate them, but no one else shall eat of them, because they are holy."},{"verse": 34, "text": "If any of the flesh for the ordination, or of the bread, remains until the morning, then you shall burn the remainder with fire; it shall not be eaten, because it is holy."},{"verse": 35, "text": "Thus you shall do to Aaron and to his sons, just as I have commanded you; through seven days you shall ordain them."},{"verse": 36, "text": "Also every day you shall offer a bull as a sin offering for atonement. Also you shall offer a sin offering for the altar, when you make atonement for it, and shall anoint it, to consecrate it."},{"verse": 37, "text": "Seven days you shall make atonement for the altar, and consecrate it, and the altar shall be most holy; whatever touches the altar shall become holy."},{"verse": 38, "text": "||The Daily Offerings||Now this is what you shall offer on the altar: two lambs a year old regularly each day."},{"verse": 39, "text": "One lamb you shall offer in the morning, and the other lamb you shall offer in the evening;"},{"verse": 40, "text": "and with the first lamb one-tenth of a measure of choice flour mixed with one-fourth of a hin of beaten oil, and one-fourth of a hin of wine for a drink offering."},{"verse": 41, "text": "And the other lamb you shall offer in the evening, and shall offer with it a grain offering and its drink offering, as in the morning, for a pleasing odor, an offering by fire to the LORD."},{"verse": 42, "text": "It shall be a regular burnt offering throughout your generations at the entrance of the tent of meeting before the LORD, where I will meet with you, to speak to you there."},{"verse": 43, "text": "I will meet with the Israelites there, and it shall be sanctified by my glory;"},{"verse": 44, "text": "I will consecrate the tent of meeting and the altar; Aaron also and his sons I will consecrate, to serve me as priests."},{"verse": 45, "text": "I will dwell among the Israelites, and I will be their God."},{"verse": 46, "text": "And they shall know that I am the LORD their God, who brought them out of the land of Egypt that I might dwell among them; I am the LORD their God."}]}
,{"chapter": 30, "verses":[{"verse": 1, "text": "||The Altar of Incense||You shall make an altar on which to offer incense; you shall make it of acacia wood."},{"verse": 2, "text": "It shall be one cubit long, and one cubit wide; it shall be square, and shall be two cubits high; its horns shall be of one piece with it."},{"verse": 3, "text": "You shall overlay it with pure gold, its top, and its sides all around and its horns; and you shall make for it a molding of gold all around."},{"verse": 4, "text": "And you shall make two golden rings for it; under its molding on two opposite sides of it you shall make them, and they shall hold the poles with which to carry it."},{"verse": 5, "text": "You shall make the poles of acacia wood, and overlay them with gold."},{"verse": 6, "footnotes": {"a": "Exodus 30:6 Or _treaty_, or _testimony_; Heb _eduth_", "b": "Exodus 30:6 Or _the cover_", "c": "Exodus 30:6 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "You shall place it in front of the curtain that is above the ark of the covenant,[^a] in front of the mercy seat[^b] that is over the covenant,[^c] where I will meet with you."},{"verse": 7, "text": "Aaron shall offer fragrant incense on it; every morning when he dresses the lamps he shall offer it,"},{"verse": 8, "text": "and when Aaron sets up the lamps in the evening, he shall offer it, a regular incense offering before the LORD throughout your generations."},{"verse": 9, "text": "You shall not offer unholy incense on it, or a burnt offering, or a grain offering; and you shall not pour a drink offering on it."},{"verse": 10, "text": "Once a year Aaron shall perform the rite of atonement on its horns. Throughout your generations he shall perform the atonement for it once a year with the blood of the atoning sin offering. It is most holy to the LORD."},{"verse": 11, "text": "||The Half Shekel for the Sanctuary||The LORD spoke to Moses:"},{"verse": 12, "text": "When you take a census of the Israelites to register them, at registration all of them shall give a ransom for their lives to the LORD, so that no plague may come upon them for being registered."},{"verse": 13, "text": "This is what each one who is registered shall give: half a shekel according to the shekel of the sanctuary (the shekel is twenty gerahs), half a shekel as an offering to the LORD."},{"verse": 14, "text": "Each one who is registered, from twenty years old and upward, shall give the LORD\"s offering."},{"verse": 15, "text": "The rich shall not give more, and the poor shall not give less, than the half shekel, when you bring this offering to the LORD to make atonement for your lives."},{"verse": 16, "text": "You shall take the atonement money from the Israelites and shall designate it for the service of the tent of meeting; before the LORD it will be a reminder to the Israelites of the ransom given for your lives."},{"verse": 17, "text": "||The Bronze Basin||The LORD spoke to Moses:"},{"verse": 18, "text": "You shall make a bronze basin with a bronze stand for washing. You shall put it between the tent of meeting and the altar, and you shall put water in it;"},{"verse": 19, "footnotes": {"a": "Exodus 30:19 Heb _it_"}, "text": "with the water[^a] Aaron and his sons shall wash their hands and their feet."},{"verse": 20, "text": "When they go into the tent of meeting, or when they come near the altar to minister, to make an offering by fire to the LORD, they shall wash with water, so that they may not die."},{"verse": 21, "text": "They shall wash their hands and their feet, so that they may not die: it shall be a perpetual ordinance for them, for him and for his descendants throughout their generations."},{"verse": 22, "text": "||The Anointing Oil and Incense||The LORD spoke to Moses:"},{"verse": 23, "text": "Take the finest spices: of liquid myrrh five hundred shekels, and of sweet-smelling cinnamon half as much, that is, two hundred fifty, and two hundred fifty of aromatic cane,"},{"verse": 24, "text": "and five hundred of cassia--measured by the sanctuary shekel--and a hin of olive oil;"},{"verse": 25, "text": "and you shall make of these a sacred anointing oil blended as by the perfumer; it shall be a holy anointing oil."},{"verse": 26, "footnotes": {"a": "Exodus 30:26 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "With it you shall anoint the tent of meeting and the ark of the covenant,[^a]"},{"verse": 27, "text": "and the table and all its utensils, and the lampstand and its utensils, and the altar of incense,"},{"verse": 28, "text": "and the altar of burnt offering with all its utensils, and the basin with its stand;"},{"verse": 29, "text": "you shall consecrate them, so that they may be most holy; whatever touches them will become holy."},{"verse": 30, "text": "You shall anoint Aaron and his sons, and consecrate them, in order that they may serve me as priests."},{"verse": 31, "text": "You shall say to the Israelites, \"This shall be my holy anointing oil throughout your generations."},{"verse": 32, "text": "It shall not be used in any ordinary anointing of the body, and you shall make no other like it in composition; it is holy, and it shall be holy to you."},{"verse": 33, "text": "Whoever compounds any like it or whoever puts any of it on an unqualified person shall be cut off from the people.\""},{"verse": 34, "text": "The LORD said to Moses: Take sweet spices, stacte, and onycha, and galbanum, sweet spices with pure frankincense (an equal part of each),"},{"verse": 35, "text": "and make an incense blended as by the perfumer, seasoned with salt, pure and holy;"},{"verse": 36, "footnotes": {"a": "Exodus 30:36 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "and you shall beat some of it into powder, and put part of it before the covenant[^a] in the tent of meeting where I shall meet with you; it shall be for you most holy."},{"verse": 37, "text": "When you make incense according to this composition, you shall not make it for yourselves; it shall be regarded by you as holy to the LORD."},{"verse": 38, "text": "Whoever makes any like it to use as perfume shall be cut off from the people."}]}
,{"chapter": 31, "verses":[{"verse": 1, "text": "||Bezalel and Oholiab||The LORD spoke to Moses:"},{"verse": 2, "text": "See, I have called by name Bezalel son of Uri son of Hur, of the tribe of Judah:"},{"verse": 3, "footnotes": {"a": "Exodus 31:3 Or _with the spirit of God_"}, "text": "and I have filled him with divine spirit,[^a] with ability, intelligence, and knowledge in every kind of craft,"},{"verse": 4, "text": "to devise artistic designs, to work in gold, silver, and bronze,"},{"verse": 5, "text": "in cutting stones for setting, and in carving wood, in every kind of craft."},{"verse": 6, "text": "Moreover, I have appointed with him Oholiab son of Ahisamach, of the tribe of Dan; and I have given skill to all the skillful, so that they may make all that I have commanded you:"},{"verse": 7, "footnotes": {"a": "Exodus 31:7 Or _treaty_, or _testimony_; Heb _eduth_", "b": "Exodus 31:7 Or _the cover_"}, "text": "the tent of meeting, and the ark of the covenant,[^a] and the mercy seat[^b] that is on it, and all the furnishings of the tent,"},{"verse": 8, "text": "the table and its utensils, and the pure lampstand with all its utensils, and the altar of incense,"},{"verse": 9, "text": "and the altar of burnt offering with all its utensils, and the basin with its stand,"},{"verse": 10, "text": "and the finely worked vestments, the holy vestments for the priest Aaron and the vestments of his sons, for their service as priests,"},{"verse": 11, "text": "and the anointing oil and the fragrant incense for the holy place. They shall do just as I have commanded you."},{"verse": 12, "text": "||The Sabbath Law||The LORD said to Moses:"},{"verse": 13, "text": "You yourself are to speak to the Israelites: \"You shall keep my sabbaths, for this is a sign between me and you throughout your generations, given in order that you may know that I, the LORD, sanctify you."},{"verse": 14, "text": "You shall keep the sabbath, because it is holy for you; everyone who profanes it shall be put to death; whoever does any work on it shall be cut off from among the people."},{"verse": 15, "text": "Six days shall work be done, but the seventh day is a sabbath of solemn rest, holy to the LORD; whoever does any work on the sabbath day shall be put to death."},{"verse": 16, "text": "Therefore the Israelites shall keep the sabbath, observing the sabbath throughout their generations, as a perpetual covenant."},{"verse": 17, "text": "It is a sign forever between me and the people of Israel that in six days the LORD made heaven and earth, and on the seventh day he rested, and was refreshed.\""},{"verse": 18, "footnotes": {"a": "Exodus 31:18 Heb _he_", "b": "Exodus 31:18 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "||The Two Tablets of the Covenant||When God[^a] finished speaking with Moses on Mount Sinai, he gave him the two tablets of the covenant,[^b] tablets of stone, written with the finger of God."}]}
,{"chapter": 32, "verses":[{"verse": 1, "text": "||The Golden Calf||When the people saw that Moses delayed to come down from the mountain, the people gathered around Aaron, and said to him, \"Come, make gods for us, who shall go before us; as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.\""},{"verse": 2, "text": "Aaron said to them, \"Take off the gold rings that are on the ears of your wives, your sons, and your daughters, and bring them to me.\""},{"verse": 3, "text": "So all the people took off the gold rings from their ears, and brought them to Aaron."},{"verse": 4, "footnotes": {"a": "Exodus 32:4 Or _fashioned it with a graving tool_; Meaning of Heb uncertain"}, "text": "He took the gold from them, formed it in a mold,[^a] and cast an image of a calf; and they said, \"These are your gods, O Israel, who brought you up out of the land of Egypt!\""},{"verse": 5, "text": "When Aaron saw this, he built an altar before it; and Aaron made proclamation and said, \"Tomorrow shall be a festival to the LORD.\""},{"verse": 6, "text": "They rose early the next day, and offered burnt offerings and brought sacrifices of well-being; and the people sat down to eat and drink, and rose up to revel."},{"verse": 7, "text": "The LORD said to Moses, \"Go down at once! Your people, whom you brought up out of the land of Egypt, have acted perversely;"},{"verse": 8, "text": "they have been quick to turn aside from the way that I commanded them; they have cast for themselves an image of a calf, and have worshiped it and sacrificed to it, and said, \"These are your gods, O Israel, who brought you up out of the land of Egypt!\"\""},{"verse": 9, "text": "The LORD said to Moses, \"I have seen this people, how stiff-necked they are."},{"verse": 10, "text": "Now let me alone, so that my wrath may burn hot against them and I may consume them; and of you I will make a great nation.\""},{"verse": 11, "text": "But Moses implored the LORD his God, and said, \"O LORD, why does your wrath burn hot against your people, whom you brought out of the land of Egypt with great power and with a mighty hand?"},{"verse": 12, "text": "Why should the Egyptians say, \"It was with evil intent that he brought them out to kill them in the mountains, and to consume them from the face of the earth\"? Turn from your fierce wrath; change your mind and do not bring disaster on your people."},{"verse": 13, "text": "Remember Abraham, Isaac, and Israel, your servants, how you swore to them by your own self, saying to them, \"I will multiply your descendants like the stars of heaven, and all this land that I have promised I will give to your descendants, and they shall inherit it forever.\"\""},{"verse": 14, "text": "And the LORD changed his mind about the disaster that he planned to bring on his people."},{"verse": 15, "footnotes": {"a": "Exodus 32:15 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "Then Moses turned and went down from the mountain, carrying the two tablets of the covenant[^a] in his hands, tablets that were written on both sides, written on the front and on the back."},{"verse": 16, "text": "The tablets were the work of God, and the writing was the writing of God, engraved upon the tablets."},{"verse": 17, "text": "When Joshua heard the noise of the people as they shouted, he said to Moses, \"There is a noise of war in the camp.\""},{"verse": 18, "text": "But he said,\n\"It is not the sound made by victors,  \nor the sound made by losers;  \nit is the sound of revelers that I hear.\""},{"verse": 19, "text": "As soon as he came near the camp and saw the calf and the dancing, Moses\" anger burned hot, and he threw the tablets from his hands and broke them at the foot of the mountain."},{"verse": 20, "text": "He took the calf that they had made, burned it with fire, ground it to powder, scattered it on the water, and made the Israelites drink it."},{"verse": 21, "text": "Moses said to Aaron, \"What did this people do to you that you have brought so great a sin upon them?\""},{"verse": 22, "text": "And Aaron said, \"Do not let the anger of my lord burn hot; you know the people, that they are bent on evil."},{"verse": 23, "text": "They said to me, \"Make us gods, who shall go before us; as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.\""},{"verse": 24, "text": "So I said to them, \"Whoever has gold, take it off\"; so they gave it to me, and I threw it into the fire, and out came this calf!\""},{"verse": 25, "text": "When Moses saw that the people were running wild (for Aaron had let them run wild, to the derision of their enemies),"},{"verse": 26, "text": "then Moses stood in the gate of the camp, and said, \"Who is on the LORD\"s side? Come to me!\" And all the sons of Levi gathered around him."},{"verse": 27, "text": "He said to them, \"Thus says the LORD, the God of Israel, \"Put your sword on your side, each of you! Go back and forth from gate to gate throughout the camp, and each of you kill your brother, your friend, and your neighbor.\"\""},{"verse": 28, "text": "The sons of Levi did as Moses commanded, and about three thousand of the people fell on that day."},{"verse": 29, "footnotes": {"a": "Exodus 32:29 Gk Vg Compare Tg: Heb _Today ordain yourselves_"}, "text": "Moses said, \"Today you have ordained yourselves[^a] for the service of the LORD, each one at the cost of a son or a brother, and so have brought a blessing on yourselves this day.\""},{"verse": 30, "text": "On the next day Moses said to the people, \"You have sinned a great sin. But now I will go up to the LORD; perhaps I can make atonement for your sin.\""},{"verse": 31, "text": "So Moses returned to the LORD and said, \"Alas, this people has sinned a great sin; they have made for themselves gods of gold."},{"verse": 32, "text": "But now, if you will only forgive their sin--but if not, blot me out of the book that you have written.\""},{"verse": 33, "text": "But the LORD said to Moses, \"Whoever has sinned against me I will blot out of my book."},{"verse": 34, "text": "But now go, lead the people to the place about which I have spoken to you; see, my angel shall go in front of you. Nevertheless, when the day comes for punishment, I will punish them for their sin.\""},{"verse": 35, "text": "Then the LORD sent a plague on the people, because they made the calf--the one that Aaron made."}]}
,{"chapter": 33, "verses":[{"verse": 1, "text": "||The Command to Leave Sinai||The LORD said to Moses, \"Go, leave this place, you and the people whom you have brought up out of the land of Egypt, and go to the land of which I swore to Abraham, Isaac, and Jacob, saying, \"To your descendants I will give it.\""},{"verse": 2, "text": "I will send an angel before you, and I will drive out the Canaanites, the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites."},{"verse": 3, "text": "Go up to a land flowing with milk and honey; but I will not go up among you, or I would consume you on the way, for you are a stiff-necked people.\""},{"verse": 4, "text": "When the people heard these harsh words, they mourned, and no one put on ornaments."},{"verse": 5, "text": "For the LORD had said to Moses, \"Say to the Israelites, \"You are a stiff-necked people; if for a single moment I should go up among you, I would consume you. So now take off your ornaments, and I will decide what to do to you.\"\""},{"verse": 6, "text": "Therefore the Israelites stripped themselves of their ornaments, from Mount Horeb onward."},{"verse": 7, "text": "||The Tent outside the Camp||Now Moses used to take the tent and pitch it outside the camp, far off from the camp; he called it the tent of meeting. And everyone who sought the LORD would go out to the tent of meeting, which was outside the camp."},{"verse": 8, "text": "Whenever Moses went out to the tent, all the people would rise and stand, each of them, at the entrance of their tents and watch Moses until he had gone into the tent."},{"verse": 9, "text": "When Moses entered the tent, the pillar of cloud would descend and stand at the entrance of the tent, and the LORD would speak with Moses."},{"verse": 10, "text": "When all the people saw the pillar of cloud standing at the entrance of the tent, all the people would rise and bow down, all of them, at the entrance of their tent."},{"verse": 11, "text": "Thus the LORD used to speak to Moses face to face, as one speaks to a friend. Then he would return to the camp; but his young assistant, Joshua son of Nun, would not leave the tent."},{"verse": 12, "text": "||Moses\" Intercession||Moses said to the LORD, \"See, you have said to me, \"Bring up this people\"; but you have not let me know whom you will send with me. Yet you have said, \"I know you by name, and you have also found favor in my sight.\""},{"verse": 13, "text": "Now if I have found favor in your sight, show me your ways, so that I may know you and find favor in your sight. Consider too that this nation is your people.\""},{"verse": 14, "text": "He said, \"My presence will go with you, and I will give you rest.\""},{"verse": 15, "text": "And he said to him, \"If your presence will not go, do not carry us up from here."},{"verse": 16, "text": "For how shall it be known that I have found favor in your sight, I and your people, unless you go with us? In this way, we shall be distinct, I and your people, from every people on the face of the earth.\""},{"verse": 17, "text": "The LORD said to Moses, \"I will do the very thing that you have asked; for you have found favor in my sight, and I know you by name.\""},{"verse": 18, "text": "Moses said, \"Show me your glory, I pray.\""},{"verse": 19, "footnotes": {"a": "Exodus 33:19 Heb _YHWH_; see note at 3.15"}, "text": "And he said, \"I will make all my goodness pass before you, and will proclaim before you the name, \"The LORD\";[^a] and I will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy."},{"verse": 20, "text": "But,\" he said, \"you cannot see my face; for no one shall see me and live.\""},{"verse": 21, "text": "And the LORD continued, \"See, there is a place by me where you shall stand on the rock;"},{"verse": 22, "text": "and while my glory passes by I will put you in a cleft of the rock, and I will cover you with my hand until I have passed by;"},{"verse": 23, "text": "then I will take away my hand, and you shall see my back; but my face shall not be seen.\""}]}
,{"chapter": 34, "verses":[{"verse": 1, "text": "||Moses Makes New Tablets||The LORD said to Moses, \"Cut two tablets of stone like the former ones, and I will write on the tablets the words that were on the former tablets, which you broke."},{"verse": 2, "text": "Be ready in the morning, and come up in the morning to Mount Sinai and present yourself there to me, on the top of the mountain."},{"verse": 3, "text": "No one shall come up with you, and do not let anyone be seen throughout all the mountain; and do not let flocks or herds graze in front of that mountain.\""},{"verse": 4, "text": "So Moses cut two tablets of stone like the former ones; and he rose early in the morning and went up on Mount Sinai, as the LORD had commanded him, and took in his hand the two tablets of stone."},{"verse": 5, "footnotes": {"a": "Exodus 34:5 Heb _YHWH_; see note at 3.15"}, "text": "The LORD descended in the cloud and stood with him there, and proclaimed the name, \"The LORD.\"[^a]"},{"verse": 6, "text": "The LORD passed before him, and proclaimed,\n\"The LORD, the LORD,  \na God merciful and gracious,  \nslow to anger,  \nand abounding in steadfast love and faithfulness,"},{"verse": 7, "footnotes": {"a": "Exodus 34:7 Or _for thousands_"}, "text": "keeping steadfast love for the thousandth generation,[^a]  \nforgiving iniquity and transgression and sin,  \nyet by no means clearing the guilty,  \nbut visiting the iniquity of the parents  \nupon the children  \nand the children\"s children,  \nto the third and the fourth generation.\""},{"verse": 8, "text": "And Moses quickly bowed his head toward the earth, and worshiped."},{"verse": 9, "text": "He said, \"If now I have found favor in your sight, O Lord, I pray, let the Lord go with us. Although this is a stiff-necked people, pardon our iniquity and our sin, and take us for your inheritance.\""},{"verse": 10, "text": "||The Covenant Renewed||He said: I hereby make a covenant. Before all your people I will perform marvels, such as have not been performed in all the earth or in any nation; and all the people among whom you live shall see the work of the LORD; for it is an awesome thing that I will do with you."},{"verse": 11, "text": "Observe what I command you today. See, I will drive out before you the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites."},{"verse": 12, "text": "Take care not to make a covenant with the inhabitants of the land to which you are going, or it will become a snare among you."},{"verse": 13, "footnotes": {"a": "Exodus 34:13 Heb _Asherim_"}, "text": "You shall tear down their altars, break their pillars, and cut down their sacred poles[^a]"},{"verse": 14, "text": "(for you shall worship no other god, because the LORD, whose name is Jealous, is a jealous God)."},{"verse": 15, "text": "You shall not make a covenant with the inhabitants of the land, for when they prostitute themselves to their gods and sacrifice to their gods, someone among them will invite you, and you will eat of the sacrifice."},{"verse": 16, "text": "And you will take wives from among their daughters for your sons, and their daughters who prostitute themselves to their gods will make your sons also prostitute themselves to their gods."},{"verse": 17, "text": "You shall not make cast idols."},{"verse": 18, "text": "You shall keep the festival of unleavened bread. Seven days you shall eat unleavened bread, as I commanded you, at the time appointed in the month of Abib; for in the month of Abib you came out from Egypt."},{"verse": 19, "footnotes": {"a": "Exodus 34:19 Gk Theodotion Vg Tg: Meaning of Heb uncertain"}, "text": "All that first opens the womb is mine, all your male[^a] livestock, the firstborn of cow and sheep."},{"verse": 20, "text": "The firstborn of a donkey you shall redeem with a lamb, or if you will not redeem it you shall break its neck. All the firstborn of your sons you shall redeem.\nNo one shall appear before me empty-handed."},{"verse": 21, "text": "Six days you shall work, but on the seventh day you shall rest; even in plowing time and in harvest time you shall rest."},{"verse": 22, "text": "You shall observe the festival of weeks, the first fruits of wheat harvest, and the festival of ingathering at the turn of the year."},{"verse": 23, "text": "Three times in the year all your males shall appear before the LORD God, the God of Israel."},{"verse": 24, "text": "For I will cast out nations before you, and enlarge your borders; no one shall covet your land when you go up to appear before the LORD your God three times in the year."},{"verse": 25, "text": "You shall not offer the blood of my sacrifice with leaven, and the sacrifice of the festival of the passover shall not be left until the morning."},{"verse": 26, "text": "The best of the first fruits of your ground you shall bring to the house of the LORD your God.\nYou shall not boil a kid in its mother\"s milk."},{"verse": 27, "text": "The LORD said to Moses: Write these words; in accordance with these words I have made a covenant with you and with Israel."},{"verse": 28, "footnotes": {"a": "Exodus 34:28 Heb _words_"}, "text": "He was there with the LORD forty days and forty nights; he neither ate bread nor drank water. And he wrote on the tablets the words of the covenant, the ten commandments.[^a]"},{"verse": 29, "footnotes": {"a": "Exodus 34:29 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "||The Shining Face of Moses||Moses came down from Mount Sinai. As he came down from the mountain with the two tablets of the covenant[^a] in his hand, Moses did not know that the skin of his face shone because he had been talking with God."},{"verse": 30, "text": "When Aaron and all the Israelites saw Moses, the skin of his face was shining, and they were afraid to come near him."},{"verse": 31, "text": "But Moses called to them; and Aaron and all the leaders of the congregation returned to him, and Moses spoke with them."},{"verse": 32, "text": "Afterward all the Israelites came near, and he gave them in commandment all that the LORD had spoken with him on Mount Sinai."},{"verse": 33, "text": "When Moses had finished speaking with them, he put a veil on his face;"},{"verse": 34, "text": "but whenever Moses went in before the LORD to speak with him, he would take the veil off, until he came out; and when he came out, and told the Israelites what he had been commanded,"},{"verse": 35, "text": "the Israelites would see the face of Moses, that the skin of his face was shining; and Moses would put the veil on his face again, until he went in to speak with him."}]}
,{"chapter": 35, "verses":[{"verse": 1, "text": "||Sabbath Regulations||Moses assembled all the congregation of the Israelites and said to them: These are the things that the LORD has commanded you to do:"},{"verse": 2, "text": "Six days shall work be done, but on the seventh day you shall have a holy sabbath of solemn rest to the LORD; whoever does any work on it shall be put to death."},{"verse": 3, "text": "You shall kindle no fire in all your dwellings on the sabbath day."},{"verse": 4, "text": "||Preparations for Making the Tabernacle||Moses said to all the congregation of the Israelites: This is the thing that the LORD has commanded:"},{"verse": 5, "text": "Take from among you an offering to the LORD; let whoever is of a generous heart bring the LORD\"s offering: gold, silver, and bronze;"},{"verse": 6, "text": "blue, purple, and crimson yarns, and fine linen; goats\" hair,"},{"verse": 7, "footnotes": {"a": "Exodus 35:7 Meaning of Heb uncertain"}, "text": "tanned rams\" skins, and fine leather;[^a] acacia wood,"},{"verse": 8, "text": "oil for the light, spices for the anointing oil and for the fragrant incense,"},{"verse": 9, "text": "and onyx stones and gems to be set in the ephod and the breastpiece."},{"verse": 10, "text": "All who are skillful among you shall come and make all that the LORD has commanded: the tabernacle,"},{"verse": 11, "text": "its tent and its covering, its clasps and its frames, its bars, its pillars, and its bases;"},{"verse": 12, "footnotes": {"a": "Exodus 35:12 Or _the cover_"}, "text": "the ark with its poles, the mercy seat,[^a] and the curtain for the screen;"},{"verse": 13, "text": "the table with its poles and all its utensils, and the bread of the Presence;"},{"verse": 14, "text": "the lampstand also for the light, with its utensils and its lamps, and the oil for the light;"},{"verse": 15, "text": "and the altar of incense, with its poles, and the anointing oil and the fragrant incense, and the screen for the entrance, the entrance of the tabernacle;"},{"verse": 16, "text": "the altar of burnt offering, with its grating of bronze, its poles, and all its utensils, the basin with its stand;"},{"verse": 17, "text": "the hangings of the court, its pillars and its bases, and the screen for the gate of the court;"},{"verse": 18, "text": "the pegs of the tabernacle and the pegs of the court, and their cords;"},{"verse": 19, "text": "the finely worked vestments for ministering in the holy place, the holy vestments for the priest Aaron, and the vestments of his sons, for their service as priests."},{"verse": 20, "text": "||Offerings for the Tabernacle||Then all the congregation of the Israelites withdrew from the presence of Moses."},{"verse": 21, "text": "And they came, everyone whose heart was stirred, and everyone whose spirit was willing, and brought the LORD\"s offering to be used for the tent of meeting, and for all its service, and for the sacred vestments."},{"verse": 22, "text": "So they came, both men and women; all who were of a willing heart brought brooches and earrings and signet rings and pendants, all sorts of gold objects, everyone bringing an offering of gold to the LORD."},{"verse": 23, "footnotes": {"a": "Exodus 35:23 Meaning of Heb uncertain"}, "text": "And everyone who possessed blue or purple or crimson yarn or fine linen or goats\" hair or tanned rams\" skins or fine leather,[^a] brought them."},{"verse": 24, "text": "Everyone who could make an offering of silver or bronze brought it as the LORD\"s offering; and everyone who possessed acacia wood of any use in the work, brought it."},{"verse": 25, "text": "All the skillful women spun with their hands, and brought what they had spun in blue and purple and crimson yarns and fine linen;"},{"verse": 26, "text": "all the women whose hearts moved them to use their skill spun the goats\" hair."},{"verse": 27, "text": "And the leaders brought onyx stones and gems to be set in the ephod and the breastpiece,"},{"verse": 28, "text": "and spices and oil for the light, and for the anointing oil, and for the fragrant incense."},{"verse": 29, "text": "All the Israelite men and women whose hearts made them willing to bring anything for the work that the LORD had commanded by Moses to be done, brought it as a freewill offering to the LORD."},{"verse": 30, "text": "||Bezalel and Oholiab||Then Moses said to the Israelites: See, the LORD has called by name Bezalel son of Uri son of Hur, of the tribe of Judah;"},{"verse": 31, "footnotes": {"a": "Exodus 35:31 Or _the spirit of God_"}, "text": "he has filled him with divine spirit,[^a] with skill, intelligence, and knowledge in every kind of craft,"},{"verse": 32, "text": "to devise artistic designs, to work in gold, silver, and bronze,"},{"verse": 33, "text": "in cutting stones for setting, and in carving wood, in every kind of craft."},{"verse": 34, "text": "And he has inspired him to teach, both him and Oholiab son of Ahisamach, of the tribe of Dan."},{"verse": 35, "text": "He has filled them with skill to do every kind of work done by an artisan or by a designer or by an embroiderer in blue, purple, and crimson yarns, and in fine linen, or by a weaver--by any sort of artisan or skilled designer."}]}
,{"chapter": 36, "verses":[{"verse": 1, "text": "Bezalel and Oholiab and every skillful one to whom the LORD has given skill and understanding to know how to do any work in the construction of the sanctuary shall work in accordance with all that the LORD has commanded."},{"verse": 2, "text": "Moses then called Bezalel and Oholiab and every skillful one to whom the LORD had given skill, everyone whose heart was stirred to come to do the work;"},{"verse": 3, "text": "and they received from Moses all the freewill offerings that the Israelites had brought for doing the work on the sanctuary. They still kept bringing him freewill offerings every morning,"},{"verse": 4, "text": "so that all the artisans who were doing every sort of task on the sanctuary came, each from the task being performed,"},{"verse": 5, "text": "and said to Moses, \"The people are bringing much more than enough for doing the work that the LORD has commanded us to do.\""},{"verse": 6, "text": "So Moses gave command, and word was proclaimed throughout the camp: \"No man or woman is to make anything else as an offering for the sanctuary.\" So the people were restrained from bringing;"},{"verse": 7, "text": "for what they had already brought was more than enough to do all the work."},{"verse": 8, "text": "||Construction of the Tabernacle||All those with skill among the workers made the tabernacle with ten curtains; they were made of fine twisted linen, and blue, purple, and crimson yarns, with cherubim skillfully worked into them."},{"verse": 9, "text": "The length of each curtain was twenty-eight cubits, and the width of each curtain four cubits; all the curtains were of the same size."},{"verse": 10, "text": "He joined five curtains to one another, and the other five curtains he joined to one another."},{"verse": 11, "text": "He made loops of blue on the edge of the outermost curtain of the first set; likewise he made them on the edge of the outermost curtain of the second set;"},{"verse": 12, "text": "he made fifty loops on the one curtain, and he made fifty loops on the edge of the curtain that was in the second set; the loops were opposite one another."},{"verse": 13, "text": "And he made fifty clasps of gold, and joined the curtains one to the other with clasps; so the tabernacle was one whole."},{"verse": 14, "text": "He also made curtains of goats\" hair for a tent over the tabernacle; he made eleven curtains."},{"verse": 15, "text": "The length of each curtain was thirty cubits, and the width of each curtain four cubits; the eleven curtains were of the same size."},{"verse": 16, "text": "He joined five curtains by themselves, and six curtains by themselves."},{"verse": 17, "text": "He made fifty loops on the edge of the outermost curtain of the one set, and fifty loops on the edge of the other connecting curtain."},{"verse": 18, "text": "He made fifty clasps of bronze to join the tent together so that it might be one whole."},{"verse": 19, "footnotes": {"a": "Exodus 36:19 Meaning of Heb uncertain"}, "text": "And he made for the tent a covering of tanned rams\" skins and an outer covering of fine leather.[^a]"},{"verse": 20, "text": "Then he made the upright frames for the tabernacle of acacia wood."},{"verse": 21, "text": "Ten cubits was the length of a frame, and a cubit and a half the width of each frame."},{"verse": 22, "text": "Each frame had two pegs for fitting together; he did this for all the frames of the tabernacle."},{"verse": 23, "text": "The frames for the tabernacle he made in this way: twenty frames for the south side;"},{"verse": 24, "text": "and he made forty bases of silver under the twenty frames, two bases under the first frame for its two pegs, and two bases under the next frame for its two pegs."},{"verse": 25, "text": "For the second side of the tabernacle, on the north side, he made twenty frames"},{"verse": 26, "text": "and their forty bases of silver, two bases under the first frame and two bases under the next frame."},{"verse": 27, "text": "For the rear of the tabernacle westward he made six frames."},{"verse": 28, "text": "He made two frames for corners of the tabernacle in the rear."},{"verse": 29, "text": "They were separate beneath, but joined at the top, at the first ring; he made two of them in this way, for the two corners."},{"verse": 30, "text": "There were eight frames with their bases of silver: sixteen bases, under every frame two bases."},{"verse": 31, "text": "He made bars of acacia wood, five for the frames of the one side of the tabernacle,"},{"verse": 32, "text": "and five bars for the frames of the other side of the tabernacle, and five bars for the frames of the tabernacle at the rear westward."},{"verse": 33, "text": "He made the middle bar to pass through from end to end halfway up the frames."},{"verse": 34, "text": "And he overlaid the frames with gold, and made rings of gold for them to hold the bars, and overlaid the bars with gold."},{"verse": 35, "text": "He made the curtain of blue, purple, and crimson yarns, and fine twisted linen, with cherubim skillfully worked into it."},{"verse": 36, "text": "For it he made four pillars of acacia, and overlaid them with gold; their hooks were of gold, and he cast for them four bases of silver."},{"verse": 37, "text": "He also made a screen for the entrance to the tent, of blue, purple, and crimson yarns, and fine twisted linen, embroidered with needlework;"},{"verse": 38, "text": "and its five pillars with their hooks. He overlaid their capitals and their bases with gold, but their five bases were of bronze."}]}
,{"chapter": 37, "verses":[{"verse": 1, "text": "||Making the Ark of the Covenant||Bezalel made the ark of acacia wood; it was two and a half cubits long, a cubit and a half wide, and a cubit and a half high."},{"verse": 2, "text": "He overlaid it with pure gold inside and outside, and made a molding of gold around it."},{"verse": 3, "text": "He cast for it four rings of gold for its four feet, two rings on its one side and two rings on its other side."},{"verse": 4, "text": "He made poles of acacia wood, and overlaid them with gold,"},{"verse": 5, "text": "and put the poles into the rings on the sides of the ark, to carry the ark."},{"verse": 6, "footnotes": {"a": "Exodus 37:6 Or _a cover_"}, "text": "He made a mercy seat[^a] of pure gold; two cubits and a half was its length, and a cubit and a half its width."},{"verse": 7, "footnotes": {"a": "Exodus 37:7 Or _the cover_"}, "text": "He made two cherubim of hammered gold; at the two ends of the mercy seat[^a] he made them,"},{"verse": 8, "footnotes": {"a": "Exodus 37:8 Or _the cover_"}, "text": "one cherub at the one end, and one cherub at the other end; of one piece with the mercy seat[^a] he made the cherubim at its two ends."},{"verse": 9, "footnotes": {"a": "Exodus 37:9 Or _the cover_", "b": "Exodus 37:9 Or _the cover_"}, "text": "The cherubim spread out their wings above, overshadowing the mercy seat[^a] with their wings. They faced one another; the faces of the cherubim were turned toward the mercy seat.[^b]"},{"verse": 10, "text": "||Making the Table for the Bread of the Presence||He also made the table of acacia wood, two cubits long, one cubit wide, and a cubit and a half high."},{"verse": 11, "text": "He overlaid it with pure gold, and made a molding of gold around it."},{"verse": 12, "text": "He made around it a rim a handbreadth wide, and made a molding of gold around the rim."},{"verse": 13, "text": "He cast for it four rings of gold, and fastened the rings to the four corners at its four legs."},{"verse": 14, "text": "The rings that held the poles used for carrying the table were close to the rim."},{"verse": 15, "text": "He made the poles of acacia wood to carry the table, and overlaid them with gold."},{"verse": 16, "text": "And he made the vessels of pure gold that were to be on the table, its plates and dishes for incense, and its bowls and flagons with which to pour drink offerings."},{"verse": 17, "text": "||Making the Lampstand||He also made the lampstand of pure gold. The base and the shaft of the lampstand were made of hammered work; its cups, its calyxes, and its petals were of one piece with it."},{"verse": 18, "text": "There were six branches going out of its sides, three branches of the lampstand out of one side of it and three branches of the lampstand out of the other side of it;"},{"verse": 19, "text": "three cups shaped like almond blossoms, each with calyx and petals, on one branch, and three cups shaped like almond blossoms, each with calyx and petals, on the other branch--so for the six branches going out of the lampstand."},{"verse": 20, "text": "On the lampstand itself there were four cups shaped like almond blossoms, each with its calyxes and petals."},{"verse": 21, "text": "There was a calyx of one piece with it under the first pair of branches, a calyx of one piece with it under the next pair of branches, and a calyx of one piece with it under the last pair of branches."},{"verse": 22, "text": "Their calyxes and their branches were of one piece with it, the whole of it one hammered piece of pure gold."},{"verse": 23, "text": "He made its seven lamps and its snuffers and its trays of pure gold."},{"verse": 24, "text": "He made it and all its utensils of a talent of pure gold."},{"verse": 25, "text": "||Making the Altar of Incense||He made the altar of incense of acacia wood, one cubit long, and one cubit wide; it was square, and was two cubits high; its horns were of one piece with it."},{"verse": 26, "text": "He overlaid it with pure gold, its top, and its sides all around, and its horns; and he made for it a molding of gold all around,"},{"verse": 27, "text": "and made two golden rings for it under its molding, on two opposite sides of it, to hold the poles with which to carry it."},{"verse": 28, "text": "And he made the poles of acacia wood, and overlaid them with gold."},{"verse": 29, "text": "||Making the Anointing Oil and the Incense||He made the holy anointing oil also, and the pure fragrant incense, blended as by the perfumer."}]}
,{"chapter": 38, "verses":[{"verse": 1, "text": "||Making the Altar of Burnt Offering||He made the altar of burnt offering also of acacia wood; it was five cubits long, and five cubits wide; it was square, and three cubits high."},{"verse": 2, "text": "He made horns for it on its four corners; its horns were of one piece with it, and he overlaid it with bronze."},{"verse": 3, "text": "He made all the utensils of the altar, the pots, the shovels, the basins, the forks, and the firepans: all its utensils he made of bronze."},{"verse": 4, "text": "He made for the altar a grating, a network of bronze, under its ledge, extending halfway down."},{"verse": 5, "text": "He cast four rings on the four corners of the bronze grating to hold the poles;"},{"verse": 6, "text": "he made the poles of acacia wood, and overlaid them with bronze."},{"verse": 7, "text": "And he put the poles through the rings on the sides of the altar, to carry it with them; he made it hollow, with boards."},{"verse": 8, "text": "He made the basin of bronze with its stand of bronze, from the mirrors of the women who served at the entrance to the tent of meeting."},{"verse": 9, "text": "||Making the Court of the Tabernacle||He made the court; for the south side the hangings of the court were of fine twisted linen, one hundred cubits long;"},{"verse": 10, "text": "its twenty pillars and their twenty bases were of bronze, but the hooks of the pillars and their bands were of silver."},{"verse": 11, "text": "For the north side there were hangings one hundred cubits long; its twenty pillars and their twenty bases were of bronze, but the hooks of the pillars and their bands were of silver."},{"verse": 12, "text": "For the west side there were hangings fifty cubits long, with ten pillars and ten bases; the hooks of the pillars and their bands were of silver."},{"verse": 13, "text": "And for the front to the east, fifty cubits."},{"verse": 14, "text": "The hangings for one side of the gate were fifteen cubits, with three pillars and three bases."},{"verse": 15, "text": "And so for the other side; on each side of the gate of the court were hangings of fifteen cubits, with three pillars and three bases."},{"verse": 16, "text": "All the hangings around the court were of fine twisted linen."},{"verse": 17, "text": "The bases for the pillars were of bronze, but the hooks of the pillars and their bands were of silver; the overlaying of their capitals was also of silver, and all the pillars of the court were banded with silver."},{"verse": 18, "text": "The screen for the entrance to the court was embroidered with needlework in blue, purple, and crimson yarns and fine twisted linen. It was twenty cubits long and, along the width of it, five cubits high, corresponding to the hangings of the court."},{"verse": 19, "text": "There were four pillars; their four bases were of bronze, their hooks of silver, and the overlaying of their capitals and their bands of silver."},{"verse": 20, "text": "All the pegs for the tabernacle and for the court all around were of bronze."},{"verse": 21, "footnotes": {"a": "Exodus 38:21 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "||Materials of the Tabernacle||These are the records of the tabernacle, the tabernacle of the covenant,[^a] which were drawn up at the commandment of Moses, the work of the Levites being under the direction of Ithamar son of the priest Aaron."},{"verse": 22, "text": "Bezalel son of Uri son of Hur, of the tribe of Judah, made all that the LORD commanded Moses;"},{"verse": 23, "text": "and with him was Oholiab son of Ahisamach, of the tribe of Dan, engraver, designer, and embroiderer in blue, purple, and crimson yarns, and in fine linen."},{"verse": 24, "text": "All the gold that was used for the work, in all the construction of the sanctuary, the gold from the offering, was twenty-nine talents and seven hundred thirty shekels, measured by the sanctuary shekel."},{"verse": 25, "text": "The silver from those of the congregation who were counted was one hundred talents and one thousand seven hundred seventy-five shekels, measured by the sanctuary shekel;"},{"verse": 26, "text": "a beka a head (that is, half a shekel, measured by the sanctuary shekel), for everyone who was counted in the census, from twenty years old and upward, for six hundred three thousand, five hundred fifty men."},{"verse": 27, "text": "The hundred talents of silver were for casting the bases of the sanctuary, and the bases of the curtain; one hundred bases for the hundred talents, a talent for a base."},{"verse": 28, "text": "Of the thousand seven hundred seventy-five shekels he made hooks for the pillars, and overlaid their capitals and made bands for them."},{"verse": 29, "text": "The bronze that was contributed was seventy talents, and two thousand four hundred shekels;"},{"verse": 30, "text": "with it he made the bases for the entrance of the tent of meeting, the bronze altar and the bronze grating for it and all the utensils of the altar,"},{"verse": 31, "text": "the bases all around the court, and the bases of the gate of the court, all the pegs of the tabernacle, and all the pegs around the court."}]}
,{"chapter": 39, "verses":[{"verse": 1, "text": "||Making the Vestments for the Priesthood||Of the blue, purple, and crimson yarns they made finely worked vestments, for ministering in the holy place; they made the sacred vestments for Aaron; as the LORD had commanded Moses."},{"verse": 2, "text": "He made the ephod of gold, of blue, purple, and crimson yarns, and of fine twisted linen."},{"verse": 3, "text": "Gold leaf was hammered out and cut into threads to work into the blue, purple, and crimson yarns and into the fine twisted linen, in skilled design."},{"verse": 4, "text": "They made for the ephod shoulder-pieces, joined to it at its two edges."},{"verse": 5, "text": "The decorated band on it was of the same materials and workmanship, of gold, of blue, purple, and crimson yarns, and of fine twisted linen; as the LORD had commanded Moses."},{"verse": 6, "text": "The onyx stones were prepared, enclosed in settings of gold filigree and engraved like the engravings of a signet, according to the names of the sons of Israel."},{"verse": 7, "text": "He set them on the shoulder-pieces of the ephod, to be stones of remembrance for the sons of Israel; as the LORD had commanded Moses."},{"verse": 8, "text": "He made the breastpiece, in skilled work, like the work of the ephod, of gold, of blue, purple, and crimson yarns, and of fine twisted linen."},{"verse": 9, "text": "It was square; the breastpiece was made double, a span in length and a span in width when doubled."},{"verse": 10, "footnotes": {"a": "Exodus 39:10 The identification of several of these stones is uncertain"}, "text": "They set in it four rows of stones. A row of carnelian,[^a] chrysolite, and emerald was the first row;"},{"verse": 11, "footnotes": {"a": "Exodus 39:11 Or _lapis lazuli_"}, "text": "and the second row, a turquoise, a sapphire,[^a] and a moonstone;"},{"verse": 12, "text": "and the third row, a jacinth, an agate, and an amethyst;"},{"verse": 13, "text": "and the fourth row, a beryl, an onyx, and a jasper; they were enclosed in settings of gold filigree."},{"verse": 14, "text": "There were twelve stones with names corresponding to the names of the sons of Israel; they were like signets, each engraved with its name, for the twelve tribes."},{"verse": 15, "text": "They made on the breastpiece chains of pure gold, twisted like cords;"},{"verse": 16, "text": "and they made two settings of gold filigree and two gold rings, and put the two rings on the two edges of the breastpiece;"},{"verse": 17, "text": "and they put the two cords of gold in the two rings at the edges of the breastpiece."},{"verse": 18, "text": "Two ends of the two cords they had attached to the two settings of filigree; in this way they attached it in front to the shoulder-pieces of the ephod."},{"verse": 19, "text": "Then they made two rings of gold, and put them at the two ends of the breastpiece, on its inside edge next to the ephod."},{"verse": 20, "text": "They made two rings of gold, and attached them in front to the lower part of the two shoulder-pieces of the ephod, at its joining above the decorated band of the ephod."},{"verse": 21, "text": "They bound the breastpiece by its rings to the rings of the ephod with a blue cord, so that it should lie on the decorated band of the ephod, and that the breastpiece should not come loose from the ephod; as the LORD had commanded Moses."},{"verse": 22, "text": "He also made the robe of the ephod woven all of blue yarn;"},{"verse": 23, "footnotes": {"a": "Exodus 39:23 Meaning of Heb uncertain"}, "text": "and the opening of the robe in the middle of it was like the opening in a coat of mail,[^a] with a binding around the opening, so that it might not be torn."},{"verse": 24, "text": "On the lower hem of the robe they made pomegranates of blue, purple, and crimson yarns, and of fine twisted linen."},{"verse": 25, "text": "They also made bells of pure gold, and put the bells between the pomegranates on the lower hem of the robe all around, between the pomegranates;"},{"verse": 26, "text": "a bell and a pomegranate, a bell and a pomegranate all around on the lower hem of the robe for ministering; as the LORD had commanded Moses."},{"verse": 27, "text": "They also made the tunics, woven of fine linen, for Aaron and his sons,"},{"verse": 28, "text": "and the turban of fine linen, and the headdresses of fine linen, and the linen undergarments of fine twisted linen,"},{"verse": 29, "text": "and the sash of fine twisted linen, and of blue, purple, and crimson yarns, embroidered with needlework; as the LORD had commanded Moses."},{"verse": 30, "text": "They made the rosette of the holy diadem of pure gold, and wrote on it an inscription, like the engraving of a signet, \"Holy to the LORD.\""},{"verse": 31, "text": "They tied to it a blue cord, to fasten it on the turban above; as the LORD had commanded Moses."},{"verse": 32, "text": "||The Work Completed||In this way all the work of the tabernacle of the tent of meeting was finished; the Israelites had done everything just as the LORD had commanded Moses."},{"verse": 33, "text": "Then they brought the tabernacle to Moses, the tent and all its utensils, its hooks, its frames, its bars, its pillars, and its bases;"},{"verse": 34, "footnotes": {"a": "Exodus 39:34 Meaning of Heb uncertain"}, "text": "the covering of tanned rams\" skins and the covering of fine leather,[^a] and the curtain for the screen;"},{"verse": 35, "footnotes": {"a": "Exodus 39:35 Or _treaty_, or _testimony_; Heb _eduth_", "b": "Exodus 39:35 Or _the cover_"}, "text": "the ark of the covenant[^a] with its poles and the mercy seat;[^b]"},{"verse": 36, "text": "the table with all its utensils, and the bread of the Presence;"},{"verse": 37, "text": "the pure lampstand with its lamps set on it and all its utensils, and the oil for the light;"},{"verse": 38, "text": "the golden altar, the anointing oil and the fragrant incense, and the screen for the entrance of the tent;"},{"verse": 39, "text": "the bronze altar, and its grating of bronze, its poles, and all its utensils; the basin with its stand;"},{"verse": 40, "text": "the hangings of the court, its pillars, and its bases, and the screen for the gate of the court, its cords, and its pegs; and all the utensils for the service of the tabernacle, for the tent of meeting;"},{"verse": 41, "text": "the finely worked vestments for ministering in the holy place, the sacred vestments for the priest Aaron, and the vestments of his sons to serve as priests."},{"verse": 42, "text": "The Israelites had done all of the work just as the LORD had commanded Moses."},{"verse": 43, "text": "When Moses saw that they had done all the work just as the LORD had commanded, he blessed them."}]}
,{"chapter": 40, "verses":[{"verse": 1, "text": "||The Tabernacle Erected and Its Equipment Installed||The LORD spoke to Moses:"},{"verse": 2, "text": "On the first day of the first month you shall set up the tabernacle of the tent of meeting."},{"verse": 3, "footnotes": {"a": "Exodus 40:3 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "You shall put in it the ark of the covenant,[^a] and you shall screen the ark with the curtain."},{"verse": 4, "text": "You shall bring in the table, and arrange its setting; and you shall bring in the lampstand, and set up its lamps."},{"verse": 5, "footnotes": {"a": "Exodus 40:5 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "You shall put the golden altar for incense before the ark of the covenant,[^a] and set up the screen for the entrance of the tabernacle."},{"verse": 6, "text": "You shall set the altar of burnt offering before the entrance of the tabernacle of the tent of meeting,"},{"verse": 7, "text": "and place the basin between the tent of meeting and the altar, and put water in it."},{"verse": 8, "text": "You shall set up the court all around, and hang up the screen for the gate of the court."},{"verse": 9, "text": "Then you shall take the anointing oil, and anoint the tabernacle and all that is in it, and consecrate it and all its furniture, so that it shall become holy."},{"verse": 10, "text": "You shall also anoint the altar of burnt offering and all its utensils, and consecrate the altar, so that the altar shall be most holy."},{"verse": 11, "text": "You shall also anoint the basin with its stand, and consecrate it."},{"verse": 12, "text": "Then you shall bring Aaron and his sons to the entrance of the tent of meeting, and shall wash them with water,"},{"verse": 13, "text": "and put on Aaron the sacred vestments, and you shall anoint him and consecrate him, so that he may serve me as priest."},{"verse": 14, "text": "You shall bring his sons also and put tunics on them,"},{"verse": 15, "text": "and anoint them, as you anointed their father, that they may serve me as priests: and their anointing shall admit them to a perpetual priesthood throughout all generations to come."},{"verse": 16, "text": "Moses did everything just as the LORD had commanded him."},{"verse": 17, "text": "In the first month in the second year, on the first day of the month, the tabernacle was set up."},{"verse": 18, "text": "Moses set up the tabernacle; he laid its bases, and set up its frames, and put in its poles, and raised up its pillars;"},{"verse": 19, "text": "and he spread the tent over the tabernacle, and put the covering of the tent over it; as the LORD had commanded Moses."},{"verse": 20, "footnotes": {"a": "Exodus 40:20 Or _treaty_, or _testimony_; Heb _eduth_", "b": "Exodus 40:20 Or _the cover_"}, "text": "He took the covenant[^a] and put it into the ark, and put the poles on the ark, and set the mercy seat[^b] above the ark;"},{"verse": 21, "footnotes": {"a": "Exodus 40:21 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "and he brought the ark into the tabernacle, and set up the curtain for screening, and screened the ark of the covenant;[^a] as the LORD had commanded Moses."},{"verse": 22, "text": "He put the table in the tent of meeting, on the north side of the tabernacle, outside the curtain,"},{"verse": 23, "text": "and set the bread in order on it before the LORD; as the LORD had commanded Moses."},{"verse": 24, "text": "He put the lampstand in the tent of meeting, opposite the table on the south side of the tabernacle,"},{"verse": 25, "text": "and set up the lamps before the LORD; as the LORD had commanded Moses."},{"verse": 26, "text": "He put the golden altar in the tent of meeting before the curtain,"},{"verse": 27, "text": "and offered fragrant incense on it; as the LORD had commanded Moses."},{"verse": 28, "text": "He also put in place the screen for the entrance of the tabernacle."},{"verse": 29, "text": "He set the altar of burnt offering at the entrance of the tabernacle of the tent of meeting, and offered on it the burnt offering and the grain offering as the LORD had commanded Moses."},{"verse": 30, "text": "He set the basin between the tent of meeting and the altar, and put water in it for washing,"},{"verse": 31, "text": "with which Moses and Aaron and his sons washed their hands and their feet."},{"verse": 32, "text": "When they went into the tent of meeting, and when they approached the altar, they washed; as the LORD had commanded Moses."},{"verse": 33, "text": "He set up the court around the tabernacle and the altar, and put up the screen at the gate of the court. So Moses finished the work."},{"verse": 34, "text": "||The Cloud and the Glory||Then the cloud covered the tent of meeting, and the glory of the LORD filled the tabernacle."},{"verse": 35, "text": "Moses was not able to enter the tent of meeting because the cloud settled upon it, and the glory of the LORD filled the tabernacle."},{"verse": 36, "text": "Whenever the cloud was taken up from the tabernacle, the Israelites would set out on each stage of their journey;"},{"verse": 37, "text": "but if the cloud was not taken up, then they did not set out until the day that it was taken up."},{"verse": 38, "footnotes": {"a": "Exodus 40:38 Heb _it_"}, "text": "For the cloud of the LORD was on the tabernacle by day, and fire was in the cloud[^a] by night, before the eyes of all the house of Israel at each stage of their journey."}]}
]}