{"book": "Galatians", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Salutation||Paul an apostle--sent neither by human commission nor from human authorities, but through Jesus Christ and God the Father, who raised him from the dead--"},{"verse": 2, "footnotes": {"a": "Galatians 1:2 Gk _all the brothers_"}, "text": "and all the members of God\"s family[^a] who are with me,\nTo the churches of Galatia:"},{"verse": 3, "text": "Grace to you and peace from God our Father and the Lord Jesus Christ,"},{"verse": 4, "text": "who gave himself for our sins to set us free from the present evil age, according to the will of our God and Father,"},{"verse": 5, "text": "to whom be the glory forever and ever. Amen."},{"verse": 6, "text": "||There Is No Other Gospel||I am astonished that you are so quickly deserting the one who called you in the grace of Christ and are turning to a different gospel--"},{"verse": 7, "text": "not that there is another gospel, but there are some who are confusing you and want to pervert the gospel of Christ."},{"verse": 8, "footnotes": {"a": "Galatians 1:8 Or _a messenger_"}, "text": "But even if we or an angel[^a] from heaven should proclaim to you a gospel contrary to what we proclaimed to you, let that one be accursed!"},{"verse": 9, "text": "As we have said before, so now I repeat, if anyone proclaims to you a gospel contrary to what you received, let that one be accursed!"},{"verse": 10, "footnotes": {"a": "Galatians 1:10 Gk _slave_"}, "text": "Am I now seeking human approval, or God\"s approval? Or am I trying to please people? If I were still pleasing people, I would not be a servant[^a] of Christ."},{"verse": 11, "footnotes": {"a": "Galatians 1:11 Gk _brothers_"}, "text": "||Paul\"s Vindication of His Apostleship||For I want you to know, brothers and sisters,[^a] that the gospel that was proclaimed by me is not of human origin;"},{"verse": 12, "text": "for I did not receive it from a human source, nor was I taught it, but I received it through a revelation of Jesus Christ."},{"verse": 13, "text": "You have heard, no doubt, of my earlier life in Judaism. I was violently persecuting the church of God and was trying to destroy it."},{"verse": 14, "text": "I advanced in Judaism beyond many among my people of the same age, for I was far more zealous for the traditions of my ancestors."},{"verse": 15, "text": "But when God, who had set me apart before I was born and called me through his grace, was pleased"},{"verse": 16, "footnotes": {"a": "Galatians 1:16 Gk _in me_"}, "text": "to reveal his Son to me,[^a] so that I might proclaim him among the Gentiles, I did not confer with any human being,"},{"verse": 17, "text": "nor did I go up to Jerusalem to those who were already apostles before me, but I went away at once into Arabia, and afterwards I returned to Damascus."},{"verse": 18, "text": "Then after three years I did go up to Jerusalem to visit Cephas and stayed with him fifteen days;"},{"verse": 19, "text": "but I did not see any other apostle except James the Lord\"s brother."},{"verse": 20, "text": "In what I am writing to you, before God, I do not lie!"},{"verse": 21, "text": "Then I went into the regions of Syria and Cilicia,"},{"verse": 22, "text": "and I was still unknown by sight to the churches of Judea that are in Christ;"},{"verse": 23, "text": "they only heard it said, \"The one who formerly was persecuting us is now proclaiming the faith he once tried to destroy.\""},{"verse": 24, "text": "And they glorified God because of me."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Paul and the Other Apostles||Then after fourteen years I went up again to Jerusalem with Barnabas, taking Titus along with me."},{"verse": 2, "text": "I went up in response to a revelation. Then I laid before them (though only in a private meeting with the acknowledged leaders) the gospel that I proclaim among the Gentiles, in order to make sure that I was not running, or had not run, in vain."},{"verse": 3, "text": "But even Titus, who was with me, was not compelled to be circumcised, though he was a Greek."},{"verse": 4, "footnotes": {"a": "Galatians 2:4 Gk _false brothers_"}, "text": "But because of false believers[^a] secretly brought in, who slipped in to spy on the freedom we have in Christ Jesus, so that they might enslave us--"},{"verse": 5, "text": "we did not submit to them even for a moment, so that the truth of the gospel might always remain with you."},{"verse": 6, "text": "And from those who were supposed to be acknowledged leaders (what they actually were makes no difference to me; God shows no partiality)--those leaders contributed nothing to me."},{"verse": 7, "text": "On the contrary, when they saw that I had been entrusted with the gospel for the uncircumcised, just as Peter had been entrusted with the gospel for the circumcised"},{"verse": 8, "text": "(for he who worked through Peter making him an apostle to the circumcised also worked through me in sending me to the Gentiles),"},{"verse": 9, "text": "and when James and Cephas and John, who were acknowledged pillars, recognized the grace that had been given to me, they gave to Barnabas and me the right hand of fellowship, agreeing that we should go to the Gentiles and they to the circumcised."},{"verse": 10, "footnotes": {"a": "Galatians 2:10 Or _had been_"}, "text": "They asked only one thing, that we remember the poor, which was actually what I was[^a] eager to do."},{"verse": 11, "text": "||Paul Rebukes Peter at Antioch||But when Cephas came to Antioch, I opposed him to his face, because he stood self-condemned;"},{"verse": 12, "text": "for until certain people came from James, he used to eat with the Gentiles. But after they came, he drew back and kept himself separate for fear of the circumcision faction."},{"verse": 13, "text": "And the other Jews joined him in this hypocrisy, so that even Barnabas was led astray by their hypocrisy."},{"verse": 14, "footnotes": {"a": "Galatians 2:14 Some interpreters hold that the quotation extends into the following paragraph"}, "text": "But when I saw that they were not acting consistently with the truth of the gospel, I said to Cephas before them all, \"If you, though a Jew, live like a Gentile and not like a Jew, how can you compel the Gentiles to live like Jews?\"[^a]"},{"verse": 15, "text": "||Jews and Gentiles Are Saved by Faith||We ourselves are Jews by birth and not Gentile sinners;"},{"verse": 16, "footnotes": {"a": "Galatians 2:16 Or _reckoned as righteous;_ and so elsewhere", "b": "Galatians 2:16 Or _the faith of Jesus Christ_", "c": "Galatians 2:16 Or _the faith of Christ_"}, "text": "yet we know that a person is justified[^a] not by the works of the law but through faith in Jesus Christ.[^b] And we have come to believe in Christ Jesus, so that we might be justified by faith in Christ,[^c] and not by doing the works of the law, because no one will be justified by the works of the law."},{"verse": 17, "text": "But if, in our effort to be justified in Christ, we ourselves have been found to be sinners, is Christ then a servant of sin? Certainly not!"},{"verse": 18, "text": "But if I build up again the very things that I once tore down, then I demonstrate that I am a transgressor."},{"verse": 19, "text": "For through the law I died to the law, so that I might live to God. I have been crucified with Christ;"},{"verse": 20, "footnotes": {"a": "Galatians 2:20 Or _by the faith of the Son of God_"}, "text": "and it is no longer I who live, but it is Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God,[^a] who loved me and gave himself for me."},{"verse": 21, "footnotes": {"a": "Galatians 2:21 Or _righteousness_"}, "text": "I do not nullify the grace of God; for if justification[^a] comes through the law, then Christ died for nothing."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Law or Faith||You foolish Galatians! Who has bewitched you? It was before your eyes that Jesus Christ was publicly exhibited as crucified!"},{"verse": 2, "text": "The only thing I want to learn from you is this: Did you receive the Spirit by doing the works of the law or by believing what you heard?"},{"verse": 3, "text": "Are you so foolish? Having started with the Spirit, are you now ending with the flesh?"},{"verse": 4, "text": "Did you experience so much for nothing?--if it really was for nothing."},{"verse": 5, "footnotes": {"a": "Galatians 3:5 Gk _he_"}, "text": "Well then, does God[^a] supply you with the Spirit and work miracles among you by your doing the works of the law, or by your believing what you heard?"},{"verse": 6, "text": "Just as Abraham \"believed God, and it was reckoned to him as righteousness,\""},{"verse": 7, "text": "so, you see, those who believe are the descendants of Abraham."},{"verse": 8, "text": "And the scripture, foreseeing that God would justify the Gentiles by faith, declared the gospel beforehand to Abraham, saying, \"All the Gentiles shall be blessed in you.\""},{"verse": 9, "text": "For this reason, those who believe are blessed with Abraham who believed."},{"verse": 10, "text": "For all who rely on the works of the law are under a curse; for it is written, \"Cursed is everyone who does not observe and obey all the things written in the book of the law.\""},{"verse": 11, "footnotes": {"a": "Galatians 3:11 Or _The one who is righteous through faith will live_"}, "text": "Now it is evident that no one is justified before God by the law; for \"The one who is righteous will live by faith.\"[^a]"},{"verse": 12, "footnotes": {"a": "Galatians 3:12 Gk _does them_"}, "text": "But the law does not rest on faith; on the contrary, \"Whoever does the works of the law[^a] will live by them.\""},{"verse": 13, "text": "Christ redeemed us from the curse of the law by becoming a curse for us--for it is written, \"Cursed is everyone who hangs on a tree\"--"},{"verse": 14, "text": "in order that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we might receive the promise of the Spirit through faith."},{"verse": 15, "footnotes": {"a": "Galatians 3:15 Gk _Brothers_", "b": "Galatians 3:15 Or _covenant_ (as in verse 17)"}, "text": "||The Promise to Abraham||Brothers and sisters,[^a] I give an example from daily life: once a person\"s will[^b] has been ratified, no one adds to it or annuls it."},{"verse": 16, "footnotes": {"a": "Galatians 3:16 Gk _seed_", "b": "Galatians 3:16 Gk _seeds_", "c": "Galatians 3:16 Gk _seed_"}, "text": "Now the promises were made to Abraham and to his offspring;[^a] it does not say, \"And to offsprings,\"[^b] as of many; but it says, \"And to your offspring,\"[^c] that is, to one person, who is Christ."},{"verse": 17, "text": "My point is this: the law, which came four hundred thirty years later, does not annul a covenant previously ratified by God, so as to nullify the promise."},{"verse": 18, "text": "For if the inheritance comes from the law, it no longer comes from the promise; but God granted it to Abraham through the promise."},{"verse": 19, "footnotes": {"a": "Galatians 3:19 Gk _seed_"}, "text": "||The Purpose of the Law||Why then the law? It was added because of transgressions, until the offspring[^a] would come to whom the promise had been made; and it was ordained through angels by a mediator."},{"verse": 20, "text": "Now a mediator involves more than one party; but God is one."},{"verse": 21, "text": "Is the law then opposed to the promises of God? Certainly not! For if a law had been given that could make alive, then righteousness would indeed come through the law."},{"verse": 22, "footnotes": {"a": "Galatians 3:22 Or _through the faith of Jesus Christ_"}, "text": "But the scripture has imprisoned all things under the power of sin, so that what was promised through faith in Jesus Christ[^a] might be given to those who believe."},{"verse": 23, "text": "Now before faith came, we were imprisoned and guarded under the law until faith would be revealed."},{"verse": 24, "text": "Therefore the law was our disciplinarian until Christ came, so that we might be justified by faith."},{"verse": 25, "text": "But now that faith has come, we are no longer subject to a disciplinarian,"},{"verse": 26, "text": "for in Christ Jesus you are all children of God through faith."},{"verse": 27, "text": "As many of you as were baptized into Christ have clothed yourselves with Christ."},{"verse": 28, "text": "There is no longer Jew or Greek, there is no longer slave or free, there is no longer male and female; for all of you are one in Christ Jesus."},{"verse": 29, "footnotes": {"a": "Galatians 3:29 Gk _seed_"}, "text": "And if you belong to Christ, then you are Abraham\"s offspring,[^a] heirs according to the promise."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "My point is this: heirs, as long as they are minors, are no better than slaves, though they are the owners of all the property;"},{"verse": 2, "text": "but they remain under guardians and trustees until the date set by the father."},{"verse": 3, "footnotes": {"a": "Galatians 4:3 Or _the rudiments_"}, "text": "So with us; while we were minors, we were enslaved to the elemental spirits[^a] of the world."},{"verse": 4, "text": "But when the fullness of time had come, God sent his Son, born of a woman, born under the law,"},{"verse": 5, "text": "in order to redeem those who were under the law, so that we might receive adoption as children."},{"verse": 6, "footnotes": {"a": "Galatians 4:6 Other ancient authorities read _your_", "b": "Galatians 4:6 Aramaic for _Father_"}, "text": "And because you are children, God has sent the Spirit of his Son into our[^a] hearts, crying, \"Abba![^b] Father!\""},{"verse": 7, "footnotes": {"a": "Galatians 4:7 Other ancient authorities read _an heir of God through Christ_"}, "text": "So you are no longer a slave but a child, and if a child then also an heir, through God.[^a]"},{"verse": 8, "text": "||Paul Reproves the Galatians||Formerly, when you did not know God, you were enslaved to beings that by nature are not gods."},{"verse": 9, "footnotes": {"a": "Galatians 4:9 Or _beggarly rudiments_"}, "text": "Now, however, that you have come to know God, or rather to be known by God, how can you turn back again to the weak and beggarly elemental spirits?[^a] How can you want to be enslaved to them again?"},{"verse": 10, "text": "You are observing special days, and months, and seasons, and years."},{"verse": 11, "text": "I am afraid that my work for you may have been wasted."},{"verse": 12, "footnotes": {"a": "Galatians 4:12 Gk _Brothers_"}, "text": "Friends,[^a] I beg you, become as I am, for I also have become as you are. You have done me no wrong."},{"verse": 13, "text": "You know that it was because of a physical infirmity that I first announced the gospel to you;"},{"verse": 14, "text": "though my condition put you to the test, you did not scorn or despise me, but welcomed me as an angel of God, as Christ Jesus."},{"verse": 15, "text": "What has become of the goodwill you felt? For I testify that, had it been possible, you would have torn out your eyes and given them to me."},{"verse": 16, "text": "Have I now become your enemy by telling you the truth?"},{"verse": 17, "text": "They make much of you, but for no good purpose; they want to exclude you, so that you may make much of them."},{"verse": 18, "text": "It is good to be made much of for a good purpose at all times, and not only when I am present with you."},{"verse": 19, "text": "My little children, for whom I am again in the pain of childbirth until Christ is formed in you,"},{"verse": 20, "text": "I wish I were present with you now and could change my tone, for I am perplexed about you."},{"verse": 21, "text": "||The Allegory of Hagar and Sarah||Tell me, you who desire to be subject to the law, will you not listen to the law?"},{"verse": 22, "text": "For it is written that Abraham had two sons, one by a slave woman and the other by a free woman."},{"verse": 23, "text": "One, the child of the slave, was born according to the flesh; the other, the child of the free woman, was born through the promise."},{"verse": 24, "text": "Now this is an allegory: these women are two covenants. One woman, in fact, is Hagar, from Mount Sinai, bearing children for slavery."},{"verse": 25, "footnotes": {"a": "Galatians 4:25 Other ancient authorities read _For Sinai is a mountain in Arabia_"}, "text": "Now Hagar is Mount Sinai in Arabia[^a] and corresponds to the present Jerusalem, for she is in slavery with her children."},{"verse": 26, "text": "But the other woman corresponds to the Jerusalem above; she is free, and she is our mother."},{"verse": 27, "text": "For it is written,\n\"Rejoice, you childless one, you who bear no children,  \n    burst into song and shout, you who endure no birth pangs;  \nfor the children of the desolate woman are more numerous  \n    than the children of the one who is married.\""},{"verse": 28, "footnotes": {"a": "Galatians 4:28 Other ancient authorities read _we_", "b": "Galatians 4:28 Gk _brothers_"}, "text": "Now you,[^a] my friends,[^b] are children of the promise, like Isaac."},{"verse": 29, "text": "But just as at that time the child who was born according to the flesh persecuted the child who was born according to the Spirit, so it is now also."},{"verse": 30, "text": "But what does the scripture say? \"Drive out the slave and her child; for the child of the slave will not share the inheritance with the child of the free woman.\""},{"verse": 31, "footnotes": {"a": "Galatians 4:31 Gk _brothers_"}, "text": "So then, friends,[^a] we are children, not of the slave but of the free woman."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "For freedom Christ has set us free. Stand firm, therefore, and do not submit again to a yoke of slavery."},{"verse": 2, "text": "||The Nature of Christian Freedom||Listen! I, Paul, am telling you that if you let yourselves be circumcised, Christ will be of no benefit to you."},{"verse": 3, "text": "Once again I testify to every man who lets himself be circumcised that he is obliged to obey the entire law."},{"verse": 4, "text": "You who want to be justified by the law have cut yourselves off from Christ; you have fallen away from grace."},{"verse": 5, "text": "For through the Spirit, by faith, we eagerly wait for the hope of righteousness."},{"verse": 6, "footnotes": {"a": "Galatians 5:6 Or _made effective_"}, "text": "For in Christ Jesus neither circumcision nor uncircumcision counts for anything; the only thing that counts is faith working[^a] through love."},{"verse": 7, "text": "You were running well; who prevented you from obeying the truth?"},{"verse": 8, "text": "Such persuasion does not come from the one who calls you."},{"verse": 9, "text": "A little yeast leavens the whole batch of dough."},{"verse": 10, "text": "I am confident about you in the Lord that you will not think otherwise. But whoever it is that is confusing you will pay the penalty."},{"verse": 11, "footnotes": {"a": "Galatians 5:11 Gk _brothers_"}, "text": "But my friends,[^a] why am I still being persecuted if I am still preaching circumcision? In that case the offense of the cross has been removed."},{"verse": 12, "text": "I wish those who unsettle you would castrate themselves!"},{"verse": 13, "footnotes": {"a": "Galatians 5:13 Gk _brothers_", "b": "Galatians 5:13 Gk _the flesh_"}, "text": "For you were called to freedom, brothers and sisters;[^a] only do not use your freedom as an opportunity for self-indulgence,[^b] but through love become slaves to one another."},{"verse": 14, "text": "For the whole law is summed up in a single commandment, \"You shall love your neighbor as yourself.\""},{"verse": 15, "text": "If, however, you bite and devour one another, take care that you are not consumed by one another."},{"verse": 16, "text": "||The Works of the Flesh||Live by the Spirit, I say, and do not gratify the desires of the flesh."},{"verse": 17, "text": "For what the flesh desires is opposed to the Spirit, and what the Spirit desires is opposed to the flesh; for these are opposed to each other, to prevent you from doing what you want."},{"verse": 18, "text": "But if you are led by the Spirit, you are not subject to the law."},{"verse": 19, "text": "Now the works of the flesh are obvious: fornication, impurity, licentiousness,"},{"verse": 20, "text": "idolatry, sorcery, enmities, strife, jealousy, anger, quarrels, dissensions, factions,"},{"verse": 21, "footnotes": {"a": "Galatians 5:21 Other ancient authorities add _murder_"}, "text": "envy,[^a] drunkenness, carousing, and things like these. I am warning you, as I warned you before: those who do such things will not inherit the kingdom of God."},{"verse": 22, "text": "||The Fruit of the Spirit||By contrast, the fruit of the Spirit is love, joy, peace, patience, kindness, generosity, faithfulness,"},{"verse": 23, "text": "gentleness, and self-control. There is no law against such things."},{"verse": 24, "text": "And those who belong to Christ Jesus have crucified the flesh with its passions and desires."},{"verse": 25, "text": "If we live by the Spirit, let us also be guided by the Spirit."},{"verse": 26, "text": "Let us not become conceited, competing against one another, envying one another."}]}
,{"chapter": 6, "verses":[{"verse": 1, "footnotes": {"a": "Galatians 6:1 Gk _Brothers_"}, "text": "||Bear One Another\"s Burdens||My friends,[^a] if anyone is detected in a transgression, you who have received the Spirit should restore such a one in a spirit of gentleness. Take care that you yourselves are not tempted."},{"verse": 2, "footnotes": {"a": "Galatians 6:2 Other ancient authorities read _in this way fulfill_"}, "text": "Bear one another\"s burdens, and in this way you will fulfill[^a] the law of Christ."},{"verse": 3, "text": "For if those who are nothing think they are something, they deceive themselves."},{"verse": 4, "text": "All must test their own work; then that work, rather than their neighbor\"s work, will become a cause for pride."},{"verse": 5, "text": "For all must carry their own loads."},{"verse": 6, "text": "Those who are taught the word must share in all good things with their teacher."},{"verse": 7, "text": "Do not be deceived; God is not mocked, for you reap whatever you sow."},{"verse": 8, "text": "If you sow to your own flesh, you will reap corruption from the flesh; but if you sow to the Spirit, you will reap eternal life from the Spirit."},{"verse": 9, "text": "So let us not grow weary in doing what is right, for we will reap at harvest time, if we do not give up."},{"verse": 10, "text": "So then, whenever we have an opportunity, let us work for the good of all, and especially for those of the family of faith."},{"verse": 11, "text": "||Final Admonitions and Benediction||See what large letters I make when I am writing in my own hand!"},{"verse": 12, "text": "It is those who want to make a good showing in the flesh that try to compel you to be circumcised--only that they may not be persecuted for the cross of Christ."},{"verse": 13, "text": "Even the circumcised do not themselves obey the law, but they want you to be circumcised so that they may boast about your flesh."},{"verse": 14, "footnotes": {"a": "Galatians 6:14 Or _through whom_"}, "text": "May I never boast of anything except the cross of our Lord Jesus Christ, by which[^a] the world has been crucified to me, and I to the world."},{"verse": 15, "footnotes": {"a": "Galatians 6:15 Other ancient authorities add _in Christ Jesus_"}, "text": "For[^a] neither circumcision nor uncircumcision is anything; but a new creation is everything!"},{"verse": 16, "text": "As for those who will follow this rule--peace be upon them, and mercy, and upon the Israel of God."},{"verse": 17, "text": "From now on, let no one make trouble for me; for I carry the marks of Jesus branded on my body."},{"verse": 18, "footnotes": {"a": "Galatians 6:18 Gk _brothers_"}, "text": "May the grace of our Lord Jesus Christ be with your spirit, brothers and sisters.[^a] Amen."}]}
]}