{"book": "James", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "James 1:1 Gk _slave_"}, "text": "||Salutation||James, a servant[^a] of God and of the Lord Jesus Christ,\nTo the twelve tribes in the Dispersion:\nGreetings."},{"verse": 2, "footnotes": {"a": "James 1:2 Gk _brothers_"}, "text": "||Faith and Wisdom||My brothers and sisters,[^a] whenever you face trials of any kind, consider it nothing but joy,"},{"verse": 3, "text": "because you know that the testing of your faith produces endurance;"},{"verse": 4, "text": "and let endurance have its full effect, so that you may be mature and complete, lacking in nothing."},{"verse": 5, "text": "If any of you is lacking in wisdom, ask God, who gives to all generously and ungrudgingly, and it will be given you."},{"verse": 6, "text": "But ask in faith, never doubting, for the one who doubts is like a wave of the sea, driven and tossed by the wind;"},{"verse": 7, "text": "for the doubter, being double-minded and unstable in every way, must not expect to receive anything from the Lord."},{"verse": 8, "text": "for the doubter, being double-minded and unstable in every way, must not expect to receive anything from the Lord."},{"verse": 9, "footnotes": {"a": "James 1:9 Gk _brother_"}, "text": "||Poverty and Riches||Let the believer[^a] who is lowly boast in being raised up,"},{"verse": 10, "text": "and the rich in being brought low, because the rich will disappear like a flower in the field."},{"verse": 11, "text": "For the sun rises with its scorching heat and withers the field; its flower falls, and its beauty perishes. It is the same way with the rich; in the midst of a busy life, they will wither away."},{"verse": 12, "footnotes": {"a": "James 1:12 Gk _he_; other ancient authorities read _God_"}, "text": "||Trial and Temptation||Blessed is anyone who endures temptation. Such a one has stood the test and will receive the crown of life that the Lord[^a] has promised to those who love him."},{"verse": 13, "text": "No one, when tempted, should say, \"I am being tempted by God\"; for God cannot be tempted by evil and he himself tempts no one."},{"verse": 14, "text": "But one is tempted by one\"s own desire, being lured and enticed by it;"},{"verse": 15, "text": "then, when that desire has conceived, it gives birth to sin, and that sin, when it is fully grown, gives birth to death."},{"verse": 16, "footnotes": {"a": "James 1:16 Gk _my beloved brothers_"}, "text": "Do not be deceived, my beloved.[^a]"},{"verse": 17, "footnotes": {"a": "James 1:17 Other ancient authorities read _variation due to a shadow of turning_"}, "text": "Every generous act of giving, with every perfect gift, is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.[^a]"},{"verse": 18, "text": "In fulfillment of his own purpose he gave us birth by the word of truth, so that we would become a kind of first fruits of his creatures."},{"verse": 19, "footnotes": {"a": "James 1:19 Gk _my beloved brothers_"}, "text": "||Hearing and Doing the Word||You must understand this, my beloved:[^a] let everyone be quick to listen, slow to speak, slow to anger;"},{"verse": 20, "text": "for your anger does not produce God\"s righteousness."},{"verse": 21, "text": "Therefore rid yourselves of all sordidness and rank growth of wickedness, and welcome with meekness the implanted word that has the power to save your souls."},{"verse": 22, "text": "But be doers of the word, and not merely hearers who deceive themselves."},{"verse": 23, "footnotes": {"a": "James 1:23 Gk _at the face of his birth_"}, "text": "For if any are hearers of the word and not doers, they are like those who look at themselves[^a] in a mirror;"},{"verse": 24, "text": "for they look at themselves and, on going away, immediately forget what they were like."},{"verse": 25, "text": "But those who look into the perfect law, the law of liberty, and persevere, being not hearers who forget but doers who act--they will be blessed in their doing."},{"verse": 26, "text": "If any think they are religious, and do not bridle their tongues but deceive their hearts, their religion is worthless."},{"verse": 27, "text": "Religion that is pure and undefiled before God, the Father, is this: to care for orphans and widows in their distress, and to keep oneself unstained by the world."}]}
,{"chapter": 2, "verses":[{"verse": 1, "footnotes": {"a": "James 2:1 Gk _My brothers_", "b": "James 2:1 Or _hold the faith of our glorious Lord Jesus Christ without acts of favoritism_"}, "text": "||Warning against Partiality||My brothers and sisters,[^a] do you with your acts of favoritism really believe in our glorious Lord Jesus Christ?[^b]"},{"verse": 2, "text": "For if a person with gold rings and in fine clothes comes into your assembly, and if a poor person in dirty clothes also comes in,"},{"verse": 3, "footnotes": {"a": "James 2:3 Gk _Sit under my footstool_"}, "text": "and if you take notice of the one wearing the fine clothes and say, \"Have a seat here, please,\" while to the one who is poor you say, \"Stand there,\" or, \"Sit at my feet,\"[^a]"},{"verse": 4, "text": "have you not made distinctions among yourselves, and become judges with evil thoughts?"},{"verse": 5, "footnotes": {"a": "James 2:5 Gk _brothers_"}, "text": "Listen, my beloved brothers and sisters.[^a] Has not God chosen the poor in the world to be rich in faith and to be heirs of the kingdom that he has promised to those who love him?"},{"verse": 6, "text": "But you have dishonored the poor. Is it not the rich who oppress you? Is it not they who drag you into court?"},{"verse": 7, "text": "Is it not they who blaspheme the excellent name that was invoked over you?"},{"verse": 8, "text": "You do well if you really fulfill the royal law according to the scripture, \"You shall love your neighbor as yourself.\""},{"verse": 9, "text": "But if you show partiality, you commit sin and are convicted by the law as transgressors."},{"verse": 10, "text": "For whoever keeps the whole law but fails in one point has become accountable for all of it."},{"verse": 11, "text": "For the one who said, \"You shall not commit adultery,\" also said, \"You shall not murder.\" Now if you do not commit adultery but if you murder, you have become a transgressor of the law."},{"verse": 12, "text": "So speak and so act as those who are to be judged by the law of liberty."},{"verse": 13, "text": "For judgment will be without mercy to anyone who has shown no mercy; mercy triumphs over judgment."},{"verse": 14, "footnotes": {"a": "James 2:14 Gk _brothers_"}, "text": "||Faith without Works Is Dead||What good is it, my brothers and sisters,[^a] if you say you have faith but do not have works? Can faith save you?"},{"verse": 15, "text": "If a brother or sister is naked and lacks daily food,"},{"verse": 16, "text": "and one of you says to them, \"Go in peace; keep warm and eat your fill,\" and yet you do not supply their bodily needs, what is the good of that?"},{"verse": 17, "text": "So faith by itself, if it has no works, is dead."},{"verse": 18, "text": "But someone will say, \"You have faith and I have works.\" Show me your faith apart from your works, and I by my works will show you my faith."},{"verse": 19, "text": "You believe that God is one; you do well. Even the demons believe--and shudder."},{"verse": 20, "text": "Do you want to be shown, you senseless person, that faith apart from works is barren?"},{"verse": 21, "text": "Was not our ancestor Abraham justified by works when he offered his son Isaac on the altar?"},{"verse": 22, "text": "You see that faith was active along with his works, and faith was brought to completion by the works."},{"verse": 23, "text": "Thus the scripture was fulfilled that says, \"Abraham believed God, and it was reckoned to him as righteousness,\" and he was called the friend of God."},{"verse": 24, "text": "You see that a person is justified by works and not by faith alone."},{"verse": 25, "text": "Likewise, was not Rahab the prostitute also justified by works when she welcomed the messengers and sent them out by another road?"},{"verse": 26, "text": "For just as the body without the spirit is dead, so faith without works is also dead."}]}
,{"chapter": 3, "verses":[{"verse": 1, "footnotes": {"a": "James 3:1 Gk _brothers_"}, "text": "||Taming the Tongue||Not many of you should become teachers, my brothers and sisters,[^a] for you know that we who teach will be judged with greater strictness."},{"verse": 2, "text": "For all of us make many mistakes. Anyone who makes no mistakes in speaking is perfect, able to keep the whole body in check with a bridle."},{"verse": 3, "text": "If we put bits into the mouths of horses to make them obey us, we guide their whole bodies."},{"verse": 4, "text": "Or look at ships: though they are so large that it takes strong winds to drive them, yet they are guided by a very small rudder wherever the will of the pilot directs."},{"verse": 5, "text": "So also the tongue is a small member, yet it boasts of great exploits.\nHow great a forest is set ablaze by a small fire!"},{"verse": 6, "footnotes": {"a": "James 3:6 Or _wheel of birth_", "b": "James 3:6 Gk _Gehenna_"}, "text": "And the tongue is a fire. The tongue is placed among our members as a world of iniquity; it stains the whole body, sets on fire the cycle of nature,[^a] and is itself set on fire by hell.[^b]"},{"verse": 7, "text": "For every species of beast and bird, of reptile and sea creature, can be tamed and has been tamed by the human species,"},{"verse": 8, "text": "but no one can tame the tongue--a restless evil, full of deadly poison."},{"verse": 9, "text": "With it we bless the Lord and Father, and with it we curse those who are made in the likeness of God."},{"verse": 10, "footnotes": {"a": "James 3:10 Gk _My brothers_"}, "text": "From the same mouth come blessing and cursing. My brothers and sisters,[^a] this ought not to be so."},{"verse": 11, "text": "Does a spring pour forth from the same opening both fresh and brackish water?"},{"verse": 12, "footnotes": {"a": "James 3:12 Gk _my brothers_"}, "text": "Can a fig tree, my brothers and sisters,[^a] yield olives, or a grapevine figs? No more can salt water yield fresh."},{"verse": 13, "text": "||Two Kinds of Wisdom||Who is wise and understanding among you? Show by your good life that your works are done with gentleness born of wisdom."},{"verse": 14, "text": "But if you have bitter envy and selfish ambition in your hearts, do not be boastful and false to the truth."},{"verse": 15, "text": "Such wisdom does not come down from above, but is earthly, unspiritual, devilish."},{"verse": 16, "text": "For where there is envy and selfish ambition, there will also be disorder and wickedness of every kind."},{"verse": 17, "text": "But the wisdom from above is first pure, then peaceable, gentle, willing to yield, full of mercy and good fruits, without a trace of partiality or hypocrisy."},{"verse": 18, "footnotes": {"a": "James 3:18 Or _by_"}, "text": "And a harvest of righteousness is sown in peace for[^a] those who make peace."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Friendship with the World||Those conflicts and disputes among you, where do they come from? Do they not come from your cravings that are at war within you?"},{"verse": 2, "footnotes": {"a": "James 4:2 Or _you murder and you covet_"}, "text": "You want something and do not have it; so you commit murder. And you covet[^a] something and cannot obtain it; so you engage in disputes and conflicts. You do not have, because you do not ask."},{"verse": 3, "text": "You ask and do not receive, because you ask wrongly, in order to spend what you get on your pleasures."},{"verse": 4, "text": "Adulterers! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world becomes an enemy of God."},{"verse": 5, "footnotes": {"a": "James 4:5 Gk _He_"}, "text": "Or do you suppose that it is for nothing that the scripture says, \"God[^a] yearns jealously for the spirit that he has made to dwell in us\"?"},{"verse": 6, "text": "But he gives all the more grace; therefore it says,\n\"God opposes the proud,  \n    but gives grace to the humble.\""},{"verse": 7, "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you."},{"verse": 8, "text": "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded."},{"verse": 9, "text": "Lament and mourn and weep. Let your laughter be turned into mourning and your joy into dejection."},{"verse": 10, "text": "Humble yourselves before the Lord, and he will exalt you."},{"verse": 11, "footnotes": {"a": "James 4:11 Gk _brothers_"}, "text": "||Warning against Judging Another||Do not speak evil against one another, brothers and sisters.[^a] Whoever speaks evil against another or judges another, speaks evil against the law and judges the law; but if you judge the law, you are not a doer of the law but a judge."},{"verse": 12, "text": "There is one lawgiver and judge who is able to save and to destroy. So who, then, are you to judge your neighbor?"},{"verse": 13, "text": "||Boasting about Tomorrow||Come now, you who say, \"Today or tomorrow we will go to such and such a town and spend a year there, doing business and making money.\""},{"verse": 14, "text": "Yet you do not even know what tomorrow will bring. What is your life? For you are a mist that appears for a little while and then vanishes."},{"verse": 15, "text": "Instead you ought to say, \"If the Lord wishes, we will live and do this or that.\""},{"verse": 16, "text": "As it is, you boast in your arrogance; all such boasting is evil."},{"verse": 17, "text": "Anyone, then, who knows the right thing to do and fails to do it, commits sin."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||Warning to Rich Oppressors||Come now, you rich people, weep and wail for the miseries that are coming to you."},{"verse": 2, "text": "Your riches have rotted, and your clothes are moth-eaten."},{"verse": 3, "footnotes": {"a": "James 5:3 Or _will eat your flesh, since you have stored up fire_"}, "text": "Your gold and silver have rusted, and their rust will be evidence against you, and it will eat your flesh like fire. You have laid up treasure[^a] for the last days."},{"verse": 4, "text": "Listen! The wages of the laborers who mowed your fields, which you kept back by fraud, cry out, and the cries of the harvesters have reached the ears of the Lord of hosts."},{"verse": 5, "text": "You have lived on the earth in luxury and in pleasure; you have fattened your hearts in a day of slaughter."},{"verse": 6, "text": "You have condemned and murdered the righteous one, who does not resist you."},{"verse": 7, "footnotes": {"a": "James 5:7 Gk _brothers_"}, "text": "||Patience in Suffering||Be patient, therefore, beloved,[^a] until the coming of the Lord. The farmer waits for the precious crop from the earth, being patient with it until it receives the early and the late rains."},{"verse": 8, "footnotes": {"a": "James 5:8 Or _is at hand_"}, "text": "You also must be patient. Strengthen your hearts, for the coming of the Lord is near.[^a]"},{"verse": 9, "footnotes": {"a": "James 5:9 Gk _Brothers_"}, "text": "Beloved,[^a] do not grumble against one another, so that you may not be judged. See, the Judge is standing at the doors!"},{"verse": 10, "footnotes": {"a": "James 5:10 Gk _brothers_"}, "text": "As an example of suffering and patience, beloved,[^a] take the prophets who spoke in the name of the Lord."},{"verse": 11, "text": "Indeed we call blessed those who showed endurance. You have heard of the endurance of Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful."},{"verse": 12, "footnotes": {"a": "James 5:12 Gk _brothers_"}, "text": "Above all, my beloved,[^a] do not swear, either by heaven or by earth or by any other oath, but let your \"Yes\" be yes and your \"No\" be no, so that you may not fall under condemnation."},{"verse": 13, "text": "||The Prayer of Faith||Are any among you suffering? They should pray. Are any cheerful? They should sing songs of praise."},{"verse": 14, "text": "Are any among you sick? They should call for the elders of the church and have them pray over them, anointing them with oil in the name of the Lord."},{"verse": 15, "text": "The prayer of faith will save the sick, and the Lord will raise them up; and anyone who has committed sins will be forgiven."},{"verse": 16, "text": "Therefore confess your sins to one another, and pray for one another, so that you may be healed. The prayer of the righteous is powerful and effective."},{"verse": 17, "text": "Elijah was a human being like us, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth."},{"verse": 18, "text": "Then he prayed again, and the heaven gave rain and the earth yielded its harvest."},{"verse": 19, "footnotes": {"a": "James 5:19 Gk _My brothers_"}, "text": "My brothers and sisters,[^a] if anyone among you wanders from the truth and is brought back by another,"},{"verse": 20, "footnotes": {"a": "James 5:20 Gk _his_"}, "text": "you should know that whoever brings back a sinner from wandering will save the sinner\"s[^a] soul from death and will cover a multitude of sins."}]}
]}