{"book": "Job", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Job and His Family||There was once a man in the land of Uz whose name was Job. That man was blameless and upright, one who feared God and turned away from evil."},{"verse": 2, "text": "There were born to him seven sons and three daughters."},{"verse": 3, "text": "He had seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred donkeys, and very many servants; so that this man was the greatest of all the people of the east."},{"verse": 4, "text": "His sons used to go and hold feasts in one another\"s houses in turn; and they would send and invite their three sisters to eat and drink with them."},{"verse": 5, "text": "And when the feast days had run their course, Job would send and sanctify them, and he would rise early in the morning and offer burnt offerings according to the number of them all; for Job said, \"It may be that my children have sinned, and cursed God in their hearts.\" This is what Job always did."},{"verse": 6, "footnotes": {"a": "Job 1:6 Heb _sons of God_", "b": "Job 1:6 Or _the Accuser_; Heb _ha-satan_"}, "text": "||Attack on Job\"s Character||One day the heavenly beings[^a] came to present themselves before the LORD, and Satan[^b] also came among them."},{"verse": 7, "footnotes": {"a": "Job 1:7 Or _the Accuser_; Heb _ha-satan_", "b": "Job 1:7 Or _the Accuser_; Heb _ha-satan_"}, "text": "The LORD said to Satan,[^a] \"Where have you come from?\" Satan[^b] answered the LORD, \"From going to and fro on the earth, and from walking up and down on it.\""},{"verse": 8, "footnotes": {"a": "Job 1:8 Or _the Accuser_; Heb _ha-satan_"}, "text": "The LORD said to Satan,[^a] \"Have you considered my servant Job? There is no one like him on the earth, a blameless and upright man who fears God and turns away from evil.\""},{"verse": 9, "footnotes": {"a": "Job 1:9 Or _the Accuser_; Heb _ha-satan_"}, "text": "Then Satan[^a] answered the LORD, \"Does Job fear God for nothing?"},{"verse": 10, "text": "Have you not put a fence around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land."},{"verse": 11, "text": "But stretch out your hand now, and touch all that he has, and he will curse you to your face.\""},{"verse": 12, "footnotes": {"a": "Job 1:12 Or _the Accuser_; Heb _ha-satan_", "b": "Job 1:12 Or _the Accuser_; Heb _ha-satan_"}, "text": "The LORD said to Satan,[^a] \"Very well, all that he has is in your power; only do not stretch out your hand against him!\" So Satan[^b] went out from the presence of the LORD."},{"verse": 13, "text": "||Job Loses Property and Children||One day when his sons and daughters were eating and drinking wine in the eldest brother\"s house,"},{"verse": 14, "text": "a messenger came to Job and said, \"The oxen were plowing and the donkeys were feeding beside them,"},{"verse": 15, "text": "and the Sabeans fell on them and carried them off, and killed the servants with the edge of the sword; I alone have escaped to tell you.\""},{"verse": 16, "text": "While he was still speaking, another came and said, \"The fire of God fell from heaven and burned up the sheep and the servants, and consumed them; I alone have escaped to tell you.\""},{"verse": 17, "text": "While he was still speaking, another came and said, \"The Chaldeans formed three columns, made a raid on the camels and carried them off, and killed the servants with the edge of the sword; I alone have escaped to tell you.\""},{"verse": 18, "text": "While he was still speaking, another came and said, \"Your sons and daughters were eating and drinking wine in their eldest brother\"s house,"},{"verse": 19, "text": "and suddenly a great wind came across the desert, struck the four corners of the house, and it fell on the young people, and they are dead; I alone have escaped to tell you.\""},{"verse": 20, "text": "Then Job arose, tore his robe, shaved his head, and fell on the ground and worshiped."},{"verse": 21, "text": "He said, \"Naked I came from my mother\"s womb, and naked shall I return there; the LORD gave, and the LORD has taken away; blessed be the name of the LORD.\""},{"verse": 22, "text": "In all this Job did not sin or charge God with wrongdoing."}]}
,{"chapter": 2, "verses":[{"verse": 1, "footnotes": {"a": "Job 2:1 Heb _sons of God_", "b": "Job 2:1 Or _the Accuser_; Heb _ha-satan_"}, "text": "||Attack on Job\"s Health||One day the heavenly beings[^a] came to present themselves before the LORD, and Satan[^b] also came among them to present himself before the LORD."},{"verse": 2, "footnotes": {"a": "Job 2:2 Or _the Accuser_; Heb _ha-satan_", "b": "Job 2:2 Or _The Accuser_; Heb _ha-satan_"}, "text": "The LORD said to Satan,[^a] \"Where have you come from?\" Satan[^b] answered the LORD, \"From going to and fro on the earth, and from walking up and down on it.\""},{"verse": 3, "footnotes": {"a": "Job 2:3 Or _the Accuser_; Heb _ha-satan_"}, "text": "The LORD said to Satan,[^a] \"Have you considered my servant Job? There is no one like him on the earth, a blameless and upright man who fears God and turns away from evil. He still persists in his integrity, although you incited me against him, to destroy him for no reason.\""},{"verse": 4, "footnotes": {"a": "Job 2:4 Or _the Accuser_; Heb _ha-satan_", "b": "Job 2:4 Or _All that the man has he will give for his life_"}, "text": "Then Satan[^a] answered the LORD, \"Skin for skin! All that people have they will give to save their lives.[^b]"},{"verse": 5, "text": "But stretch out your hand now and touch his bone and his flesh, and he will curse you to your face.\""},{"verse": 6, "footnotes": {"a": "Job 2:6 Or _the Accuser_; Heb _ha-satan_"}, "text": "The LORD said to Satan,[^a] \"Very well, he is in your power; only spare his life.\""},{"verse": 7, "footnotes": {"a": "Job 2:7 Or _the Accuser_; Heb _ha-satan_"}, "text": "So Satan[^a] went out from the presence of the LORD, and inflicted loathsome sores on Job from the sole of his foot to the crown of his head."},{"verse": 8, "footnotes": {"a": "Job 2:8 Heb _He_"}, "text": "Job[^a] took a potsherd with which to scrape himself, and sat among the ashes."},{"verse": 9, "footnotes": {"a": "Job 2:9 Heb _Bless_"}, "text": "Then his wife said to him, \"Do you still persist in your integrity? Curse[^a] God, and die.\""},{"verse": 10, "text": "But he said to her, \"You speak as any foolish woman would speak. Shall we receive the good at the hand of God, and not receive the bad?\" In all this Job did not sin with his lips."},{"verse": 11, "text": "||Job\"s Three Friends||Now when Job\"s three friends heard of all these troubles that had come upon him, each of them set out from his home--Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They met together to go and console and comfort him."},{"verse": 12, "text": "When they saw him from a distance, they did not recognize him, and they raised their voices and wept aloud; they tore their robes and threw dust in the air upon their heads."},{"verse": 13, "text": "They sat with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his suffering was very great."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Job Curses the Day He Was Born||After this Job opened his mouth and cursed the day of his birth."},{"verse": 2, "text": "Job said:"},{"verse": 3, "text": "\"Let the day perish in which I was born,  \n    and the night that said,  \n    \"A man-child is conceived.\""},{"verse": 4, "text": "Let that day be darkness!  \n    May God above not seek it,  \n    or light shine on it."},{"verse": 5, "text": "Let gloom and deep darkness claim it.  \n    Let clouds settle upon it;  \n    let the blackness of the day terrify it."},{"verse": 6, "text": "That night--let thick darkness seize it!  \n    let it not rejoice among the days of the year;  \n    let it not come into the number of the months."},{"verse": 7, "footnotes": {"a": "Job 3:7 Heb _come_"}, "text": "Yes, let that night be barren;  \n    let no joyful cry be heard[^a] in it."},{"verse": 8, "footnotes": {"a": "Job 3:8 Cn: Heb _day_"}, "text": "Let those curse it who curse the Sea,[^a]  \n    those who are skilled to rouse up Leviathan."},{"verse": 9, "text": "Let the stars of its dawn be dark;  \n    let it hope for light, but have none;  \n    may it not see the eyelids of the morning--"},{"verse": 10, "text": "because it did not shut the doors of my mother\"s womb,  \n    and hide trouble from my eyes."},{"verse": 11, "text": "\"Why did I not die at birth,  \n    come forth from the womb and expire?"},{"verse": 12, "text": "Why were there knees to receive me,  \n    or breasts for me to suck?"},{"verse": 13, "text": "Now I would be lying down and quiet;  \n    I would be asleep; then I would be at rest"},{"verse": 14, "text": "with kings and counselors of the earth  \n    who rebuild ruins for themselves,"},{"verse": 15, "text": "or with princes who have gold,  \n    who fill their houses with silver."},{"verse": 16, "text": "Or why was I not buried like a stillborn child,  \n    like an infant that never sees the light?"},{"verse": 17, "text": "There the wicked cease from troubling,  \n    and there the weary are at rest."},{"verse": 18, "text": "There the prisoners are at ease together;  \n    they do not hear the voice of the taskmaster."},{"verse": 19, "text": "The small and the great are there,  \n    and the slaves are free from their masters."},{"verse": 20, "text": "\"Why is light given to one in misery,  \n    and life to the bitter in soul,"},{"verse": 21, "text": "who long for death, but it does not come,  \n    and dig for it more than for hidden treasures;"},{"verse": 22, "text": "who rejoice exceedingly,  \n    and are glad when they find the grave?"},{"verse": 23, "text": "Why is light given to one who cannot see the way,  \n    whom God has fenced in?"},{"verse": 24, "footnotes": {"a": "Job 3:24 Heb _before_"}, "text": "For my sighing comes like[^a] my bread,  \n    and my groanings are poured out like water."},{"verse": 25, "text": "Truly the thing that I fear comes upon me,  \n    and what I dread befalls me."},{"verse": 26, "text": "I am not at ease, nor am I quiet;  \n    I have no rest; but trouble comes.\""}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Eliphaz Speaks: Job Has Sinned||Then Eliphaz the Temanite answered:"},{"verse": 2, "text": "\"If one ventures a word with you, will you be offended?  \n    But who can keep from speaking?"},{"verse": 3, "text": "See, you have instructed many;  \n    you have strengthened the weak hands."},{"verse": 4, "text": "Your words have supported those who were stumbling,  \n    and you have made firm the feeble knees."},{"verse": 5, "text": "But now it has come to you, and you are impatient;  \n    it touches you, and you are dismayed."},{"verse": 6, "text": "Is not your fear of God your confidence,  \n    and the integrity of your ways your hope?"},{"verse": 7, "text": "\"Think now, who that was innocent ever perished?  \n    Or where were the upright cut off?"},{"verse": 8, "text": "As I have seen, those who plow iniquity  \n    and sow trouble reap the same."},{"verse": 9, "text": "By the breath of God they perish,  \n    and by the blast of his anger they are consumed."},{"verse": 10, "text": "The roar of the lion, the voice of the fierce lion,  \n    and the teeth of the young lions are broken."},{"verse": 11, "text": "The strong lion perishes for lack of prey,  \n    and the whelps of the lioness are scattered."},{"verse": 12, "text": "\"Now a word came stealing to me,  \n    my ear received the whisper of it."},{"verse": 13, "text": "Amid thoughts from visions of the night,  \n    when deep sleep falls on mortals,"},{"verse": 14, "text": "dread came upon me, and trembling,  \n    which made all my bones shake."},{"verse": 15, "text": "A spirit glided past my face;  \n    the hair of my flesh bristled."},{"verse": 16, "text": "It stood still,  \n    but I could not discern its appearance.  \nA form was before my eyes;  \n    there was silence, then I heard a voice:"},{"verse": 17, "footnotes": {"a": "Job 4:17 Or _more than_", "b": "Job 4:17 Or _more than_"}, "text": "\"Can mortals be righteous before[^a] God?  \n    Can human beings be pure before[^b] their Maker?"},{"verse": 18, "text": "Even in his servants he puts no trust,  \n    and his angels he charges with error;"},{"verse": 19, "text": "how much more those who live in houses of clay,  \n    whose foundation is in the dust,  \n    who are crushed like a moth."},{"verse": 20, "text": "Between morning and evening they are destroyed;  \n    they perish forever without any regarding it."},{"verse": 21, "text": "Their tent-cord is plucked up within them,  \n    and they die devoid of wisdom.\""}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||Job Is Corrected by God||\"Call now; is there anyone who will answer you?  \nTo which of the holy ones will you turn?"},{"verse": 2, "text": "Surely vexation kills the fool,  \n    and jealousy slays the simple."},{"verse": 3, "text": "I have seen fools taking root,  \n    but suddenly I cursed their dwelling."},{"verse": 4, "text": "Their children are far from safety,  \n    they are crushed in the gate,  \n    and there is no one to deliver them."},{"verse": 5, "footnotes": {"a": "Job 5:5 Meaning of Heb uncertain", "b": "Job 5:5 Aquila Symmachus Syr Vg: Heb _snare_"}, "text": "The hungry eat their harvest,  \n    and they take it even out of the thorns;[^a]  \n    and the thirsty[^b] pant after their wealth."},{"verse": 6, "text": "For misery does not come from the earth,  \n    nor does trouble sprout from the ground;"},{"verse": 7, "footnotes": {"a": "Job 5:7 Or _birds_; Heb _sons of Resheph_"}, "text": "but human beings are born to trouble  \n    just as sparks[^a] fly upward."},{"verse": 8, "text": "\"As for me, I would seek God,  \n    and to God I would commit my cause."},{"verse": 9, "text": "He does great things and unsearchable,  \n    marvelous things without number."},{"verse": 10, "text": "He gives rain on the earth  \n    and sends waters on the fields;"},{"verse": 11, "text": "he sets on high those who are lowly,  \n    and those who mourn are lifted to safety."},{"verse": 12, "text": "He frustrates the devices of the crafty,  \n    so that their hands achieve no success."},{"verse": 13, "text": "He takes the wise in their own craftiness;  \n    and the schemes of the wily are brought to a quick end."},{"verse": 14, "text": "They meet with darkness in the daytime,  \n    and grope at noonday as in the night."},{"verse": 15, "text": "But he saves the needy from the sword of their mouth,  \n    from the hand of the mighty."},{"verse": 16, "text": "So the poor have hope,  \n    and injustice shuts its mouth."},{"verse": 17, "footnotes": {"a": "Job 5:17 Traditional rendering of Heb _Shaddai_"}, "text": "\"How happy is the one whom God reproves;  \n    therefore do not despise the discipline of the Almighty.[^a]"},{"verse": 18, "text": "For he wounds, but he binds up;  \n    he strikes, but his hands heal."},{"verse": 19, "text": "He will deliver you from six troubles;  \n    in seven no harm shall touch you."},{"verse": 20, "text": "In famine he will redeem you from death,  \n    and in war from the power of the sword."},{"verse": 21, "text": "You shall be hidden from the scourge of the tongue,  \n    and shall not fear destruction when it comes."},{"verse": 22, "text": "At destruction and famine you shall laugh,  \n    and shall not fear the wild animals of the earth."},{"verse": 23, "text": "For you shall be in league with the stones of the field,  \n    and the wild animals shall be at peace with you."},{"verse": 24, "text": "You shall know that your tent is safe,  \n    you shall inspect your fold and miss nothing."},{"verse": 25, "text": "You shall know that your descendants will be many,  \n    and your offspring like the grass of the earth."},{"verse": 26, "text": "You shall come to your grave in ripe old age,  \n    as a shock of grain comes up to the threshing floor in its season."},{"verse": 27, "text": "See, we have searched this out; it is true.  \n    Hear, and know it for yourself.\""}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||Job Replies: My Complaint Is Just||Then Job answered:"},{"verse": 2, "text": "\"O that my vexation were weighed,  \n    and all my calamity laid in the balances!"},{"verse": 3, "text": "For then it would be heavier than the sand of the sea;  \n    therefore my words have been rash."},{"verse": 4, "footnotes": {"a": "Job 6:4 Traditional rendering of Heb _Shaddai_"}, "text": "For the arrows of the Almighty[^a] are in me;  \n    my spirit drinks their poison;  \n    the terrors of God are arrayed against me."},{"verse": 5, "text": "Does the wild ass bray over its grass,  \n    or the ox low over its fodder?"},{"verse": 6, "footnotes": {"a": "Job 6:6 Meaning of Heb uncertain"}, "text": "Can that which is tasteless be eaten without salt,  \n    or is there any flavor in the juice of mallows?[^a]"},{"verse": 7, "footnotes": {"a": "Job 6:7 Meaning of Heb uncertain"}, "text": "My appetite refuses to touch them;  \n    they are like food that is loathsome to me.[^a]"},{"verse": 8, "text": "\"O that I might have my request,  \n    and that God would grant my desire;"},{"verse": 9, "text": "that it would please God to crush me,  \n    that he would let loose his hand and cut me off!"},{"verse": 10, "footnotes": {"a": "Job 6:10 Meaning of Heb uncertain"}, "text": "This would be my consolation;  \n    I would even exult[^a] in unrelenting pain;  \n    for I have not denied the words of the Holy One."},{"verse": 11, "text": "What is my strength, that I should wait?  \n    And what is my end, that I should be patient?"},{"verse": 12, "text": "Is my strength the strength of stones,  \n    or is my flesh bronze?"},{"verse": 13, "text": "In truth I have no help in me,  \n    and any resource is driven from me."},{"verse": 14, "footnotes": {"a": "Job 6:14 Syr Vg Compare Tg: Meaning of Heb uncertain", "b": "Job 6:14 Traditional rendering of Heb _Shaddai_"}, "text": "\"Those who withhold[^a] kindness from a friend  \n    forsake the fear of the Almighty.[^b]"},{"verse": 15, "text": "My companions are treacherous like a torrent-bed,  \n    like freshets that pass away,"},{"verse": 16, "text": "that run dark with ice,  \n    turbid with melting snow."},{"verse": 17, "text": "In time of heat they disappear;  \n    when it is hot, they vanish from their place."},{"verse": 18, "text": "The caravans turn aside from their course;  \n    they go up into the waste, and perish."},{"verse": 19, "text": "The caravans of Tema look,  \n    the travelers of Sheba hope."},{"verse": 20, "text": "They are disappointed because they were confident;  \n    they come there and are confounded."},{"verse": 21, "footnotes": {"a": "Job 6:21 Cn Compare Gk Syr: Meaning of Heb uncertain"}, "text": "Such you have now become to me;[^a]  \n    you see my calamity, and are afraid."},{"verse": 22, "text": "Have I said, \"Make me a gift\"?  \n    Or, \"From your wealth offer a bribe for me\"?"},{"verse": 23, "text": "Or, \"Save me from an opponent\"s hand\"?  \n    Or, \"Ransom me from the hand of oppressors\"?"},{"verse": 24, "text": "\"Teach me, and I will be silent;  \n    make me understand how I have gone wrong."},{"verse": 25, "text": "How forceful are honest words!  \n    But your reproof, what does it reprove?"},{"verse": 26, "text": "Do you think that you can reprove words,  \n    as if the speech of the desperate were wind?"},{"verse": 27, "text": "You would even cast lots over the orphan,  \n    and bargain over your friend."},{"verse": 28, "text": "\"But now, be pleased to look at me;  \n    for I will not lie to your face."},{"verse": 29, "text": "Turn, I pray, let no wrong be done.  \n    Turn now, my vindication is at stake."},{"verse": 30, "text": "Is there any wrong on my tongue?  \n    Cannot my taste discern calamity?"}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "||Job: My Suffering Is without End||\"Do not human beings have a hard service on earth,  \n    and are not their days like the days of a laborer?"},{"verse": 2, "text": "Like a slave who longs for the shadow,  \n    and like laborers who look for their wages,"},{"verse": 3, "text": "so I am allotted months of emptiness,  \n    and nights of misery are apportioned to me."},{"verse": 4, "text": "When I lie down I say, \"When shall I rise?\"  \n    But the night is long,  \n    and I am full of tossing until dawn."},{"verse": 5, "text": "My flesh is clothed with worms and dirt;  \n    my skin hardens, then breaks out again."},{"verse": 6, "footnotes": {"a": "Job 7:6 Or _as the thread runs out_"}, "text": "My days are swifter than a weaver\"s shuttle,  \n    and come to their end without hope.[^a]"},{"verse": 7, "text": "\"Remember that my life is a breath;  \n    my eye will never again see good."},{"verse": 8, "text": "The eye that beholds me will see me no more;  \n    while your eyes are upon me, I shall be gone."},{"verse": 9, "text": "As the cloud fades and vanishes,  \n    so those who go down to Sheol do not come up;"},{"verse": 10, "text": "they return no more to their houses,  \n    nor do their places know them any more."},{"verse": 11, "text": "\"Therefore I will not restrain my mouth;  \n    I will speak in the anguish of my spirit;  \n    I will complain in the bitterness of my soul."},{"verse": 12, "text": "Am I the Sea, or the Dragon,  \n    that you set a guard over me?"},{"verse": 13, "text": "When I say, \"My bed will comfort me,  \n    my couch will ease my complaint,\""},{"verse": 14, "text": "then you scare me with dreams  \n    and terrify me with visions,"},{"verse": 15, "text": "so that I would choose strangling  \n    and death rather than this body."},{"verse": 16, "text": "I loathe my life; I would not live forever.  \n    Let me alone, for my days are a breath."},{"verse": 17, "text": "What are human beings, that you make so much of them,  \n    that you set your mind on them,"},{"verse": 18, "text": "visit them every morning,  \n    test them every moment?"},{"verse": 19, "text": "Will you not look away from me for a while,  \n    let me alone until I swallow my spittle?"},{"verse": 20, "text": "If I sin, what do I do to you, you watcher of humanity?  \n    Why have you made me your target?  \n    Why have I become a burden to you?"},{"verse": 21, "text": "Why do you not pardon my transgression  \n    and take away my iniquity?  \nFor now I shall lie in the earth;  \n    you will seek me, but I shall not be.\""}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||Bildad Speaks: Job Should Repent||Then Bildad the Shuhite answered:"},{"verse": 2, "text": "\"How long will you say these things,  \n    and the words of your mouth be a great wind?"},{"verse": 3, "footnotes": {"a": "Job 8:3 Traditional rendering of Heb _Shaddai_"}, "text": "Does God pervert justice?  \n    Or does the Almighty[^a] pervert the right?"},{"verse": 4, "text": "If your children sinned against him,  \n    he delivered them into the power of their transgression."},{"verse": 5, "footnotes": {"a": "Job 8:5 Traditional rendering of Heb _Shaddai_"}, "text": "If you will seek God  \n    and make supplication to the Almighty,[^a]"},{"verse": 6, "text": "if you are pure and upright,  \n    surely then he will rouse himself for you  \n    and restore to you your rightful place."},{"verse": 7, "text": "Though your beginning was small,  \n    your latter days will be very great."},{"verse": 8, "text": "\"For inquire now of bygone generations,  \n    and consider what their ancestors have found;"},{"verse": 9, "text": "for we are but of yesterday, and we know nothing,  \n    for our days on earth are but a shadow."},{"verse": 10, "text": "Will they not teach you and tell you  \n    and utter words out of their understanding?"},{"verse": 11, "text": "\"Can papyrus grow where there is no marsh?  \n    Can reeds flourish where there is no water?"},{"verse": 12, "text": "While yet in flower and not cut down,  \n    they wither before any other plant."},{"verse": 13, "text": "Such are the paths of all who forget God;  \n    the hope of the godless shall perish."},{"verse": 14, "text": "Their confidence is gossamer,  \n    a spider\"s house their trust."},{"verse": 15, "text": "If one leans against its house, it will not stand;  \n    if one lays hold of it, it will not endure."},{"verse": 16, "footnotes": {"a": "Job 8:16 Heb _He thrives_"}, "text": "The wicked thrive[^a] before the sun,  \n    and their shoots spread over the garden."},{"verse": 17, "footnotes": {"a": "Job 8:17 Gk Vg: Meaning of Heb uncertain"}, "text": "Their roots twine around the stoneheap;  \n    they live among the rocks.[^a]"},{"verse": 18, "text": "If they are destroyed from their place,  \n    then it will deny them, saying, \"I have never seen you.\""},{"verse": 19, "footnotes": {"a": "Job 8:19 Meaning of Heb uncertain"}, "text": "See, these are their happy ways,[^a]  \n    and out of the earth still others will spring."},{"verse": 20, "text": "\"See, God will not reject a blameless person,  \n    nor take the hand of evildoers."},{"verse": 21, "text": "He will yet fill your mouth with laughter,  \n    and your lips with shouts of joy."},{"verse": 22, "text": "Those who hate you will be clothed with shame,  \n    and the tent of the wicked will be no more.\""}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||Job Replies: There Is No Mediator||Then Job answered:"},{"verse": 2, "text": "\"Indeed I know that this is so;  \n    but how can a mortal be just before God?"},{"verse": 3, "text": "If one wished to contend with him,  \n    one could not answer him once in a thousand."},{"verse": 4, "text": "He is wise in heart, and mighty in strength  \n--who has resisted him, and succeeded?--"},{"verse": 5, "text": "he who removes mountains, and they do not know it,  \n    when he overturns them in his anger;"},{"verse": 6, "text": "who shakes the earth out of its place,  \n    and its pillars tremble;"},{"verse": 7, "text": "who commands the sun, and it does not rise;  \n    who seals up the stars;"},{"verse": 8, "footnotes": {"a": "Job 9:8 Or _trampled the back of the sea dragon_"}, "text": "who alone stretched out the heavens  \n    and trampled the waves of the Sea;[^a]"},{"verse": 9, "text": "who made the Bear and Orion,  \n    the Pleiades and the chambers of the south;"},{"verse": 10, "text": "who does great things beyond understanding,  \n    and marvelous things without number."},{"verse": 11, "text": "Look, he passes by me, and I do not see him;  \n    he moves on, but I do not perceive him."},{"verse": 12, "text": "He snatches away; who can stop him?  \n    Who will say to him, \"What are you doing?\""},{"verse": 13, "text": "\"God will not turn back his anger;  \n    the helpers of Rahab bowed beneath him."},{"verse": 14, "text": "How then can I answer him,  \n    choosing my words with him?"},{"verse": 15, "footnotes": {"a": "Job 9:15 Or _for my right_"}, "text": "Though I am innocent, I cannot answer him;  \n    I must appeal for mercy to my accuser.[^a]"},{"verse": 16, "text": "If I summoned him and he answered me,  \n    I do not believe that he would listen to my voice."},{"verse": 17, "text": "For he crushes me with a tempest,  \n    and multiplies my wounds without cause;"},{"verse": 18, "text": "he will not let me get my breath,  \n    but fills me with bitterness."},{"verse": 19, "footnotes": {"a": "Job 9:19 Compare Gk: Heb _me_"}, "text": "If it is a contest of strength, he is the strong one!  \n    If it is a matter of justice, who can summon him?[^a]"},{"verse": 20, "text": "Though I am innocent, my own mouth would condemn me;  \n    though I am blameless, he would prove me perverse."},{"verse": 21, "text": "I am blameless; I do not know myself;  \n    I loathe my life."},{"verse": 22, "text": "It is all one; therefore I say,  \n    he destroys both the blameless and the wicked."},{"verse": 23, "footnotes": {"a": "Job 9:23 Meaning of Heb uncertain"}, "text": "When disaster brings sudden death,  \n    he mocks at the calamity[^a] of the innocent."},{"verse": 24, "text": "The earth is given into the hand of the wicked;  \n    he covers the eyes of its judges--  \n    if it is not he, who then is it?"},{"verse": 25, "text": "\"My days are swifter than a runner;  \n    they flee away, they see no good."},{"verse": 26, "text": "They go by like skiffs of reed,  \n    like an eagle swooping on the prey."},{"verse": 27, "text": "If I say, \"I will forget my complaint;  \n    I will put off my sad countenance and be of good cheer,\""},{"verse": 28, "text": "I become afraid of all my suffering,  \n    for I know you will not hold me innocent."},{"verse": 29, "text": "I shall be condemned;  \n    why then do I labor in vain?"},{"verse": 30, "text": "If I wash myself with soap  \n    and cleanse my hands with lye,"},{"verse": 31, "text": "yet you will plunge me into filth,  \n    and my own clothes will abhor me."},{"verse": 32, "text": "For he is not a mortal, as I am, that I might answer him,  \n    that we should come to trial together."},{"verse": 33, "footnotes": {"a": "Job 9:33 Another reading is _Would that there were an umpire_"}, "text": "There is no umpire[^a] between us,  \n    who might lay his hand on us both."},{"verse": 34, "text": "If he would take his rod away from me,  \n    and not let dread of him terrify me,"},{"verse": 35, "footnotes": {"a": "Job 9:35 Cn: Heb _for I am not so in myself_"}, "text": "then I would speak without fear of him,  \n    for I know I am not what I am thought to be.[^a]"}]}
,{"chapter": 10, "verses":[{"verse": 1, "text": "||Job: I Loathe My Life||\"I loathe my life;  \n    I will give free utterance to my complaint;  \n    I will speak in the bitterness of my soul."},{"verse": 2, "text": "I will say to God, Do not condemn me;  \n    let me know why you contend against me."},{"verse": 3, "text": "Does it seem good to you to oppress,  \n    to despise the work of your hands  \n    and favor the schemes of the wicked?"},{"verse": 4, "text": "Do you have eyes of flesh?  \n    Do you see as humans see?"},{"verse": 5, "text": "Are your days like the days of mortals,  \n    or your years like human years,"},{"verse": 6, "text": "that you seek out my iniquity  \n    and search for my sin,"},{"verse": 7, "text": "although you know that I am not guilty,  \n    and there is no one to deliver out of your hand?"},{"verse": 8, "footnotes": {"a": "Job 10:8 Cn Compare Gk Syr: Heb _made me together all around, and you destroy me_"}, "text": "Your hands fashioned and made me;  \n    and now you turn and destroy me.[^a]"},{"verse": 9, "text": "Remember that you fashioned me like clay;  \n    and will you turn me to dust again?"},{"verse": 10, "text": "Did you not pour me out like milk  \n    and curdle me like cheese?"},{"verse": 11, "text": "You clothed me with skin and flesh,  \n    and knit me together with bones and sinews."},{"verse": 12, "text": "You have granted me life and steadfast love,  \n    and your care has preserved my spirit."},{"verse": 13, "text": "Yet these things you hid in your heart;  \n    I know that this was your purpose."},{"verse": 14, "text": "If I sin, you watch me,  \n    and do not acquit me of my iniquity."},{"verse": 15, "text": "If I am wicked, woe to me!  \n    If I am righteous, I cannot lift up my head,  \nfor I am filled with disgrace  \n    and look upon my affliction."},{"verse": 16, "text": "Bold as a lion you hunt me;  \n    you repeat your exploits against me."},{"verse": 17, "footnotes": {"a": "Job 10:17 Cn Compare Gk: Heb _toward me; changes and a troop are with me_"}, "text": "You renew your witnesses against me,  \n    and increase your vexation toward me;  \n    you bring fresh troops against me.[^a]"},{"verse": 18, "text": "\"Why did you bring me forth from the womb?  \n    Would that I had died before any eye had seen me,"},{"verse": 19, "text": "and were as though I had not been,  \n    carried from the womb to the grave."},{"verse": 20, "footnotes": {"a": "Job 10:20 Cn Compare Gk Syr: Heb _Are not my days few? Let him cease!_", "b": "Job 10:20 Heb _that I may brighten up a little_"}, "text": "Are not the days of my life few?[^a]  \n    Let me alone, that I may find a little comfort[^b]"},{"verse": 21, "text": "before I go, never to return,  \n    to the land of gloom and deep darkness,"},{"verse": 22, "footnotes": {"a": "Job 10:22 Heb _gloom as darkness, deep darkness_"}, "text": "the land of gloom[^a] and chaos,  \n    where light is like darkness.\""}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||Zophar Speaks: Job\"s Guilt Deserves Punishment||Then Zophar the Naamathite answered:"},{"verse": 2, "text": "\"Should a multitude of words go unanswered,  \n    and should one full of talk be vindicated?"},{"verse": 3, "text": "Should your babble put others to silence,  \n    and when you mock, shall no one shame you?"},{"verse": 4, "footnotes": {"a": "Job 11:4 Gk: Heb _teaching_", "b": "Job 11:4 Heb _your_"}, "text": "For you say, \"My conduct[^a] is pure,  \n    and I am clean in God\"s[^b] sight.\""},{"verse": 5, "text": "But O that God would speak,  \n    and open his lips to you,"},{"verse": 6, "footnotes": {"a": "Job 11:6 Meaning of Heb uncertain"}, "text": "and that he would tell you the secrets of wisdom!  \n    For wisdom is many-sided.[^a]  \nKnow then that God exacts of you less than your guilt deserves."},{"verse": 7, "footnotes": {"a": "Job 11:7 Traditional rendering of Heb _Shaddai_"}, "text": "\"Can you find out the deep things of God?  \n    Can you find out the limit of the Almighty?[^a]"},{"verse": 8, "footnotes": {"a": "Job 11:8 Heb _The heights of heaven_"}, "text": "It is higher than heaven[^a]--what can you do?  \n    Deeper than Sheol--what can you know?"},{"verse": 9, "text": "Its measure is longer than the earth,  \n    and broader than the sea."},{"verse": 10, "text": "If he passes through, and imprisons,  \n    and assembles for judgment, who can hinder him?"},{"verse": 11, "text": "For he knows those who are worthless;  \n    when he sees iniquity, will he not consider it?"},{"verse": 12, "footnotes": {"a": "Job 11:12 Meaning of Heb uncertain"}, "text": "But a stupid person will get understanding,  \n    when a wild ass is born human.[^a]"},{"verse": 13, "text": "\"If you direct your heart rightly,  \n    you will stretch out your hands toward him."},{"verse": 14, "text": "If iniquity is in your hand, put it far away,  \n    and do not let wickedness reside in your tents."},{"verse": 15, "text": "Surely then you will lift up your face without blemish;  \n    you will be secure, and will not fear."},{"verse": 16, "text": "You will forget your misery;  \n    you will remember it as waters that have passed away."},{"verse": 17, "text": "And your life will be brighter than the noonday;  \n    its darkness will be like the morning."},{"verse": 18, "footnotes": {"a": "Job 11:18 Or _you will look around_"}, "text": "And you will have confidence, because there is hope;  \n    you will be protected[^a] and take your rest in safety."},{"verse": 19, "text": "You will lie down, and no one will make you afraid;  \n    many will entreat your favor."},{"verse": 20, "text": "But the eyes of the wicked will fail;  \n    all way of escape will be lost to them,  \n    and their hope is to breathe their last.\""}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||Job Replies: I Am a Laughingstock||Then Job answered:"},{"verse": 2, "text": "\"No doubt you are the people,  \n    and wisdom will die with you."},{"verse": 3, "text": "But I have understanding as well as you;  \n    I am not inferior to you.  \n    Who does not know such things as these?"},{"verse": 4, "text": "I am a laughingstock to my friends;  \n    I, who called upon God and he answered me,  \n    a just and blameless man, I am a laughingstock."},{"verse": 5, "footnotes": {"a": "Job 12:5 Meaning of Heb uncertain"}, "text": "Those at ease have contempt for misfortune,[^a]  \n    but it is ready for those whose feet are unstable."},{"verse": 6, "footnotes": {"a": "Job 12:6 Or _whom God brought forth by his hand_; Meaning of Heb uncertain"}, "text": "The tents of robbers are at peace,  \n    and those who provoke God are secure,  \n    who bring their god in their hands.[^a]"},{"verse": 7, "text": "\"But ask the animals, and they will teach you;  \n    the birds of the air, and they will tell you;"},{"verse": 8, "footnotes": {"a": "Job 12:8 Or _speak to the earth_"}, "text": "ask the plants of the earth,[^a] and they will teach you;  \n    and the fish of the sea will declare to you."},{"verse": 9, "text": "Who among all these does not know  \n    that the hand of the LORD has done this?"},{"verse": 10, "text": "In his hand is the life of every living thing  \n    and the breath of every human being."},{"verse": 11, "text": "Does not the ear test words  \n    as the palate tastes food?"},{"verse": 12, "text": "Is wisdom with the aged,  \n    and understanding in length of days?"},{"verse": 13, "footnotes": {"a": "Job 12:13 Heb _him_"}, "text": "\"With God[^a] are wisdom and strength;  \n    he has counsel and understanding."},{"verse": 14, "text": "If he tears down, no one can rebuild;  \n    if he shuts someone in, no one can open up."},{"verse": 15, "text": "If he withholds the waters, they dry up;  \n    if he sends them out, they overwhelm the land."},{"verse": 16, "text": "With him are strength and wisdom;  \n    the deceived and the deceiver are his."},{"verse": 17, "text": "He leads counselors away stripped,  \n    and makes fools of judges."},{"verse": 18, "text": "He looses the sash of kings,  \n    and binds a waistcloth on their loins."},{"verse": 19, "text": "He leads priests away stripped,  \n    and overthrows the mighty."},{"verse": 20, "text": "He deprives of speech those who are trusted,  \n    and takes away the discernment of the elders."},{"verse": 21, "text": "He pours contempt on princes,  \n    and looses the belt of the strong."},{"verse": 22, "text": "He uncovers the deeps out of darkness,  \n    and brings deep darkness to light."},{"verse": 23, "text": "He makes nations great, then destroys them;  \n    he enlarges nations, then leads them away."},{"verse": 24, "footnotes": {"a": "Job 12:24 Heb adds _of the people_"}, "text": "He strips understanding from the leaders[^a] of the earth,  \n    and makes them wander in a pathless waste."},{"verse": 25, "text": "They grope in the dark without light;  \n    he makes them stagger like a drunkard."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "\"Look, my eye has seen all this,  \n    my ear has heard and understood it."},{"verse": 2, "text": "What you know, I also know;  \n    I am not inferior to you."},{"verse": 3, "footnotes": {"a": "Job 13:3 Traditional rendering of Heb _Shaddai_"}, "text": "But I would speak to the Almighty,[^a]  \n    and I desire to argue my case with God."},{"verse": 4, "text": "As for you, you whitewash with lies;  \n    all of you are worthless physicians."},{"verse": 5, "text": "If you would only keep silent,  \n    that would be your wisdom!"},{"verse": 6, "text": "Hear now my reasoning,  \n    and listen to the pleadings of my lips."},{"verse": 7, "text": "Will you speak falsely for God,  \n    and speak deceitfully for him?"},{"verse": 8, "text": "Will you show partiality toward him,  \n    will you plead the case for God?"},{"verse": 9, "text": "Will it be well with you when he searches you out?  \n    Or can you deceive him, as one person deceives another?"},{"verse": 10, "text": "He will surely rebuke you  \n    if in secret you show partiality."},{"verse": 11, "text": "Will not his majesty terrify you,  \n    and the dread of him fall upon you?"},{"verse": 12, "text": "Your maxims are proverbs of ashes,  \n    your defenses are defenses of clay."},{"verse": 13, "text": "\"Let me have silence, and I will speak,  \n    and let come on me what may."},{"verse": 14, "footnotes": {"a": "Job 13:14 Gk: Heb _Why should I take . . . in my hand?_"}, "text": "I will take my flesh in my teeth,  \n    and put my life in my hand.[^a]"},{"verse": 15, "footnotes": {"a": "Job 13:15 Or _Though he kill me, yet I will trust in him_"}, "text": "See, he will kill me; I have no hope;[^a]  \n    but I will defend my ways to his face."},{"verse": 16, "text": "This will be my salvation,  \n    that the godless shall not come before him."},{"verse": 17, "text": "Listen carefully to my words,  \n    and let my declaration be in your ears."},{"verse": 18, "text": "I have indeed prepared my case;  \n    I know that I shall be vindicated."},{"verse": 19, "text": "Who is there that will contend with me?  \n    For then I would be silent and die."},{"verse": 20, "text": "||Job\"s Despondent Prayer||Only grant two things to me,  \n    then I will not hide myself from your face:"},{"verse": 21, "text": "withdraw your hand far from me,  \n    and do not let dread of you terrify me."},{"verse": 22, "text": "Then call, and I will answer;  \n    or let me speak, and you reply to me."},{"verse": 23, "text": "How many are my iniquities and my sins?  \n    Make me know my transgression and my sin."},{"verse": 24, "text": "Why do you hide your face,  \n    and count me as your enemy?"},{"verse": 25, "text": "Will you frighten a windblown leaf  \n    and pursue dry chaff?"},{"verse": 26, "footnotes": {"a": "Job 13:26 Heb _inherit_"}, "text": "For you write bitter things against me,  \n    and make me reap[^a] the iniquities of my youth."},{"verse": 27, "text": "You put my feet in the stocks,  \n    and watch all my paths;  \n    you set a bound to the soles of my feet."},{"verse": 28, "text": "One wastes away like a rotten thing,  \n    like a garment that is moth-eaten."}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "\"A mortal, born of woman, few of days and full of trouble,"},{"verse": 2, "text": "    comes up like a flower and withers,  \n    flees like a shadow and does not last."},{"verse": 3, "text": "Do you fix your eyes on such a one?  \n    Do you bring me into judgment with you?"},{"verse": 4, "text": "Who can bring a clean thing out of an unclean?  \n    No one can."},{"verse": 5, "text": "Since their days are determined,  \n    and the number of their months is known to you,  \n    and you have appointed the bounds that they cannot pass,"},{"verse": 6, "footnotes": {"a": "Job 14:6 Cn: Heb _that they may desist_"}, "text": "look away from them, and desist,[^a]  \n    that they may enjoy, like laborers, their days."},{"verse": 7, "text": "\"For there is hope for a tree,  \n    if it is cut down, that it will sprout again,  \n    and that its shoots will not cease."},{"verse": 8, "text": "Though its root grows old in the earth,  \n    and its stump dies in the ground,"},{"verse": 9, "text": "yet at the scent of water it will bud  \n    and put forth branches like a young plant."},{"verse": 10, "text": "But mortals die, and are laid low;  \n    humans expire, and where are they?"},{"verse": 11, "text": "As waters fail from a lake,  \n    and a river wastes away and dries up,"},{"verse": 12, "text": "so mortals lie down and do not rise again;  \n    until the heavens are no more, they will not awake  \n    or be roused out of their sleep."},{"verse": 13, "text": "O that you would hide me in Sheol,  \n    that you would conceal me until your wrath is past,  \n    that you would appoint me a set time, and remember me!"},{"verse": 14, "text": "If mortals die, will they live again?  \n    All the days of my service I would wait  \n    until my release should come."},{"verse": 15, "text": "You would call, and I would answer you;  \n    you would long for the work of your hands."},{"verse": 16, "footnotes": {"a": "Job 14:16 Syr: Heb lacks _not_"}, "text": "For then you would not[^a] number my steps,  \n    you would not keep watch over my sin;"},{"verse": 17, "text": "my transgression would be sealed up in a bag,  \n    and you would cover over my iniquity."},{"verse": 18, "text": "\"But the mountain falls and crumbles away,  \n    and the rock is removed from its place;"},{"verse": 19, "text": "the waters wear away the stones;  \n    the torrents wash away the soil of the earth;  \n    so you destroy the hope of mortals."},{"verse": 20, "text": "You prevail forever against them, and they pass away;  \n    you change their countenance, and send them away."},{"verse": 21, "text": "Their children come to honor, and they do not know it;  \n    they are brought low, and it goes unnoticed."},{"verse": 22, "text": "They feel only the pain of their own bodies,  \n    and mourn only for themselves.\""}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||Eliphaz Speaks: Job Undermines Religion||Then Eliphaz the Temanite answered:"},{"verse": 2, "text": "\"Should the wise answer with windy knowledge,  \n    and fill themselves with the east wind?"},{"verse": 3, "text": "Should they argue in unprofitable talk,  \n    or in words with which they can do no good?"},{"verse": 4, "text": "But you are doing away with the fear of God,  \n    and hindering meditation before God."},{"verse": 5, "text": "For your iniquity teaches your mouth,  \n    and you choose the tongue of the crafty."},{"verse": 6, "text": "Your own mouth condemns you, and not I;  \n    your own lips testify against you."},{"verse": 7, "text": "\"Are you the firstborn of the human race?  \n    Were you brought forth before the hills?"},{"verse": 8, "text": "Have you listened in the council of God?  \n    And do you limit wisdom to yourself?"},{"verse": 9, "text": "What do you know that we do not know?  \n    What do you understand that is not clear to us?"},{"verse": 10, "text": "The gray-haired and the aged are on our side,  \n    those older than your father."},{"verse": 11, "text": "Are the consolations of God too small for you,  \n    or the word that deals gently with you?"},{"verse": 12, "footnotes": {"a": "Job 15:12 Meaning of Heb uncertain"}, "text": "Why does your heart carry you away,  \n    and why do your eyes flash,[^a]"},{"verse": 13, "text": "so that you turn your spirit against God,  \n    and let such words go out of your mouth?"},{"verse": 14, "text": "What are mortals, that they can be clean?  \n    Or those born of woman, that they can be righteous?"},{"verse": 15, "text": "God puts no trust even in his holy ones,  \n    and the heavens are not clean in his sight;"},{"verse": 16, "text": "how much less one who is abominable and corrupt,  \n    one who drinks iniquity like water!"},{"verse": 17, "text": "\"I will show you; listen to me;  \n    what I have seen I will declare--"},{"verse": 18, "text": "what sages have told,  \n    and their ancestors have not hidden,"},{"verse": 19, "text": "to whom alone the land was given,  \n    and no stranger passed among them."},{"verse": 20, "text": "The wicked writhe in pain all their days,  \n    through all the years that are laid up for the ruthless."},{"verse": 21, "text": "Terrifying sounds are in their ears;  \n    in prosperity the destroyer will come upon them."},{"verse": 22, "text": "They despair of returning from darkness,  \n    and they are destined for the sword."},{"verse": 23, "text": "They wander abroad for bread, saying, \"Where is it?\"  \n    They know that a day of darkness is ready at hand;"},{"verse": 24, "text": "distress and anguish terrify them;  \n    they prevail against them, like a king prepared for battle."},{"verse": 25, "footnotes": {"a": "Job 15:25 Traditional rendering of Heb _Shaddai_"}, "text": "Because they stretched out their hands against God,  \n    and bid defiance to the Almighty,[^a]"},{"verse": 26, "text": "running stubbornly against him  \n    with a thick-bossed shield;"},{"verse": 27, "text": "because they have covered their faces with their fat,  \n    and gathered fat upon their loins,"},{"verse": 28, "text": "they will live in desolate cities,  \n    in houses that no one should inhabit,  \n    houses destined to become heaps of ruins;"},{"verse": 29, "footnotes": {"a": "Job 15:29 Vg: Meaning of Heb uncertain"}, "text": "they will not be rich, and their wealth will not endure,  \n    nor will they strike root in the earth;[^a]"},{"verse": 30, "footnotes": {"a": "Job 15:30 Gk: Heb _mouth_", "b": "Job 15:30 Cn: Heb _will depart_"}, "text": "they will not escape from darkness;  \n    the flame will dry up their shoots,  \n    and their blossom[^a] will be swept away[^b] by the wind."},{"verse": 31, "text": "Let them not trust in emptiness, deceiving themselves;  \n    for emptiness will be their recompense."},{"verse": 32, "text": "It will be paid in full before their time,  \n    and their branch will not be green."},{"verse": 33, "text": "They will shake off their unripe grape, like the vine,  \n    and cast off their blossoms, like the olive tree."},{"verse": 34, "text": "For the company of the godless is barren,  \n    and fire consumes the tents of bribery."},{"verse": 35, "text": "They conceive mischief and bring forth evil  \n    and their heart prepares deceit.\""}]}
,{"chapter": 16, "verses":[{"verse": 1, "text": "||Job Reaffirms His Innocence||Then Job answered:"},{"verse": 2, "text": "\"I have heard many such things;  \n    miserable comforters are you all."},{"verse": 3, "text": "Have windy words no limit?  \n    Or what provokes you that you keep on talking?"},{"verse": 4, "text": "I also could talk as you do,  \n    if you were in my place;  \nI could join words together against you,  \n    and shake my head at you."},{"verse": 5, "text": "I could encourage you with my mouth,  \n    and the solace of my lips would assuage your pain."},{"verse": 6, "text": "\"If I speak, my pain is not assuaged,  \n    and if I forbear, how much of it leaves me?"},{"verse": 7, "footnotes": {"a": "Job 16:7 Heb _you have_"}, "text": "Surely now God has worn me out;  \n    he has[^a] made desolate all my company."},{"verse": 8, "footnotes": {"a": "Job 16:8 Heb _you have_"}, "text": "And he has[^a] shriveled me up,  \n    which is a witness against me;  \nmy leanness has risen up against me,  \n    and it testifies to my face."},{"verse": 9, "text": "He has torn me in his wrath, and hated me;  \n    he has gnashed his teeth at me;  \n    my adversary sharpens his eyes against me."},{"verse": 10, "text": "They have gaped at me with their mouths;  \n    they have struck me insolently on the cheek;  \n    they mass themselves together against me."},{"verse": 11, "text": "God gives me up to the ungodly,  \n    and casts me into the hands of the wicked."},{"verse": 12, "text": "I was at ease, and he broke me in two;  \n    he seized me by the neck and dashed me to pieces;  \nhe set me up as his target;"},{"verse": 13, "text": "    his archers surround me.  \nHe slashes open my kidneys, and shows no mercy;  \n    he pours out my gall on the ground."},{"verse": 14, "text": "He bursts upon me again and again;  \n    he rushes at me like a warrior."},{"verse": 15, "text": "I have sewed sackcloth upon my skin,  \n    and have laid my strength in the dust."},{"verse": 16, "text": "My face is red with weeping,  \n    and deep darkness is on my eyelids,"},{"verse": 17, "text": "though there is no violence in my hands,  \n    and my prayer is pure."},{"verse": 18, "text": "\"O earth, do not cover my blood;  \n    let my outcry find no resting place."},{"verse": 19, "text": "Even now, in fact, my witness is in heaven,  \n    and he that vouches for me is on high."},{"verse": 20, "text": "My friends scorn me;  \n    my eye pours out tears to God,"},{"verse": 21, "footnotes": {"a": "Job 16:21 Syr Vg Tg: Heb _and_"}, "text": "that he would maintain the right of a mortal with God,  \n    as[^a] one does for a neighbor."},{"verse": 22, "text": "For when a few years have come,  \n    I shall go the way from which I shall not return."}]}
,{"chapter": 17, "verses":[{"verse": 1, "text": "||Job Prays for Relief||My spirit is broken, my days are extinct,  \n    the grave is ready for me."},{"verse": 2, "text": "Surely there are mockers around me,  \n    and my eye dwells on their provocation."},{"verse": 3, "text": "\"Lay down a pledge for me with yourself;  \n    who is there that will give surety for me?"},{"verse": 4, "text": "Since you have closed their minds to understanding,  \n    therefore you will not let them triumph."},{"verse": 5, "text": "Those who denounce friends for reward--  \n    the eyes of their children will fail."},{"verse": 6, "text": "\"He has made me a byword of the peoples,  \n    and I am one before whom people spit."},{"verse": 7, "text": "My eye has grown dim from grief,  \n    and all my members are like a shadow."},{"verse": 8, "text": "The upright are appalled at this,  \n    and the innocent stir themselves up against the godless."},{"verse": 9, "text": "Yet the righteous hold to their way,  \n    and they that have clean hands grow stronger and stronger."},{"verse": 10, "text": "But you, come back now, all of you,  \n    and I shall not find a sensible person among you."},{"verse": 11, "text": "My days are past, my plans are broken off,  \n    the desires of my heart."},{"verse": 12, "footnotes": {"a": "Job 17:12 Meaning of Heb uncertain"}, "text": "They make night into day;  \n    \"The light,\" they say, \"is near to the darkness.\"[^a]"},{"verse": 13, "text": "If I look for Sheol as my house,  \n    if I spread my couch in darkness,"},{"verse": 14, "text": "if I say to the Pit, \"You are my father,\"  \n    and to the worm, \"My mother,\" or \"My sister,\""},{"verse": 15, "text": "where then is my hope?  \n    Who will see my hope?"},{"verse": 16, "text": "Will it go down to the bars of Sheol?  \n    Shall we descend together into the dust?\""}]}
,{"chapter": 18, "verses":[{"verse": 1, "text": "||Bildad Speaks: God Punishes the Wicked||Then Bildad the Shuhite answered:"},{"verse": 2, "text": "\"How long will you hunt for words?  \n    Consider, and then we shall speak."},{"verse": 3, "text": "Why are we counted as cattle?  \n    Why are we stupid in your sight?"},{"verse": 4, "text": "You who tear yourself in your anger--  \n    shall the earth be forsaken because of you,  \n    or the rock be removed out of its place?"},{"verse": 5, "text": "\"Surely the light of the wicked is put out,  \n    and the flame of their fire does not shine."},{"verse": 6, "text": "The light is dark in their tent,  \n    and the lamp above them is put out."},{"verse": 7, "text": "Their strong steps are shortened,  \n    and their own schemes throw them down."},{"verse": 8, "text": "For they are thrust into a net by their own feet,  \n    and they walk into a pitfall."},{"verse": 9, "text": "A trap seizes them by the heel;  \n    a snare lays hold of them."},{"verse": 10, "text": "A rope is hid for them in the ground,  \n    a trap for them in the path."},{"verse": 11, "text": "Terrors frighten them on every side,  \n    and chase them at their heels."},{"verse": 12, "footnotes": {"a": "Job 18:12 Or _Disaster is hungry for them_"}, "text": "Their strength is consumed by hunger,[^a]  \n    and calamity is ready for their stumbling."},{"verse": 13, "footnotes": {"a": "Job 18:13 Cn: Heb _It consumes the limbs of his skin_"}, "text": "By disease their skin is consumed,[^a]  \n    the firstborn of Death consumes their limbs."},{"verse": 14, "text": "They are torn from the tent in which they trusted,  \n    and are brought to the king of terrors."},{"verse": 15, "text": "In their tents nothing remains;  \n    sulfur is scattered upon their habitations."},{"verse": 16, "text": "Their roots dry up beneath,  \n    and their branches wither above."},{"verse": 17, "text": "Their memory perishes from the earth,  \n    and they have no name in the street."},{"verse": 18, "text": "They are thrust from light into darkness,  \n    and driven out of the world."},{"verse": 19, "text": "They have no offspring or descendant among their people,  \n    and no survivor where they used to live."},{"verse": 20, "text": "They of the west are appalled at their fate,  \n    and horror seizes those of the east."},{"verse": 21, "text": "Surely such are the dwellings of the ungodly,  \n    such is the place of those who do not know God.\""}]}
,{"chapter": 19, "verses":[{"verse": 1, "text": "||Job Replies: I Know That My Redeemer Lives||Then Job answered:"},{"verse": 2, "text": "\"How long will you torment me,  \n    and break me in pieces with words?"},{"verse": 3, "text": "These ten times you have cast reproach upon me;  \n    are you not ashamed to wrong me?"},{"verse": 4, "text": "And even if it is true that I have erred,  \n    my error remains with me."},{"verse": 5, "text": "If indeed you magnify yourselves against me,  \n    and make my humiliation an argument against me,"},{"verse": 6, "text": "know then that God has put me in the wrong,  \n    and closed his net around me."},{"verse": 7, "text": "Even when I cry out, \"Violence!\" I am not answered;  \n    I call aloud, but there is no justice."},{"verse": 8, "text": "He has walled up my way so that I cannot pass,  \n    and he has set darkness upon my paths."},{"verse": 9, "text": "He has stripped my glory from me,  \n    and taken the crown from my head."},{"verse": 10, "text": "He breaks me down on every side, and I am gone,  \n    he has uprooted my hope like a tree."},{"verse": 11, "text": "He has kindled his wrath against me,  \n    and counts me as his adversary."},{"verse": 12, "footnotes": {"a": "Job 19:12 Cn: Heb _their way_"}, "text": "His troops come on together;  \n    they have thrown up siegeworks[^a] against me,  \n    and encamp around my tent."},{"verse": 13, "text": "\"He has put my family far from me,  \n    and my acquaintances are wholly estranged from me."},{"verse": 14, "text": "My relatives and my close friends have failed me;"},{"verse": 15, "text": "    the guests in my house have forgotten me;  \nmy serving girls count me as a stranger;  \n    I have become an alien in their eyes."},{"verse": 16, "text": "I call to my servant, but he gives me no answer;  \n    I must myself plead with him."},{"verse": 17, "text": "My breath is repulsive to my wife;  \n    I am loathsome to my own family."},{"verse": 18, "text": "Even young children despise me;  \n    when I rise, they talk against me."},{"verse": 19, "text": "All my intimate friends abhor me,  \n    and those whom I loved have turned against me."},{"verse": 20, "text": "My bones cling to my skin and to my flesh,  \n    and I have escaped by the skin of my teeth."},{"verse": 21, "text": "Have pity on me, have pity on me, O you my friends,  \n    for the hand of God has touched me!"},{"verse": 22, "text": "Why do you, like God, pursue me,  \n    never satisfied with my flesh?"},{"verse": 23, "text": "\"O that my words were written down!  \n    O that they were inscribed in a book!"},{"verse": 24, "text": "O that with an iron pen and with lead  \n    they were engraved on a rock forever!"},{"verse": 25, "footnotes": {"a": "Job 19:25 Or _Vindicator_", "b": "Job 19:25 Or _that he the Last_", "c": "Job 19:25 Heb _dust_"}, "text": "For I know that my Redeemer[^a] lives,  \n    and that at the last he[^b] will stand upon the earth;[^c]"},{"verse": 26, "footnotes": {"a": "Job 19:26 Or _without_", "b": "Job 19:26 Meaning of Heb of this verse uncertain"}, "text": "and after my skin has been thus destroyed,  \n    then in[^a] my flesh I shall see God,[^b]"},{"verse": 27, "footnotes": {"a": "Job 19:27 Or _for myself_"}, "text": "whom I shall see on my side,[^a]  \n    and my eyes shall behold, and not another.  \n    My heart faints within me!"},{"verse": 28, "text": "If you say, \"How we will persecute him!\"  \n    and, \"The root of the matter is found in him\";"},{"verse": 29, "text": "be afraid of the sword,  \n    for wrath brings the punishment of the sword,  \n    so that you may know there is a judgment.\""}]}
,{"chapter": 20, "verses":[{"verse": 1, "text": "||Zophar Speaks: Wickedness Receives Just Retribution||Then Zophar the Naamathite answered:"},{"verse": 2, "text": "\"Pay attention! My thoughts urge me to answer,  \n    because of the agitation within me."},{"verse": 3, "text": "I hear censure that insults me,  \n    and a spirit beyond my understanding answers me."},{"verse": 4, "text": "Do you not know this from of old,  \n    ever since mortals were placed on earth,"},{"verse": 5, "text": "that the exulting of the wicked is short,  \n    and the joy of the godless is but for a moment?"},{"verse": 6, "text": "Even though they mount up high as the heavens,  \n    and their head reaches to the clouds,"},{"verse": 7, "text": "they will perish forever like their own dung;  \n    those who have seen them will say, \"Where are they?\""},{"verse": 8, "text": "They will fly away like a dream, and not be found;  \n    they will be chased away like a vision of the night."},{"verse": 9, "text": "The eye that saw them will see them no more,  \n    nor will their place behold them any longer."},{"verse": 10, "text": "Their children will seek the favor of the poor,  \n    and their hands will give back their wealth."},{"verse": 11, "text": "Their bodies, once full of youth,  \n    will lie down in the dust with them."},{"verse": 12, "text": "\"Though wickedness is sweet in their mouth,  \n    though they hide it under their tongues,"},{"verse": 13, "text": "though they are loath to let it go,  \n    and hold it in their mouths,"},{"verse": 14, "text": "yet their food is turned in their stomachs;  \n    it is the venom of asps within them."},{"verse": 15, "text": "They swallow down riches and vomit them up again;  \n    God casts them out of their bellies."},{"verse": 16, "text": "They will suck the poison of asps;  \n    the tongue of a viper will kill them."},{"verse": 17, "text": "They will not look on the rivers,  \n    the streams flowing with honey and curds."},{"verse": 18, "text": "They will give back the fruit of their toil,  \n    and will not swallow it down;  \nfrom the profit of their trading  \n    they will get no enjoyment."},{"verse": 19, "text": "For they have crushed and abandoned the poor,  \n    they have seized a house that they did not build."},{"verse": 20, "text": "\"They knew no quiet in their bellies;  \n    in their greed they let nothing escape."},{"verse": 21, "text": "There was nothing left after they had eaten;  \n    therefore their prosperity will not endure."},{"verse": 22, "text": "In full sufficiency they will be in distress;  \n    all the force of misery will come upon them."},{"verse": 23, "footnotes": {"a": "Job 20:23 Heb _he_", "b": "Job 20:23 Cn: Meaning of Heb uncertain"}, "text": "To fill their belly to the full  \n    God[^a] will send his fierce anger into them,  \n    and rain it upon them as their food.[^b]"},{"verse": 24, "text": "They will flee from an iron weapon;  \n    a bronze arrow will strike them through."},{"verse": 25, "text": "It is drawn forth and comes out of their body,  \n    and the glittering point comes out of their gall;  \n    terrors come upon them."},{"verse": 26, "text": "Utter darkness is laid up for their treasures;  \n    a fire fanned by no one will devour them;  \n    what is left in their tent will be consumed."},{"verse": 27, "text": "The heavens will reveal their iniquity,  \n    and the earth will rise up against them."},{"verse": 28, "footnotes": {"a": "Job 20:28 Heb _his_"}, "text": "The possessions of their house will be carried away,  \n    dragged off in the day of God\"s[^a] wrath."},{"verse": 29, "text": "This is the portion of the wicked from God,  \n    the heritage decreed for them by God.\""}]}
,{"chapter": 21, "verses":[{"verse": 1, "text": "||Job Replies: The Wicked Often Go Unpunished||Then Job answered:"},{"verse": 2, "text": "\"Listen carefully to my words,  \n    and let this be your consolation."},{"verse": 3, "text": "Bear with me, and I will speak;  \n    then after I have spoken, mock on."},{"verse": 4, "text": "As for me, is my complaint addressed to mortals?  \n    Why should I not be impatient?"},{"verse": 5, "text": "Look at me, and be appalled,  \n    and lay your hand upon your mouth."},{"verse": 6, "text": "When I think of it I am dismayed,  \n    and shuddering seizes my flesh."},{"verse": 7, "text": "Why do the wicked live on,  \n    reach old age, and grow mighty in power?"},{"verse": 8, "text": "Their children are established in their presence,  \n    and their offspring before their eyes."},{"verse": 9, "text": "Their houses are safe from fear,  \n    and no rod of God is upon them."},{"verse": 10, "text": "Their bull breeds without fail;  \n    their cow calves and never miscarries."},{"verse": 11, "text": "They send out their little ones like a flock,  \n    and their children dance around."},{"verse": 12, "text": "They sing to the tambourine and the lyre,  \n    and rejoice to the sound of the pipe."},{"verse": 13, "text": "They spend their days in prosperity,  \n    and in peace they go down to Sheol."},{"verse": 14, "text": "They say to God, \"Leave us alone!  \n    We do not desire to know your ways."},{"verse": 15, "footnotes": {"a": "Job 21:15 Traditional rendering of Heb _Shaddai_"}, "text": "What is the Almighty,[^a] that we should serve him?  \n    And what profit do we get if we pray to him?\""},{"verse": 16, "footnotes": {"a": "Job 21:16 Heb _in their hand_"}, "text": "Is not their prosperity indeed their own achievement?[^a]  \n    The plans of the wicked are repugnant to me."},{"verse": 17, "footnotes": {"a": "Job 21:17 Heb _he_"}, "text": "\"How often is the lamp of the wicked put out?  \n    How often does calamity come upon them?  \n    How often does God[^a] distribute pains in his anger?"},{"verse": 18, "text": "How often are they like straw before the wind,  \n    and like chaff that the storm carries away?"},{"verse": 19, "text": "You say, \"God stores up their iniquity for their children.\"  \n    Let it be paid back to them, so that they may know it."},{"verse": 20, "footnotes": {"a": "Job 21:20 Traditional rendering of Heb _Shaddai_"}, "text": "Let their own eyes see their destruction,  \n    and let them drink of the wrath of the Almighty.[^a]"},{"verse": 21, "text": "For what do they care for their household after them,  \n    when the number of their months is cut off?"},{"verse": 22, "text": "Will any teach God knowledge,  \n    seeing that he judges those that are on high?"},{"verse": 23, "text": "One dies in full prosperity,  \n    being wholly at ease and secure,"},{"verse": 24, "text": "his loins full of milk  \n    and the marrow of his bones moist."},{"verse": 25, "text": "Another dies in bitterness of soul,  \n    never having tasted of good."},{"verse": 26, "text": "They lie down alike in the dust,  \n    and the worms cover them."},{"verse": 27, "text": "\"Oh, I know your thoughts,  \n    and your schemes to wrong me."},{"verse": 28, "text": "For you say, \"Where is the house of the prince?  \n    Where is the tent in which the wicked lived?\""},{"verse": 29, "text": "Have you not asked those who travel the roads,  \n    and do you not accept their testimony,"},{"verse": 30, "text": "that the wicked are spared in the day of calamity,  \n    and are rescued in the day of wrath?"},{"verse": 31, "text": "Who declares their way to their face,  \n    and who repays them for what they have done?"},{"verse": 32, "text": "When they are carried to the grave,  \n    a watch is kept over their tomb."},{"verse": 33, "text": "The clods of the valley are sweet to them;  \n    everyone will follow after,  \n    and those who went before are innumerable."},{"verse": 34, "text": "How then will you comfort me with empty nothings?  \n    There is nothing left of your answers but falsehood.\""}]}
,{"chapter": 22, "verses":[{"verse": 1, "text": "||Eliphaz Speaks: Job\"s Wickedness Is Great||Then Eliphaz the Temanite answered:"},{"verse": 2, "text": "\"Can a mortal be of use to God?  \n    Can even the wisest be of service to him?"},{"verse": 3, "footnotes": {"a": "Job 22:3 Traditional rendering of Heb _Shaddai_"}, "text": "Is it any pleasure to the Almighty[^a] if you are righteous,  \n    or is it gain to him if you make your ways blameless?"},{"verse": 4, "text": "Is it for your piety that he reproves you,  \n    and enters into judgment with you?"},{"verse": 5, "text": "Is not your wickedness great?  \n    There is no end to your iniquities."},{"verse": 6, "text": "For you have exacted pledges from your family for no reason,  \n    and stripped the naked of their clothing."},{"verse": 7, "text": "You have given no water to the weary to drink,  \n    and you have withheld bread from the hungry."},{"verse": 8, "text": "The powerful possess the land,  \n    and the favored live in it."},{"verse": 9, "footnotes": {"a": "Job 22:9 Gk Syr Tg Vg: Heb _were crushed_"}, "text": "You have sent widows away empty-handed,  \n    and the arms of the orphans you have crushed.[^a]"},{"verse": 10, "text": "Therefore snares are around you,  \n    and sudden terror overwhelms you,"},{"verse": 11, "text": "or darkness so that you cannot see;  \n    a flood of water covers you."},{"verse": 12, "text": "\"Is not God high in the heavens?  \n    See the highest stars, how lofty they are!"},{"verse": 13, "text": "Therefore you say, \"What does God know?  \n    Can he judge through the deep darkness?"},{"verse": 14, "text": "Thick clouds enwrap him, so that he does not see,  \n    and he walks on the dome of heaven.\""},{"verse": 15, "text": "Will you keep to the old way  \n    that the wicked have trod?"},{"verse": 16, "text": "They were snatched away before their time;  \n    their foundation was washed away by a flood."},{"verse": 17, "footnotes": {"a": "Job 22:17 Traditional rendering of Heb _Shaddai_", "b": "Job 22:17 Gk Syr: Heb _them_"}, "text": "They said to God, \"Leave us alone,\"  \n    and \"What can the Almighty[^a] do to us?\"[^b]"},{"verse": 18, "text": "Yet he filled their houses with good things--  \n    but the plans of the wicked are repugnant to me."},{"verse": 19, "text": "The righteous see it and are glad;  \n    the innocent laugh them to scorn,"},{"verse": 20, "text": "saying, \"Surely our adversaries are cut off,  \n    and what they left, the fire has consumed.\""},{"verse": 21, "footnotes": {"a": "Job 22:21 Heb _him_"}, "text": "\"Agree with God,[^a] and be at peace;  \n    in this way good will come to you."},{"verse": 22, "text": "Receive instruction from his mouth,  \n    and lay up his words in your heart."},{"verse": 23, "footnotes": {"a": "Job 22:23 Traditional rendering of Heb _Shaddai_"}, "text": "If you return to the Almighty,[^a] you will be restored,  \n    if you remove unrighteousness from your tents,"},{"verse": 24, "text": "if you treat gold like dust,  \n    and gold of Ophir like the stones of the torrent-bed,"},{"verse": 25, "footnotes": {"a": "Job 22:25 Traditional rendering of Heb _Shaddai_"}, "text": "and if the Almighty[^a] is your gold  \n    and your precious silver,"},{"verse": 26, "footnotes": {"a": "Job 22:26 Traditional rendering of Heb _Shaddai_"}, "text": "then you will delight yourself in the Almighty,[^a]  \n    and lift up your face to God."},{"verse": 27, "text": "You will pray to him, and he will hear you,  \n    and you will pay your vows."},{"verse": 28, "text": "You will decide on a matter, and it will be established for you,  \n    and light will shine on your ways."},{"verse": 29, "text": "When others are humiliated, you say it is pride;  \n    for he saves the humble."},{"verse": 30, "footnotes": {"a": "Job 22:30 Meaning of Heb uncertain"}, "text": "He will deliver even those who are guilty;  \n    they will escape because of the cleanness of your hands.\"[^a]"}]}
,{"chapter": 23, "verses":[{"verse": 1, "text": "||Job Replies: My Complaint Is Bitter||Then Job answered:"},{"verse": 2, "footnotes": {"a": "Job 23:2 Syr Vg Tg: Heb _rebellious_", "b": "Job 23:2 Gk Syr: Heb _my_"}, "text": "\"Today also my complaint is bitter;[^a]  \n    his[^b] hand is heavy despite my groaning."},{"verse": 3, "text": "Oh, that I knew where I might find him,  \n    that I might come even to his dwelling!"},{"verse": 4, "text": "I would lay my case before him,  \n    and fill my mouth with arguments."},{"verse": 5, "text": "I would learn what he would answer me,  \n    and understand what he would say to me."},{"verse": 6, "text": "Would he contend with me in the greatness of his power?  \n    No; but he would give heed to me."},{"verse": 7, "text": "There an upright person could reason with him,  \n    and I should be acquitted forever by my judge."},{"verse": 8, "text": "\"If I go forward, he is not there;  \n    or backward, I cannot perceive him;"},{"verse": 9, "footnotes": {"a": "Job 23:9 Syr Vg: Heb _he turns_"}, "text": "on the left he hides, and I cannot behold him;  \n    I turn[^a] to the right, but I cannot see him."},{"verse": 10, "text": "But he knows the way that I take;  \n    when he has tested me, I shall come out like gold."},{"verse": 11, "text": "My foot has held fast to his steps;  \n    I have kept his way and have not turned aside."},{"verse": 12, "footnotes": {"a": "Job 23:12 Gk Vg: Heb _from_"}, "text": "I have not departed from the commandment of his lips;  \n    I have treasured in[^a] my bosom the words of his mouth."},{"verse": 13, "text": "But he stands alone and who can dissuade him?  \n    What he desires, that he does."},{"verse": 14, "text": "For he will complete what he appoints for me;  \n    and many such things are in his mind."},{"verse": 15, "text": "Therefore I am terrified at his presence;  \n    when I consider, I am in dread of him."},{"verse": 16, "footnotes": {"a": "Job 23:16 Traditional rendering of Heb _Shaddai_"}, "text": "God has made my heart faint;  \n    the Almighty[^a] has terrified me;"},{"verse": 17, "footnotes": {"a": "Job 23:17 Or _But I am not destroyed by the darkness; he has concealed the thick darkness from me_"}, "text": "If only I could vanish in darkness,  \n    and thick darkness would cover my face![^a]"}]}
,{"chapter": 24, "verses":[{"verse": 1, "footnotes": {"a": "Job 24:1 Traditional rendering of Heb _Shaddai_"}, "text": "||Job Complains of Violence on the Earth||\"Why are times not kept by the Almighty,[^a]  \n    and why do those who know him never see his days?"},{"verse": 2, "footnotes": {"a": "Job 24:2 Gk: Heb _they_"}, "text": "The wicked[^a] remove landmarks;  \n    they seize flocks and pasture them."},{"verse": 3, "text": "They drive away the donkey of the orphan;  \n    they take the widow\"s ox for a pledge."},{"verse": 4, "text": "They thrust the needy off the road;  \n    the poor of the earth all hide themselves."},{"verse": 5, "text": "Like wild asses in the desert  \n    they go out to their toil,  \nscavenging in the wasteland  \n    food for their young."},{"verse": 6, "text": "They reap in a field not their own  \n    and they glean in the vineyard of the wicked."},{"verse": 7, "text": "They lie all night naked, without clothing,  \n    and have no covering in the cold."},{"verse": 8, "text": "They are wet with the rain of the mountains,  \n    and cling to the rock for want of shelter."},{"verse": 9, "text": "\"There are those who snatch the orphan child from the breast,  \n    and take as a pledge the infant of the poor."},{"verse": 10, "text": "They go about naked, without clothing;  \n    though hungry, they carry the sheaves;"},{"verse": 11, "footnotes": {"a": "Job 24:11 Meaning of Heb uncertain"}, "text": "between their terraces[^a] they press out oil;  \n    they tread the wine presses, but suffer thirst."},{"verse": 12, "text": "From the city the dying groan,  \n    and the throat of the wounded cries for help;  \n    yet God pays no attention to their prayer."},{"verse": 13, "text": "\"There are those who rebel against the light,  \n    who are not acquainted with its ways,  \n    and do not stay in its paths."},{"verse": 14, "text": "The murderer rises at dusk  \n    to kill the poor and needy,  \n    and in the night is like a thief."},{"verse": 15, "text": "The eye of the adulterer also waits for the twilight,  \n    saying, \"No eye will see me\";  \n    and he disguises his face."},{"verse": 16, "text": "In the dark they dig through houses;  \n    by day they shut themselves up;  \n    they do not know the light."},{"verse": 17, "text": "For deep darkness is morning to all of them;  \n    for they are friends with the terrors of deep darkness."},{"verse": 18, "text": "\"Swift are they on the face of the waters;  \n    their portion in the land is cursed;  \n    no treader turns toward their vineyards."},{"verse": 19, "text": "Drought and heat snatch away the snow waters;  \n    so does Sheol those who have sinned."},{"verse": 20, "text": "The womb forgets them;  \n    the worm finds them sweet;  \nthey are no longer remembered;  \n    so wickedness is broken like a tree."},{"verse": 21, "footnotes": {"a": "Job 24:21 Gk Tg: Heb _feed on_ or _associate with_"}, "text": "\"They harm[^a] the childless woman,  \n    and do no good to the widow."},{"verse": 22, "footnotes": {"a": "Job 24:22 Heb _he_"}, "text": "Yet God[^a] prolongs the life of the mighty by his power;  \n    they rise up when they despair of life."},{"verse": 23, "text": "He gives them security, and they are supported;  \n    his eyes are upon their ways."},{"verse": 24, "footnotes": {"a": "Job 24:24 Gk: Heb _like all others_"}, "text": "They are exalted a little while, and then are gone;  \n    they wither and fade like the mallow;[^a]  \n    they are cut off like the heads of grain."},{"verse": 25, "text": "If it is not so, who will prove me a liar,  \n    and show that there is nothing in what I say?\""}]}
,{"chapter": 25, "verses":[{"verse": 1, "text": "||Bildad Speaks: How Can a Mortal Be Righteous Before God?||Then Bildad the Shuhite answered:"},{"verse": 2, "footnotes": {"a": "Job 25:2 Heb _him_"}, "text": "\"Dominion and fear are with God;[^a]  \n    he makes peace in his high heaven."},{"verse": 3, "text": "Is there any number to his armies?  \n    Upon whom does his light not arise?"},{"verse": 4, "text": "How then can a mortal be righteous before God?  \n    How can one born of woman be pure?"},{"verse": 5, "text": "If even the moon is not bright  \n    and the stars are not pure in his sight,"},{"verse": 6, "text": "how much less a mortal, who is a maggot,  \n    and a human being, who is a worm!\""}]}
,{"chapter": 26, "verses":[{"verse": 1, "text": "||Job Replies: God\"s Majesty Is Unsearchable||Then Job answered:"},{"verse": 2, "text": "\"How you have helped one who has no power!  \n    How you have assisted the arm that has no strength!"},{"verse": 3, "text": "How you have counseled one who has no wisdom,  \n    and given much good advice!"},{"verse": 4, "text": "With whose help have you uttered words,  \n    and whose spirit has come forth from you?"},{"verse": 5, "text": "The shades below tremble,  \n    the waters and their inhabitants."},{"verse": 6, "text": "Sheol is naked before God,  \n    and Abaddon has no covering."},{"verse": 7, "footnotes": {"a": "Job 26:7 Or _the North_"}, "text": "He stretches out Zaphon[^a] over the void,  \n    and hangs the earth upon nothing."},{"verse": 8, "text": "He binds up the waters in his thick clouds,  \n    and the cloud is not torn open by them."},{"verse": 9, "text": "He covers the face of the full moon,  \n    and spreads over it his cloud."},{"verse": 10, "text": "He has described a circle on the face of the waters,  \n    at the boundary between light and darkness."},{"verse": 11, "text": "The pillars of heaven tremble,  \n    and are astounded at his rebuke."},{"verse": 12, "text": "By his power he stilled the Sea;  \n    by his understanding he struck down Rahab."},{"verse": 13, "text": "By his wind the heavens were made fair;  \n    his hand pierced the fleeing serpent."},{"verse": 14, "text": "These are indeed but the outskirts of his ways;  \n    and how small a whisper do we hear of him!  \n    But the thunder of his power who can understand?\""}]}
,{"chapter": 27, "verses":[{"verse": 1, "text": "||Job Maintains His Integrity||Job again took up his discourse and said:"},{"verse": 2, "footnotes": {"a": "Job 27:2 Traditional rendering of Heb _Shaddai_"}, "text": "\"As God lives, who has taken away my right,  \n    and the Almighty,[^a] who has made my soul bitter,"},{"verse": 3, "text": "as long as my breath is in me  \n    and the spirit of God is in my nostrils,"},{"verse": 4, "text": "my lips will not speak falsehood,  \n    and my tongue will not utter deceit."},{"verse": 5, "text": "Far be it from me to say that you are right;  \n    until I die I will not put away my integrity from me."},{"verse": 6, "text": "I hold fast my righteousness, and will not let it go;  \n    my heart does not reproach me for any of my days."},{"verse": 7, "text": "\"May my enemy be like the wicked,  \n    and may my opponent be like the unrighteous."},{"verse": 8, "text": "For what is the hope of the godless when God cuts them off,  \n    when God takes away their lives?"},{"verse": 9, "text": "Will God hear their cry  \n    when trouble comes upon them?"},{"verse": 10, "footnotes": {"a": "Job 27:10 Traditional rendering of Heb _Shaddai_"}, "text": "Will they take delight in the Almighty?[^a]  \n    Will they call upon God at all times?"},{"verse": 11, "footnotes": {"a": "Job 27:11 Traditional rendering of Heb _Shaddai_"}, "text": "I will teach you concerning the hand of God;  \n    that which is with the Almighty[^a] I will not conceal."},{"verse": 12, "text": "All of you have seen it yourselves;  \n    why then have you become altogether vain?"},{"verse": 13, "footnotes": {"a": "Job 27:13 Traditional rendering of Heb _Shaddai_"}, "text": "\"This is the portion of the wicked with God,  \n    and the heritage that oppressors receive from the Almighty:[^a]"},{"verse": 14, "text": "If their children are multiplied, it is for the sword;  \n    and their offspring have not enough to eat."},{"verse": 15, "text": "Those who survive them the pestilence buries,  \n    and their widows make no lamentation."},{"verse": 16, "text": "Though they heap up silver like dust,  \n    and pile up clothing like clay--"},{"verse": 17, "text": "they may pile it up, but the just will wear it,  \n    and the innocent will divide the silver."},{"verse": 18, "text": "They build their houses like nests,  \n    like booths made by sentinels of the vineyard."},{"verse": 19, "text": "They go to bed with wealth, but will do so no more;  \n    they open their eyes, and it is gone."},{"verse": 20, "text": "Terrors overtake them like a flood;  \n    in the night a whirlwind carries them off."},{"verse": 21, "text": "The east wind lifts them up and they are gone;  \n    it sweeps them out of their place."},{"verse": 22, "footnotes": {"a": "Job 27:22 Or _He_ (that is God)", "b": "Job 27:22 Or _his_"}, "text": "It[^a] hurls at them without pity;  \n    they flee from its[^b] power in headlong flight."},{"verse": 23, "footnotes": {"a": "Job 27:23 Or _He_ (that is God)", "b": "Job 27:23 Or _his_", "c": "Job 27:23 Or _his_"}, "text": "It[^a] claps its[^b] hands at them,  \n    and hisses at them from its[^c] place."}]}
,{"chapter": 28, "verses":[{"verse": 1, "text": "||Interlude: Where Wisdom Is Found||\"Surely there is a mine for silver,  \n    and a place for gold to be refined."},{"verse": 2, "text": "Iron is taken out of the earth,  \n    and copper is smelted from ore."},{"verse": 3, "footnotes": {"a": "Job 28:3 Heb _He puts_"}, "text": "Miners put[^a] an end to darkness,  \n    and search out to the farthest bound  \n    the ore in gloom and deep darkness."},{"verse": 4, "text": "They open shafts in a valley away from human habitation;  \n    they are forgotten by travelers,  \n    they sway suspended, remote from people."},{"verse": 5, "text": "As for the earth, out of it comes bread;  \n    but underneath it is turned up as by fire."},{"verse": 6, "footnotes": {"a": "Job 28:6 Or _lapis lazuli_"}, "text": "Its stones are the place of sapphires,[^a]  \n    and its dust contains gold."},{"verse": 7, "text": "\"That path no bird of prey knows,  \n    and the falcon\"s eye has not seen it."},{"verse": 8, "text": "The proud wild animals have not trodden it;  \n    the lion has not passed over it."},{"verse": 9, "text": "\"They put their hand to the flinty rock,  \n    and overturn mountains by the roots."},{"verse": 10, "text": "They cut out channels in the rocks,  \n    and their eyes see every precious thing."},{"verse": 11, "footnotes": {"a": "Job 28:11 Gk Vg: Heb _bind_"}, "text": "The sources of the rivers they probe;[^a]  \n    hidden things they bring to light."},{"verse": 12, "text": "\"But where shall wisdom be found?  \n    And where is the place of understanding?"},{"verse": 13, "footnotes": {"a": "Job 28:13 Gk: Heb _its price_"}, "text": "Mortals do not know the way to it,[^a]  \n    and it is not found in the land of the living."},{"verse": 14, "text": "The deep says, \"It is not in me,\"  \n    and the sea says, \"It is not with me.\""},{"verse": 15, "text": "It cannot be gotten for gold,  \n    and silver cannot be weighed out as its price."},{"verse": 16, "footnotes": {"a": "Job 28:16 Or _lapis lazuli_"}, "text": "It cannot be valued in the gold of Ophir,  \n    in precious onyx or sapphire.[^a]"},{"verse": 17, "text": "Gold and glass cannot equal it,  \n    nor can it be exchanged for jewels of fine gold."},{"verse": 18, "text": "No mention shall be made of coral or of crystal;  \n    the price of wisdom is above pearls."},{"verse": 19, "footnotes": {"a": "Job 28:19 Or _Nubia_; Heb _Cush_"}, "text": "The chrysolite of Ethiopia[^a] cannot compare with it,  \n    nor can it be valued in pure gold."},{"verse": 20, "text": "\"Where then does wisdom come from?  \n    And where is the place of understanding?"},{"verse": 21, "text": "It is hidden from the eyes of all living,  \n    and concealed from the birds of the air."},{"verse": 22, "text": "Abaddon and Death say,  \n    \"We have heard a rumor of it with our ears.\""},{"verse": 23, "text": "\"God understands the way to it,  \n    and he knows its place."},{"verse": 24, "text": "For he looks to the ends of the earth,  \n    and sees everything under the heavens."},{"verse": 25, "text": "When he gave to the wind its weight,  \n    and apportioned out the waters by measure;"},{"verse": 26, "text": "when he made a decree for the rain,  \n    and a way for the thunderbolt;"},{"verse": 27, "text": "then he saw it and declared it;  \n    he established it, and searched it out."},{"verse": 28, "text": "And he said to humankind,  \n\"Truly, the fear of the Lord, that is wisdom;  \n    and to depart from evil is understanding.\"\""}]}
,{"chapter": 29, "verses":[{"verse": 1, "text": "||Job Finishes His Defense||Job again took up his discourse and said:"},{"verse": 2, "text": "\"O that I were as in the months of old,  \n    as in the days when God watched over me;"},{"verse": 3, "text": "when his lamp shone over my head,  \n    and by his light I walked through darkness;"},{"verse": 4, "text": "when I was in my prime,  \n    when the friendship of God was upon my tent;"},{"verse": 5, "footnotes": {"a": "Job 29:5 Traditional rendering of Heb _Shaddai_"}, "text": "when the Almighty[^a] was still with me,  \n    when my children were around me;"},{"verse": 6, "text": "when my steps were washed with milk,  \n    and the rock poured out for me streams of oil!"},{"verse": 7, "text": "When I went out to the gate of the city,  \n    when I took my seat in the square,"},{"verse": 8, "text": "the young men saw me and withdrew,  \n    and the aged rose up and stood;"},{"verse": 9, "text": "the nobles refrained from talking,  \n    and laid their hands on their mouths;"},{"verse": 10, "text": "the voices of princes were hushed,  \n    and their tongues stuck to the roof of their mouths."},{"verse": 11, "text": "When the ear heard, it commended me,  \n    and when the eye saw, it approved;"},{"verse": 12, "text": "because I delivered the poor who cried,  \n    and the orphan who had no helper."},{"verse": 13, "text": "The blessing of the wretched came upon me,  \n    and I caused the widow\"s heart to sing for joy."},{"verse": 14, "text": "I put on righteousness, and it clothed me;  \n    my justice was like a robe and a turban."},{"verse": 15, "text": "I was eyes to the blind,  \n    and feet to the lame."},{"verse": 16, "text": "I was a father to the needy,  \n    and I championed the cause of the stranger."},{"verse": 17, "text": "I broke the fangs of the unrighteous,  \n    and made them drop their prey from their teeth."},{"verse": 18, "footnotes": {"a": "Job 29:18 Or _like sand_"}, "text": "Then I thought, \"I shall die in my nest,  \n    and I shall multiply my days like the phoenix;[^a]"},{"verse": 19, "text": "my roots spread out to the waters,  \n    with the dew all night on my branches;"},{"verse": 20, "text": "my glory was fresh with me,  \n    and my bow ever new in my hand.\""},{"verse": 21, "text": "\"They listened to me, and waited,  \n    and kept silence for my counsel."},{"verse": 22, "footnotes": {"a": "Job 29:22 Heb lacks _like dew_"}, "text": "After I spoke they did not speak again,  \n    and my word dropped upon them like dew.[^a]"},{"verse": 23, "text": "They waited for me as for the rain;  \n    they opened their mouths as for the spring rain."},{"verse": 24, "footnotes": {"a": "Job 29:24 Meaning of Heb uncertain"}, "text": "I smiled on them when they had no confidence;  \n    and the light of my countenance they did not extinguish.[^a]"},{"verse": 25, "text": "I chose their way, and sat as chief,  \n    and I lived like a king among his troops,  \n    like one who comforts mourners."}]}
,{"chapter": 30, "verses":[{"verse": 1, "text": "\"But now they make sport of me,  \n    those who are younger than I,  \nwhose fathers I would have disdained  \n    to set with the dogs of my flock."},{"verse": 2, "text": "What could I gain from the strength of their hands?  \n    All their vigor is gone."},{"verse": 3, "text": "Through want and hard hunger  \n    they gnaw the dry and desolate ground,"},{"verse": 4, "text": "they pick mallow and the leaves of bushes,  \n    and to warm themselves the roots of broom."},{"verse": 5, "text": "They are driven out from society;  \n    people shout after them as after a thief."},{"verse": 6, "text": "In the gullies of wadis they must live,  \n    in holes in the ground, and in the rocks."},{"verse": 7, "text": "Among the bushes they bray;  \n    under the nettles they huddle together."},{"verse": 8, "text": "A senseless, disreputable brood,  \n    they have been whipped out of the land."},{"verse": 9, "text": "\"And now they mock me in song;  \n    I am a byword to them."},{"verse": 10, "text": "They abhor me, they keep aloof from me;  \n    they do not hesitate to spit at the sight of me."},{"verse": 11, "text": "Because God has loosed my bowstring and humbled me,  \n    they have cast off restraint in my presence."},{"verse": 12, "text": "On my right hand the rabble rise up;  \n    they send me sprawling,  \n    and build roads for my ruin."},{"verse": 13, "footnotes": {"a": "Job 30:13 Cn: Heb _helps_"}, "text": "They break up my path,  \n    they promote my calamity;  \n    no one restrains[^a] them."},{"verse": 14, "text": "As through a wide breach they come;  \n    amid the crash they roll on."},{"verse": 15, "text": "Terrors are turned upon me;  \n    my honor is pursued as by the wind,  \n    and my prosperity has passed away like a cloud."},{"verse": 16, "text": "\"And now my soul is poured out within me;  \n    days of affliction have taken hold of me."},{"verse": 17, "text": "The night racks my bones,  \n    and the pain that gnaws me takes no rest."},{"verse": 18, "footnotes": {"a": "Job 30:18 Gk: Heb _my garment is disfigured_", "b": "Job 30:18 Heb _like_"}, "text": "With violence he seizes my garment;[^a]  \n    he grasps me by[^b] the collar of my tunic."},{"verse": 19, "text": "He has cast me into the mire,  \n    and I have become like dust and ashes."},{"verse": 20, "text": "I cry to you and you do not answer me;  \n    I stand, and you merely look at me."},{"verse": 21, "text": "You have turned cruel to me;  \n    with the might of your hand you persecute me."},{"verse": 22, "text": "You lift me up on the wind, you make me ride on it,  \n    and you toss me about in the roar of the storm."},{"verse": 23, "text": "I know that you will bring me to death,  \n    and to the house appointed for all living."},{"verse": 24, "footnotes": {"a": "Job 30:24 Heb _ruin_", "b": "Job 30:24 Cn: Meaning of Heb uncertain"}, "text": "\"Surely one does not turn against the needy,[^a]  \n    when in disaster they cry for help.[^b]"},{"verse": 25, "text": "Did I not weep for those whose day was hard?  \n    Was not my soul grieved for the poor?"},{"verse": 26, "text": "But when I looked for good, evil came;  \n    and when I waited for light, darkness came."},{"verse": 27, "text": "My inward parts are in turmoil, and are never still;  \n    days of affliction come to meet me."},{"verse": 28, "text": "I go about in sunless gloom;  \n    I stand up in the assembly and cry for help."},{"verse": 29, "text": "I am a brother of jackals,  \n    and a companion of ostriches."},{"verse": 30, "text": "My skin turns black and falls from me,  \n    and my bones burn with heat."},{"verse": 31, "text": "My lyre is turned to mourning,  \n    and my pipe to the voice of those who weep."}]}
,{"chapter": 31, "verses":[{"verse": 1, "text": "\"I have made a covenant with my eyes;  \n    how then could I look upon a virgin?"},{"verse": 2, "footnotes": {"a": "Job 31:2 Traditional rendering of Heb _Shaddai_"}, "text": "What would be my portion from God above,  \n    and my heritage from the Almighty[^a] on high?"},{"verse": 3, "text": "Does not calamity befall the unrighteous,  \n    and disaster the workers of iniquity?"},{"verse": 4, "text": "Does he not see my ways,  \n    and number all my steps?"},{"verse": 5, "text": "\"If I have walked with falsehood,  \n    and my foot has hurried to deceit--"},{"verse": 6, "text": "let me be weighed in a just balance,  \n    and let God know my integrity!--"},{"verse": 7, "text": "if my step has turned aside from the way,  \n    and my heart has followed my eyes,  \n    and if any spot has clung to my hands;"},{"verse": 8, "text": "then let me sow, and another eat;  \n    and let what grows for me be rooted out."},{"verse": 9, "text": "\"If my heart has been enticed by a woman,  \n    and I have lain in wait at my neighbor\"s door;"},{"verse": 10, "text": "then let my wife grind for another,  \n    and let other men kneel over her."},{"verse": 11, "text": "For that would be a heinous crime;  \n    that would be a criminal offense;"},{"verse": 12, "text": "for that would be a fire consuming down to Abaddon,  \n    and it would burn to the root all my harvest."},{"verse": 13, "text": "\"If I have rejected the cause of my male or female slaves,  \n    when they brought a complaint against me;"},{"verse": 14, "text": "what then shall I do when God rises up?  \n    When he makes inquiry, what shall I answer him?"},{"verse": 15, "text": "Did not he who made me in the womb make them?  \n    And did not one fashion us in the womb?"},{"verse": 16, "text": "\"If I have withheld anything that the poor desired,  \n    or have caused the eyes of the widow to fail,"},{"verse": 17, "text": "or have eaten my morsel alone,  \n    and the orphan has not eaten from it--"},{"verse": 18, "footnotes": {"a": "Job 31:18 Heb _him_", "b": "Job 31:18 Heb _her_"}, "text": "for from my youth I reared the orphan[^a] like a father,  \n    and from my mother\"s womb I guided the widow[^b]--"},{"verse": 19, "text": "if I have seen anyone perish for lack of clothing,  \n    or a poor person without covering,"},{"verse": 20, "text": "whose loins have not blessed me,  \n    and who was not warmed with the fleece of my sheep;"},{"verse": 21, "text": "if I have raised my hand against the orphan,  \n    because I saw I had supporters at the gate;"},{"verse": 22, "text": "then let my shoulder blade fall from my shoulder,  \n    and let my arm be broken from its socket."},{"verse": 23, "text": "For I was in terror of calamity from God,  \n    and I could not have faced his majesty."},{"verse": 24, "text": "\"If I have made gold my trust,  \n    or called fine gold my confidence;"},{"verse": 25, "text": "if I have rejoiced because my wealth was great,  \n    or because my hand had gotten much;"},{"verse": 26, "footnotes": {"a": "Job 31:26 Heb _the light_"}, "text": "if I have looked at the sun[^a] when it shone,  \n    or the moon moving in splendor,"},{"verse": 27, "text": "and my heart has been secretly enticed,  \n    and my mouth has kissed my hand;"},{"verse": 28, "text": "this also would be an iniquity to be punished by the judges,  \n    for I should have been false to God above."},{"verse": 29, "text": "\"If I have rejoiced at the ruin of those who hated me,  \n    or exulted when evil overtook them--"},{"verse": 30, "text": "I have not let my mouth sin  \n    by asking for their lives with a curse--"},{"verse": 31, "footnotes": {"a": "Job 31:31 Meaning of Heb uncertain"}, "text": "if those of my tent ever said,  \n    \"O that we might be sated with his flesh!\"[^a]--"},{"verse": 32, "text": "the stranger has not lodged in the street;  \n    I have opened my doors to the traveler--"},{"verse": 33, "footnotes": {"a": "Job 31:33 Or _as Adam did_"}, "text": "if I have concealed my transgressions as others do,[^a]  \n    by hiding my iniquity in my bosom,"},{"verse": 34, "text": "because I stood in great fear of the multitude,  \n    and the contempt of families terrified me,  \n    so that I kept silence, and did not go out of doors--"},{"verse": 35, "footnotes": {"a": "Job 31:35 Traditional rendering of Heb _Shaddai_"}, "text": "O that I had one to hear me!  \n    (Here is my signature! Let the Almighty[^a] answer me!)  \n    O that I had the indictment written by my adversary!"},{"verse": 36, "text": "Surely I would carry it on my shoulder;  \n    I would bind it on me like a crown;"},{"verse": 37, "text": "I would give him an account of all my steps;  \n    like a prince I would approach him."},{"verse": 38, "text": "\"If my land has cried out against me,  \n    and its furrows have wept together;"},{"verse": 39, "text": "if I have eaten its yield without payment,  \n    and caused the death of its owners;"},{"verse": 40, "text": "let thorns grow instead of wheat,  \n    and foul weeds instead of barley.\"\nThe words of Job are ended."}]}
,{"chapter": 32, "verses":[{"verse": 1, "text": "||Elihu Rebukes Job\"s Friends||So these three men ceased to answer Job, because he was righteous in his own eyes."},{"verse": 2, "text": "Then Elihu son of Barachel the Buzite, of the family of Ram, became angry. He was angry at Job because he justified himself rather than God;"},{"verse": 3, "footnotes": {"a": "Job 32:3 Another ancient tradition reads _answer, and had put God in the wrong_"}, "text": "he was angry also at Job\"s three friends because they had found no answer, though they had declared Job to be in the wrong.[^a]"},{"verse": 4, "text": "Now Elihu had waited to speak to Job, because they were older than he."},{"verse": 5, "text": "But when Elihu saw that there was no answer in the mouths of these three men, he became angry."},{"verse": 6, "text": "Elihu son of Barachel the Buzite answered:\n\"I am young in years,  \n    and you are aged;  \ntherefore I was timid and afraid  \n    to declare my opinion to you."},{"verse": 7, "text": "I said, \"Let days speak,  \n    and many years teach wisdom.\""},{"verse": 8, "footnotes": {"a": "Job 32:8 Traditional rendering of Heb _Shaddai_"}, "text": "But truly it is the spirit in a mortal,  \n    the breath of the Almighty,[^a] that makes for understanding."},{"verse": 9, "footnotes": {"a": "Job 32:9 Gk Syr Vg: Heb _many_"}, "text": "It is not the old[^a] that are wise,  \n    nor the aged that understand what is right."},{"verse": 10, "text": "Therefore I say, \"Listen to me;  \n    let me also declare my opinion.\""},{"verse": 11, "text": "\"See, I waited for your words,  \n    I listened for your wise sayings,  \n    while you searched out what to say."},{"verse": 12, "text": "I gave you my attention,  \n    but there was in fact no one that confuted Job,  \n    no one among you that answered his words."},{"verse": 13, "text": "Yet do not say, \"We have found wisdom;  \n    God may vanquish him, not a human.\""},{"verse": 14, "text": "He has not directed his words against me,  \n    and I will not answer him with your speeches."},{"verse": 15, "text": "\"They are dismayed, they answer no more;  \n    they have not a word to say."},{"verse": 16, "text": "And am I to wait, because they do not speak,  \n    because they stand there, and answer no more?"},{"verse": 17, "text": "I also will give my answer;  \n    I also will declare my opinion."},{"verse": 18, "text": "For I am full of words;  \n    the spirit within me constrains me."},{"verse": 19, "text": "My heart is indeed like wine that has no vent;  \n    like new wineskins, it is ready to burst."},{"verse": 20, "text": "I must speak, so that I may find relief;  \n    I must open my lips and answer."},{"verse": 21, "text": "I will not show partiality to any person  \n    or use flattery toward anyone."},{"verse": 22, "text": "For I do not know how to flatter--  \n    or my Maker would soon put an end to me!"}]}
,{"chapter": 33, "verses":[{"verse": 1, "text": "||Elihu Rebukes Job||\"But now, hear my speech, O Job,  \n    and listen to all my words."},{"verse": 2, "text": "See, I open my mouth;  \n    the tongue in my mouth speaks."},{"verse": 3, "text": "My words declare the uprightness of my heart,  \n    and what my lips know they speak sincerely."},{"verse": 4, "footnotes": {"a": "Job 33:4 Traditional rendering of Heb _Shaddai_"}, "text": "The spirit of God has made me,  \n    and the breath of the Almighty[^a] gives me life."},{"verse": 5, "text": "Answer me, if you can;  \n    set your words in order before me; take your stand."},{"verse": 6, "text": "See, before God I am as you are;  \n    I too was formed from a piece of clay."},{"verse": 7, "text": "No fear of me need terrify you;  \n    my pressure will not be heavy on you."},{"verse": 8, "text": "\"Surely, you have spoken in my hearing,  \n    and I have heard the sound of your words."},{"verse": 9, "text": "You say, \"I am clean, without transgression;  \n    I am pure, and there is no iniquity in me."},{"verse": 10, "text": "Look, he finds occasions against me,  \n    he counts me as his enemy;"},{"verse": 11, "text": "he puts my feet in the stocks,  \n    and watches all my paths.\""},{"verse": 12, "text": "\"But in this you are not right. I will answer you:  \n    God is greater than any mortal."},{"verse": 13, "footnotes": {"a": "Job 33:13 Compare Gk: Heb _his_"}, "text": "Why do you contend against him,  \n    saying, \"He will answer none of my[^a] words\"?"},{"verse": 14, "text": "For God speaks in one way,  \n    and in two, though people do not perceive it."},{"verse": 15, "text": "In a dream, in a vision of the night,  \n    when deep sleep falls on mortals,  \n    while they slumber on their beds,"},{"verse": 16, "text": "then he opens their ears,  \n    and terrifies them with warnings,"},{"verse": 17, "text": "that he may turn them aside from their deeds,  \n    and keep them from pride,"},{"verse": 18, "text": "to spare their souls from the Pit,  \n    their lives from traversing the River."},{"verse": 19, "text": "They are also chastened with pain upon their beds,  \n    and with continual strife in their bones,"},{"verse": 20, "text": "so that their lives loathe bread,  \n    and their appetites dainty food."},{"verse": 21, "text": "Their flesh is so wasted away that it cannot be seen;  \n    and their bones, once invisible, now stick out."},{"verse": 22, "text": "Their souls draw near the Pit,  \n    and their lives to those who bring death."},{"verse": 23, "text": "Then, if there should be for one of them an angel,  \n    a mediator, one of a thousand,  \n    one who declares a person upright,"},{"verse": 24, "text": "and he is gracious to that person, and says,  \n    \"Deliver him from going down into the Pit;  \n    I have found a ransom;"},{"verse": 25, "text": "let his flesh become fresh with youth;  \n    let him return to the days of his youthful vigor\";"},{"verse": 26, "footnotes": {"a": "Job 33:26 Heb _he_"}, "text": "then he prays to God, and is accepted by him,  \n    he comes into his presence with joy,  \nand God[^a] repays him for his righteousness."},{"verse": 27, "text": "    That person sings to others and says,  \n\"I sinned, and perverted what was right,  \n    and it was not paid back to me."},{"verse": 28, "text": "He has redeemed my soul from going down to the Pit,  \n    and my life shall see the light.\""},{"verse": 29, "text": "\"God indeed does all these things,  \n    twice, three times, with mortals,"},{"verse": 30, "footnotes": {"a": "Job 33:30 Syr: Heb _to be lighted with the light of life_"}, "text": "to bring back their souls from the Pit,  \n    so that they may see the light of life.[^a]"},{"verse": 31, "text": "Pay heed, Job, listen to me;  \n    be silent, and I will speak."},{"verse": 32, "text": "If you have anything to say, answer me;  \n    speak, for I desire to justify you."},{"verse": 33, "text": "If not, listen to me;  \n    be silent, and I will teach you wisdom.\""}]}
,{"chapter": 34, "verses":[{"verse": 1, "text": "||Elihu Proclaims God\"s Justice||Then Elihu continued and said:"},{"verse": 2, "text": "\"Hear my words, you wise men,  \n    and give ear to me, you who know;"},{"verse": 3, "text": "for the ear tests words  \n    as the palate tastes food."},{"verse": 4, "text": "Let us choose what is right;  \n    let us determine among ourselves what is good."},{"verse": 5, "text": "For Job has said, \"I am innocent,  \n    and God has taken away my right;"},{"verse": 6, "text": "in spite of being right I am counted a liar;  \n    my wound is incurable, though I am without transgression.\""},{"verse": 7, "text": "Who is there like Job,  \n    who drinks up scoffing like water,"},{"verse": 8, "text": "who goes in company with evildoers  \n    and walks with the wicked?"},{"verse": 9, "text": "For he has said, \"It profits one nothing  \n    to take delight in God.\""},{"verse": 10, "footnotes": {"a": "Job 34:10 Traditional rendering of Heb _Shaddai_"}, "text": "\"Therefore, hear me, you who have sense,  \n    far be it from God that he should do wickedness,  \n    and from the Almighty[^a] that he should do wrong."},{"verse": 11, "text": "For according to their deeds he will repay them,  \n    and according to their ways he will make it befall them."},{"verse": 12, "footnotes": {"a": "Job 34:12 Traditional rendering of Heb _Shaddai_"}, "text": "Of a truth, God will not do wickedly,  \n    and the Almighty[^a] will not pervert justice."},{"verse": 13, "footnotes": {"a": "Job 34:13 Heb lacks _on him_"}, "text": "Who gave him charge over the earth  \n    and who laid on him[^a] the whole world?"},{"verse": 14, "footnotes": {"a": "Job 34:14 Heb _his heart his spirit_"}, "text": "If he should take back his spirit[^a] to himself,  \n    and gather to himself his breath,"},{"verse": 15, "text": "all flesh would perish together,  \n    and all mortals return to dust."},{"verse": 16, "text": "\"If you have understanding, hear this;  \n    listen to what I say."},{"verse": 17, "text": "Shall one who hates justice govern?  \n    Will you condemn one who is righteous and mighty,"},{"verse": 18, "text": "who says to a king, \"You scoundrel!\"  \n    and to princes, \"You wicked men!\";"},{"verse": 19, "text": "who shows no partiality to nobles,  \n    nor regards the rich more than the poor,  \n    for they are all the work of his hands?"},{"verse": 20, "text": "In a moment they die;  \n    at midnight the people are shaken and pass away,  \n    and the mighty are taken away by no human hand."},{"verse": 21, "text": "\"For his eyes are upon the ways of mortals,  \n    and he sees all their steps."},{"verse": 22, "text": "There is no gloom or deep darkness  \n    where evildoers may hide themselves."},{"verse": 23, "footnotes": {"a": "Job 34:23 Cn: Heb _yet_"}, "text": "For he has not appointed a time[^a] for anyone  \n    to go before God in judgment."},{"verse": 24, "text": "He shatters the mighty without investigation,  \n    and sets others in their place."},{"verse": 25, "text": "Thus, knowing their works,  \n    he overturns them in the night, and they are crushed."},{"verse": 26, "text": "He strikes them for their wickedness  \n    while others look on,"},{"verse": 27, "text": "because they turned aside from following him,  \n    and had no regard for any of his ways,"},{"verse": 28, "text": "so that they caused the cry of the poor to come to him,  \n    and he heard the cry of the afflicted--"},{"verse": 29, "text": "When he is quiet, who can condemn?  \n    When he hides his face, who can behold him,  \n    whether it be a nation or an individual?--"},{"verse": 30, "text": "so that the godless should not reign,  \n    or those who ensnare the people."},{"verse": 31, "text": "\"For has anyone said to God,  \n    \"I have endured punishment; I will not offend any more;"},{"verse": 32, "text": "teach me what I do not see;  \n    if I have done iniquity, I will do it no more\"?"},{"verse": 33, "footnotes": {"a": "Job 34:33 Meaning of Heb of verses 29–33 uncertain"}, "text": "Will he then pay back to suit you,  \n    because you reject it?  \nFor you must choose, and not I;  \n    therefore declare what you know.[^a]"},{"verse": 34, "text": "Those who have sense will say to me,  \n    and the wise who hear me will say,"},{"verse": 35, "text": "\"Job speaks without knowledge,  \n    his words are without insight.\""},{"verse": 36, "text": "Would that Job were tried to the limit,  \n    because his answers are those of the wicked."},{"verse": 37, "text": "For he adds rebellion to his sin;  \n    he claps his hands among us,  \n    and multiplies his words against God.\""}]}
,{"chapter": 35, "verses":[{"verse": 1, "text": "||Elihu Condemns Self-Righteousness||Elihu continued and said:"},{"verse": 2, "text": "\"Do you think this to be just?  \n    You say, \"I am in the right before God.\""},{"verse": 3, "text": "If you ask, \"What advantage have I?  \n    How am I better off than if I had sinned?\""},{"verse": 4, "text": "I will answer you  \n    and your friends with you."},{"verse": 5, "text": "Look at the heavens and see;  \n    observe the clouds, which are higher than you."},{"verse": 6, "text": "If you have sinned, what do you accomplish against him?  \n    And if your transgressions are multiplied, what do you do to him?"},{"verse": 7, "text": "If you are righteous, what do you give to him;  \n    or what does he receive from your hand?"},{"verse": 8, "text": "Your wickedness affects others like you,  \n    and your righteousness, other human beings."},{"verse": 9, "text": "\"Because of the multitude of oppressions people cry out;  \n    they call for help because of the arm of the mighty."},{"verse": 10, "text": "But no one says, \"Where is God my Maker,  \n    who gives strength in the night,"},{"verse": 11, "text": "who teaches us more than the animals of the earth,  \n    and makes us wiser than the birds of the air?\""},{"verse": 12, "text": "There they cry out, but he does not answer,  \n    because of the pride of evildoers."},{"verse": 13, "footnotes": {"a": "Job 35:13 Traditional rendering of Heb _Shaddai_"}, "text": "Surely God does not hear an empty cry,  \n    nor does the Almighty[^a] regard it."},{"verse": 14, "text": "How much less when you say that you do not see him,  \n    that the case is before him, and you are waiting for him!"},{"verse": 15, "footnotes": {"a": "Job 35:15 Theodotion Symmachus Compare Vg: Meaning of Heb uncertain"}, "text": "And now, because his anger does not punish,  \n    and he does not greatly heed transgression,[^a]"},{"verse": 16, "text": "Job opens his mouth in empty talk,  \n    he multiplies words without knowledge.\""}]}
,{"chapter": 36, "verses":[{"verse": 1, "text": "||Elihu Exalts God\"s Goodness||Elihu continued and said:"},{"verse": 2, "text": "\"Bear with me a little, and I will show you,  \n    for I have yet something to say on God\"s behalf."},{"verse": 3, "text": "I will bring my knowledge from far away,  \n    and ascribe righteousness to my Maker."},{"verse": 4, "text": "For truly my words are not false;  \n    one who is perfect in knowledge is with you."},{"verse": 5, "text": "\"Surely God is mighty and does not despise any;  \n    he is mighty in strength of understanding."},{"verse": 6, "text": "He does not keep the wicked alive,  \n    but gives the afflicted their right."},{"verse": 7, "text": "He does not withdraw his eyes from the righteous,  \n    but with kings on the throne  \n    he sets them forever, and they are exalted."},{"verse": 8, "text": "And if they are bound in fetters  \n    and caught in the cords of affliction,"},{"verse": 9, "text": "then he declares to them their work  \n    and their transgressions, that they are behaving arrogantly."},{"verse": 10, "text": "He opens their ears to instruction,  \n    and commands that they return from iniquity."},{"verse": 11, "text": "If they listen, and serve him,  \n    they complete their days in prosperity,  \n    and their years in pleasantness."},{"verse": 12, "text": "But if they do not listen, they shall perish by the sword,  \n    and die without knowledge."},{"verse": 13, "text": "\"The godless in heart cherish anger;  \n    they do not cry for help when he binds them."},{"verse": 14, "footnotes": {"a": "Job 36:14 Heb _ends among the temple prostitutes_"}, "text": "They die in their youth,  \n    and their life ends in shame.[^a]"},{"verse": 15, "text": "He delivers the afflicted by their affliction,  \n    and opens their ear by adversity."},{"verse": 16, "text": "He also allured you out of distress  \n    into a broad place where there was no constraint,  \n    and what was set on your table was full of fatness."},{"verse": 17, "text": "\"But you are obsessed with the case of the wicked;  \n    judgment and justice seize you."},{"verse": 18, "text": "Beware that wrath does not entice you into scoffing,  \n    and do not let the greatness of the ransom turn you aside."},{"verse": 19, "text": "Will your cry avail to keep you from distress,  \n    or will all the force of your strength?"},{"verse": 20, "text": "Do not long for the night,  \n    when peoples are cut off in their place."},{"verse": 21, "text": "Beware! Do not turn to iniquity;  \n    because of that you have been tried by affliction."},{"verse": 22, "text": "See, God is exalted in his power;  \n    who is a teacher like him?"},{"verse": 23, "text": "Who has prescribed for him his way,  \n    or who can say, \"You have done wrong\"?"},{"verse": 24, "text": "||Elihu Proclaims God\"s Majesty||\"Remember to extol his work,  \n    of which mortals have sung."},{"verse": 25, "text": "All people have looked on it;  \n    everyone watches it from far away."},{"verse": 26, "text": "Surely God is great, and we do not know him;  \n    the number of his years is unsearchable."},{"verse": 27, "footnotes": {"a": "Job 36:27 Cn: Heb _they distill_"}, "text": "For he draws up the drops of water;  \n    he distills[^a] his mist in rain,"},{"verse": 28, "text": "which the skies pour down  \n    and drop upon mortals abundantly."},{"verse": 29, "text": "Can anyone understand the spreading of the clouds,  \n    the thunderings of his pavilion?"},{"verse": 30, "text": "See, he scatters his lightning around him  \n    and covers the roots of the sea."},{"verse": 31, "text": "For by these he governs peoples;  \n    he gives food in abundance."},{"verse": 32, "text": "He covers his hands with the lightning,  \n    and commands it to strike the mark."},{"verse": 33, "footnotes": {"a": "Job 36:33 Meaning of Heb uncertain", "b": "Job 36:33 Meaning of Heb uncertain"}, "text": "Its crashing[^a] tells about him;  \n    he is jealous[^b] with anger against iniquity."}]}
,{"chapter": 37, "verses":[{"verse": 1, "text": "\"At this also my heart trembles,  \n    and leaps out of its place."},{"verse": 2, "text": "Listen, listen to the thunder of his voice  \n    and the rumbling that comes from his mouth."},{"verse": 3, "text": "Under the whole heaven he lets it loose,  \n    and his lightning to the corners of the earth."},{"verse": 4, "footnotes": {"a": "Job 37:4 Heb _them_"}, "text": "After it his voice roars;  \n    he thunders with his majestic voice  \n    and he does not restrain the lightnings[^a] when his voice is heard."},{"verse": 5, "text": "God thunders wondrously with his voice;  \n    he does great things that we cannot comprehend."},{"verse": 6, "text": "For to the snow he says, \"Fall on the earth\";  \n    and the shower of rain, his heavy shower of rain,"},{"verse": 7, "footnotes": {"a": "Job 37:7 Meaning of Heb of verse 7 uncertain"}, "text": "serves as a sign on everyone\"s hand,  \n    so that all whom he has made may know it.[^a]"},{"verse": 8, "text": "Then the animals go into their lairs  \n    and remain in their dens."},{"verse": 9, "text": "From its chamber comes the whirlwind,  \n    and cold from the scattering winds."},{"verse": 10, "text": "By the breath of God ice is given,  \n    and the broad waters are frozen fast."},{"verse": 11, "text": "He loads the thick cloud with moisture;  \n    the clouds scatter his lightning."},{"verse": 12, "text": "They turn round and round by his guidance,  \n    to accomplish all that he commands them  \n    on the face of the habitable world."},{"verse": 13, "text": "Whether for correction, or for his land,  \n    or for love, he causes it to happen."},{"verse": 14, "text": "\"Hear this, O Job;  \n    stop and consider the wondrous works of God."},{"verse": 15, "text": "Do you know how God lays his command upon them,  \n    and causes the lightning of his cloud to shine?"},{"verse": 16, "text": "Do you know the balancings of the clouds,  \n    the wondrous works of the one whose knowledge is perfect,"},{"verse": 17, "text": "you whose garments are hot  \n    when the earth is still because of the south wind?"},{"verse": 18, "text": "Can you, like him, spread out the skies,  \n    hard as a molten mirror?"},{"verse": 19, "text": "Teach us what we shall say to him;  \n    we cannot draw up our case because of darkness."},{"verse": 20, "text": "Should he be told that I want to speak?  \n    Did anyone ever wish to be swallowed up?"},{"verse": 21, "text": "Now, no one can look on the light  \n    when it is bright in the skies,  \n    when the wind has passed and cleared them."},{"verse": 22, "text": "Out of the north comes golden splendor;  \n    around God is awesome majesty."},{"verse": 23, "footnotes": {"a": "Job 37:23 Traditional rendering of Heb _Shaddai_"}, "text": "The Almighty[^a]--we cannot find him;  \n    he is great in power and justice,  \n    and abundant righteousness he will not violate."},{"verse": 24, "text": "Therefore mortals fear him;  \n    he does not regard any who are wise in their own conceit.\""}]}
,{"chapter": 38, "verses":[{"verse": 1, "text": "||The LORD Answers Job||Then the LORD answered Job out of the whirlwind:"},{"verse": 2, "text": "\"Who is this that darkens counsel by words without knowledge?"},{"verse": 3, "text": "Gird up your loins like a man,  \n    I will question you, and you shall declare to me."},{"verse": 4, "text": "\"Where were you when I laid the foundation of the earth?  \n    Tell me, if you have understanding."},{"verse": 5, "text": "Who determined its measurements--surely you know!  \n    Or who stretched the line upon it?"},{"verse": 6, "text": "On what were its bases sunk,  \n    or who laid its cornerstone"},{"verse": 7, "footnotes": {"a": "Job 38:7 Heb _sons of God_"}, "text": "when the morning stars sang together  \n    and all the heavenly beings[^a] shouted for joy?"},{"verse": 8, "text": "\"Or who shut in the sea with doors  \n    when it burst out from the womb?--"},{"verse": 9, "text": "when I made the clouds its garment,  \n    and thick darkness its swaddling band,"},{"verse": 10, "text": "and prescribed bounds for it,  \n    and set bars and doors,"},{"verse": 11, "text": "and said, \"Thus far shall you come, and no farther,  \n    and here shall your proud waves be stopped\"?"},{"verse": 12, "text": "\"Have you commanded the morning since your days began,  \n    and caused the dawn to know its place,"},{"verse": 13, "text": "so that it might take hold of the skirts of the earth,  \n    and the wicked be shaken out of it?"},{"verse": 14, "footnotes": {"a": "Job 38:14 Cn: Heb _and they stand forth_"}, "text": "It is changed like clay under the seal,  \n    and it is dyed[^a] like a garment."},{"verse": 15, "text": "Light is withheld from the wicked,  \n    and their uplifted arm is broken."},{"verse": 16, "text": "\"Have you entered into the springs of the sea,  \n    or walked in the recesses of the deep?"},{"verse": 17, "text": "Have the gates of death been revealed to you,  \n    or have you seen the gates of deep darkness?"},{"verse": 18, "text": "Have you comprehended the expanse of the earth?  \n    Declare, if you know all this."},{"verse": 19, "text": "\"Where is the way to the dwelling of light,  \n    and where is the place of darkness,"},{"verse": 20, "text": "that you may take it to its territory  \n    and that you may discern the paths to its home?"},{"verse": 21, "text": "Surely you know, for you were born then,  \n    and the number of your days is great!"},{"verse": 22, "text": "\"Have you entered the storehouses of the snow,  \n    or have you seen the storehouses of the hail,"},{"verse": 23, "text": "which I have reserved for the time of trouble,  \n    for the day of battle and war?"},{"verse": 24, "text": "What is the way to the place where the light is distributed,  \n    or where the east wind is scattered upon the earth?"},{"verse": 25, "text": "\"Who has cut a channel for the torrents of rain,  \n    and a way for the thunderbolt,"},{"verse": 26, "text": "to bring rain on a land where no one lives,  \n    on the desert, which is empty of human life,"},{"verse": 27, "text": "to satisfy the waste and desolate land,  \n    and to make the ground put forth grass?"},{"verse": 28, "text": "\"Has the rain a father,  \n    or who has begotten the drops of dew?"},{"verse": 29, "text": "From whose womb did the ice come forth,  \n    and who has given birth to the hoarfrost of heaven?"},{"verse": 30, "text": "The waters become hard like stone,  \n    and the face of the deep is frozen."},{"verse": 31, "text": "\"Can you bind the chains of the Pleiades,  \n    or loose the cords of Orion?"},{"verse": 32, "text": "Can you lead forth the Mazzaroth in their season,  \n    or can you guide the Bear with its children?"},{"verse": 33, "text": "Do you know the ordinances of the heavens?  \n    Can you establish their rule on the earth?"},{"verse": 34, "text": "\"Can you lift up your voice to the clouds,  \n    so that a flood of waters may cover you?"},{"verse": 35, "text": "Can you send forth lightnings, so that they may go  \n    and say to you, \"Here we are\"?"},{"verse": 36, "footnotes": {"a": "Job 38:36 Meaning of Heb uncertain", "b": "Job 38:36 Meaning of Heb uncertain"}, "text": "Who has put wisdom in the inward parts,[^a]  \n    or given understanding to the mind?[^b]"},{"verse": 37, "text": "Who has the wisdom to number the clouds?  \n    Or who can tilt the waterskins of the heavens,"},{"verse": 38, "text": "when the dust runs into a mass  \n    and the clods cling together?"},{"verse": 39, "text": "\"Can you hunt the prey for the lion,  \n    or satisfy the appetite of the young lions,"},{"verse": 40, "text": "when they crouch in their dens,  \n    or lie in wait in their covert?"},{"verse": 41, "text": "Who provides for the raven its prey,  \n    when its young ones cry to God,  \n    and wander about for lack of food?"}]}
,{"chapter": 39, "verses":[{"verse": 1, "text": "\"Do you know when the mountain goats give birth?  \n    Do you observe the calving of the deer?"},{"verse": 2, "text": "Can you number the months that they fulfill,  \n    and do you know the time when they give birth,"},{"verse": 3, "text": "when they crouch to give birth to their offspring,  \n    and are delivered of their young?"},{"verse": 4, "text": "Their young ones become strong, they grow up in the open;  \n    they go forth, and do not return to them."},{"verse": 5, "text": "\"Who has let the wild ass go free?  \n    Who has loosed the bonds of the swift ass,"},{"verse": 6, "text": "to which I have given the steppe for its home,  \n    the salt land for its dwelling place?"},{"verse": 7, "text": "It scorns the tumult of the city;  \n    it does not hear the shouts of the driver."},{"verse": 8, "text": "It ranges the mountains as its pasture,  \n    and it searches after every green thing."},{"verse": 9, "text": "\"Is the wild ox willing to serve you?  \n    Will it spend the night at your crib?"},{"verse": 10, "text": "Can you tie it in the furrow with ropes,  \n    or will it harrow the valleys after you?"},{"verse": 11, "text": "Will you depend on it because its strength is great,  \n    and will you hand over your labor to it?"},{"verse": 12, "footnotes": {"a": "Job 39:12 Heb _your grain and your threshing floor_"}, "text": "Do you have faith in it that it will return,  \n    and bring your grain to your threshing floor?[^a]"},{"verse": 13, "footnotes": {"a": "Job 39:13 Meaning of Heb uncertain"}, "text": "\"The ostrich\"s wings flap wildly,  \n    though its pinions lack plumage.[^a]"},{"verse": 14, "text": "For it leaves its eggs to the earth,  \n    and lets them be warmed on the ground,"},{"verse": 15, "text": "forgetting that a foot may crush them,  \n    and that a wild animal may trample them."},{"verse": 16, "text": "It deals cruelly with its young, as if they were not its own;  \n    though its labor should be in vain, yet it has no fear;"},{"verse": 17, "text": "because God has made it forget wisdom,  \n    and given it no share in understanding."},{"verse": 18, "footnotes": {"a": "Job 39:18 Meaning of Heb uncertain"}, "text": "When it spreads its plumes aloft,[^a]  \n    it laughs at the horse and its rider."},{"verse": 19, "text": "\"Do you give the horse its might?  \n    Do you clothe its neck with mane?"},{"verse": 20, "text": "Do you make it leap like the locust?  \n    Its majestic snorting is terrible."},{"verse": 21, "footnotes": {"a": "Job 39:21 Gk Syr Vg: Heb _they dig_"}, "text": "It paws[^a] violently, exults mightily;  \n    it goes out to meet the weapons."},{"verse": 22, "text": "It laughs at fear, and is not dismayed;  \n    it does not turn back from the sword."},{"verse": 23, "text": "Upon it rattle the quiver,  \n    the flashing spear, and the javelin."},{"verse": 24, "text": "With fierceness and rage it swallows the ground;  \n    it cannot stand still at the sound of the trumpet."},{"verse": 25, "text": "When the trumpet sounds, it says \"Aha!\"  \n    From a distance it smells the battle,  \n    the thunder of the captains, and the shouting."},{"verse": 26, "text": "\"Is it by your wisdom that the hawk soars,  \n    and spreads its wings toward the south?"},{"verse": 27, "text": "Is it at your command that the eagle mounts up  \n    and makes its nest on high?"},{"verse": 28, "text": "It lives on the rock and makes its home  \n    in the fastness of the rocky crag."},{"verse": 29, "text": "From there it spies the prey;  \n    its eyes see it from far away."},{"verse": 30, "text": "Its young ones suck up blood;  \n    and where the slain are, there it is.\""}]}
,{"chapter": 40, "verses":[{"verse": 1, "text": "And the LORD said to Job:"},{"verse": 2, "footnotes": {"a": "Job 40:2 Traditional rendering of Heb _Shaddai_"}, "text": "\"Shall a faultfinder contend with the Almighty?[^a]  \n    Anyone who argues with God must respond.\""},{"verse": 3, "text": "||Job\"s Response to God||Then Job answered the LORD:"},{"verse": 4, "text": "\"See, I am of small account; what shall I answer you?  \n    I lay my hand on my mouth."},{"verse": 5, "text": "I have spoken once, and I will not answer;  \n    twice, but will proceed no further.\""},{"verse": 6, "text": "||God\"s Challenge to Job||Then the LORD answered Job out of the whirlwind:"},{"verse": 7, "text": "\"Gird up your loins like a man;  \n    I will question you, and you declare to me."},{"verse": 8, "text": "Will you even put me in the wrong?  \n    Will you condemn me that you may be justified?"},{"verse": 9, "text": "Have you an arm like God,  \n    and can you thunder with a voice like his?"},{"verse": 10, "text": "\"Deck yourself with majesty and dignity;  \n    clothe yourself with glory and splendor."},{"verse": 11, "text": "Pour out the overflowings of your anger,  \n    and look on all who are proud, and abase them."},{"verse": 12, "text": "Look on all who are proud, and bring them low;  \n    tread down the wicked where they stand."},{"verse": 13, "footnotes": {"a": "Job 40:13 Heb _the hidden place_"}, "text": "Hide them all in the dust together;  \n    bind their faces in the world below.[^a]"},{"verse": 14, "text": "Then I will also acknowledge to you  \n    that your own right hand can give you victory."},{"verse": 15, "text": "\"Look at Behemoth,  \n    which I made just as I made you;  \n    it eats grass like an ox."},{"verse": 16, "text": "Its strength is in its loins,  \n    and its power in the muscles of its belly."},{"verse": 17, "text": "It makes its tail stiff like a cedar;  \n    the sinews of its thighs are knit together."},{"verse": 18, "text": "Its bones are tubes of bronze,  \n    its limbs like bars of iron."},{"verse": 19, "text": "\"It is the first of the great acts of God--  \n    only its Maker can approach it with the sword."},{"verse": 20, "text": "For the mountains yield food for it  \n    where all the wild animals play."},{"verse": 21, "text": "Under the lotus plants it lies,  \n    in the covert of the reeds and in the marsh."},{"verse": 22, "text": "The lotus trees cover it for shade;  \n    the willows of the wadi surround it."},{"verse": 23, "text": "Even if the river is turbulent, it is not frightened;  \n    it is confident though Jordan rushes against its mouth."},{"verse": 24, "footnotes": {"a": "Job 40:24 Cn: Heb _in his eyes_"}, "text": "Can one take it with hooks[^a]  \n    or pierce its nose with a snare?"}]}
,{"chapter": 41, "verses":[{"verse": 1, "footnotes": {"a": "Job 41:1 Ch 40.25 in Heb", "b": "Job 41:1 Or _the crocodile_"}, "text": "[^a] \"Can you draw out Leviathan[^b] with a fishhook,  \n    or press down its tongue with a cord?"},{"verse": 2, "text": "Can you put a rope in its nose,  \n    or pierce its jaw with a hook?"},{"verse": 3, "text": "Will it make many supplications to you?  \n    Will it speak soft words to you?"},{"verse": 4, "text": "Will it make a covenant with you  \n    to be taken as your servant forever?"},{"verse": 5, "text": "Will you play with it as with a bird,  \n    or will you put it on leash for your girls?"},{"verse": 6, "text": "Will traders bargain over it?  \n    Will they divide it up among the merchants?"},{"verse": 7, "text": "Can you fill its skin with harpoons,  \n    or its head with fishing spears?"},{"verse": 8, "text": "Lay hands on it;  \n    think of the battle; you will not do it again!"},{"verse": 9, "footnotes": {"a": "Job 41:9 Ch 41.1 in Heb", "b": "Job 41:9 Heb _of it_", "c": "Job 41:9 Cn Compare Symmachus Syr: Heb _one is_"}, "text": "[^a] Any hope of capturing it[^b] will be disappointed;  \n    were not even the gods[^c] overwhelmed at the sight of it?"},{"verse": 10, "footnotes": {"a": "Job 41:10 Heb _me_"}, "text": "No one is so fierce as to dare to stir it up.  \n    Who can stand before it?[^a]"},{"verse": 11, "footnotes": {"a": "Job 41:11 Heb _me_", "b": "Job 41:11 Gk: Heb _that I shall repay_", "c": "Job 41:11 Heb _to me_"}, "text": "Who can confront it[^a] and be safe?[^b]  \n    --under the whole heaven, who?[^c]"},{"verse": 12, "text": "\"I will not keep silence concerning its limbs,  \n    or its mighty strength, or its splendid frame."},{"verse": 13, "footnotes": {"a": "Job 41:13 Gk: Heb _bridle_"}, "text": "Who can strip off its outer garment?  \n    Who can penetrate its double coat of mail?[^a]"},{"verse": 14, "text": "Who can open the doors of its face?  \n    There is terror all around its teeth."},{"verse": 15, "footnotes": {"a": "Job 41:15 Cn Compare Gk Vg: Heb _pride_"}, "text": "Its back[^a] is made of shields in rows,  \n    shut up closely as with a seal."},{"verse": 16, "text": "One is so near to another  \n    that no air can come between them."},{"verse": 17, "text": "They are joined one to another;  \n    they clasp each other and cannot be separated."},{"verse": 18, "text": "Its sneezes flash forth light,  \n    and its eyes are like the eyelids of the dawn."},{"verse": 19, "text": "From its mouth go flaming torches;  \n    sparks of fire leap out."},{"verse": 20, "text": "Out of its nostrils comes smoke,  \n    as from a boiling pot and burning rushes."},{"verse": 21, "text": "Its breath kindles coals,  \n    and a flame comes out of its mouth."},{"verse": 22, "text": "In its neck abides strength,  \n    and terror dances before it."},{"verse": 23, "text": "The folds of its flesh cling together;  \n    it is firmly cast and immovable."},{"verse": 24, "text": "Its heart is as hard as stone,  \n    as hard as the lower millstone."},{"verse": 25, "text": "When it raises itself up the gods are afraid;  \n    at the crashing they are beside themselves."},{"verse": 26, "text": "Though the sword reaches it, it does not avail,  \n    nor does the spear, the dart, or the javelin."},{"verse": 27, "text": "It counts iron as straw,  \n    and bronze as rotten wood."},{"verse": 28, "text": "The arrow cannot make it flee;  \n    slingstones, for it, are turned to chaff."},{"verse": 29, "text": "Clubs are counted as chaff;  \n    it laughs at the rattle of javelins."},{"verse": 30, "text": "Its underparts are like sharp potsherds;  \n    it spreads itself like a threshing sledge on the mire."},{"verse": 31, "text": "It makes the deep boil like a pot;  \n    it makes the sea like a pot of ointment."},{"verse": 32, "text": "It leaves a shining wake behind it;  \n    one would think the deep to be white-haired."},{"verse": 33, "text": "On earth it has no equal,  \n    a creature without fear."},{"verse": 34, "text": "It surveys everything that is lofty;  \n    it is king over all that are proud.\""}]}
,{"chapter": 42, "verses":[{"verse": 1, "text": "||Job Is Humbled and Satisfied||Then Job answered the LORD:"},{"verse": 2, "text": "\"I know that you can do all things,  \n    and that no purpose of yours can be thwarted."},{"verse": 3, "text": "\"Who is this that hides counsel without knowledge?\"  \nTherefore I have uttered what I did not understand,  \n    things too wonderful for me, which I did not know."},{"verse": 4, "text": "\"Hear, and I will speak;  \n    I will question you, and you declare to me.\""},{"verse": 5, "text": "I had heard of you by the hearing of the ear,  \n    but now my eye sees you;"},{"verse": 6, "text": "therefore I despise myself,  \n    and repent in dust and ashes.\""},{"verse": 7, "text": "||Job\"s Friends Are Humiliated||After the LORD had spoken these words to Job, the LORD said to Eliphaz the Temanite: \"My wrath is kindled against you and against your two friends; for you have not spoken of me what is right, as my servant Job has."},{"verse": 8, "text": "Now therefore take seven bulls and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering; and my servant Job shall pray for you, for I will accept his prayer not to deal with you according to your folly; for you have not spoken of me what is right, as my servant Job has done.\""},{"verse": 9, "text": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did what the LORD had told them; and the LORD accepted Job\"s prayer."},{"verse": 10, "text": "||Job\"s Fortunes Are Restored Twofold||And the LORD restored the fortunes of Job when he had prayed for his friends; and the LORD gave Job twice as much as he had before."},{"verse": 11, "footnotes": {"a": "Job 42:11 Heb _a qesitah_"}, "text": "Then there came to him all his brothers and sisters and all who had known him before, and they ate bread with him in his house; they showed him sympathy and comforted him for all the evil that the LORD had brought upon him; and each of them gave him a piece of money[^a] and a gold ring."},{"verse": 12, "text": "The LORD blessed the latter days of Job more than his beginning; and he had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, and a thousand donkeys."},{"verse": 13, "text": "He also had seven sons and three daughters."},{"verse": 14, "text": "He named the first Jemimah, the second Keziah, and the third Keren-happuch."},{"verse": 15, "text": "In all the land there were no women so beautiful as Job\"s daughters; and their father gave them an inheritance along with their brothers."},{"verse": 16, "text": "After this Job lived one hundred and forty years, and saw his children, and his children\"s children, four generations."},{"verse": 17, "text": "And Job died, old and full of days."}]}
]}