{"book": "John", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||The Word Became Flesh||In the beginning was the Word, and the Word was with God, and the Word was God."},{"verse": 2, "text": "He was in the beginning with God."},{"verse": 3, "text": "All things came into being through him, and without him not one thing came into being. What has come into being"},{"verse": 4, "footnotes": {"a": "John 1:4 Or _|[3 ]|through him. And without him not one thing came into being that has come into being. |[4 ]|In him was life_"}, "text": "in him was life,[^a] and the life was the light of all people."},{"verse": 5, "text": "The light shines in the darkness, and the darkness did not overcome it."},{"verse": 6, "text": "There was a man sent from God, whose name was John."},{"verse": 7, "text": "He came as a witness to testify to the light, so that all might believe through him."},{"verse": 8, "text": "He himself was not the light, but he came to testify to the light."},{"verse": 9, "footnotes": {"a": "John 1:9 Or _He was the true light that enlightens everyone coming into the world_"}, "text": "The true light, which enlightens everyone, was coming into the world.[^a]"},{"verse": 10, "text": "He was in the world, and the world came into being through him; yet the world did not know him."},{"verse": 11, "footnotes": {"a": "John 1:11 Or _to his own home_"}, "text": "He came to what was his own,[^a] and his own people did not accept him."},{"verse": 12, "text": "But to all who received him, who believed in his name, he gave power to become children of God,"},{"verse": 13, "text": "who were born, not of blood or of the will of the flesh or of the will of man, but of God."},{"verse": 14, "footnotes": {"a": "John 1:14 Or _the Father’s only Son_"}, "text": "And the Word became flesh and lived among us, and we have seen his glory, the glory as of a father\"s only son,[^a] full of grace and truth."},{"verse": 15, "text": "(John testified to him and cried out, \"This was he of whom I said, \"He who comes after me ranks ahead of me because he was before me.\"\")"},{"verse": 16, "text": "From his fullness we have all received, grace upon grace."},{"verse": 17, "text": "The law indeed was given through Moses; grace and truth came through Jesus Christ."},{"verse": 18, "footnotes": {"a": "John 1:18 Other ancient authorities read _It is an only Son, God,_ or _It is the only Son_", "b": "John 1:18 Gk _bosom_"}, "text": "No one has ever seen God. It is God the only Son,[^a] who is close to the Father\"s heart,[^b] who has made him known."},{"verse": 19, "text": "||The Testimony of John the Baptist||This is the testimony given by John when the Jews sent priests and Levites from Jerusalem to ask him, \"Who are you?\""},{"verse": 20, "footnotes": {"a": "John 1:20 Or _the Christ_"}, "text": "He confessed and did not deny it, but confessed, \"I am not the Messiah.\"[^a]"},{"verse": 21, "text": "And they asked him, \"What then? Are you Elijah?\" He said, \"I am not.\" \"Are you the prophet?\" He answered, \"No.\""},{"verse": 22, "text": "Then they said to him, \"Who are you? Let us have an answer for those who sent us. What do you say about yourself?\""},{"verse": 23, "text": "He said,\n\"I am the voice of one crying out in the wilderness,  \n\"Make straight the way of the Lord,\"\"\nas the prophet Isaiah said."},{"verse": 24, "text": "Now they had been sent from the Pharisees."},{"verse": 25, "footnotes": {"a": "John 1:25 Or _the Christ_"}, "text": "They asked him, \"Why then are you baptizing if you are neither the Messiah,[^a] nor Elijah, nor the prophet?\""},{"verse": 26, "text": "John answered them, \"I baptize with water. Among you stands one whom you do not know,"},{"verse": 27, "text": "the one who is coming after me; I am not worthy to untie the thong of his sandal.\""},{"verse": 28, "text": "This took place in Bethany across the Jordan where John was baptizing."},{"verse": 29, "text": "||The Lamb of God||The next day he saw Jesus coming toward him and declared, \"Here is the Lamb of God who takes away the sin of the world!"},{"verse": 30, "text": "This is he of whom I said, \"After me comes a man who ranks ahead of me because he was before me.\""},{"verse": 31, "text": "I myself did not know him; but I came baptizing with water for this reason, that he might be revealed to Israel.\""},{"verse": 32, "text": "And John testified, \"I saw the Spirit descending from heaven like a dove, and it remained on him."},{"verse": 33, "text": "I myself did not know him, but the one who sent me to baptize with water said to me, \"He on whom you see the Spirit descend and remain is the one who baptizes with the Holy Spirit.\""},{"verse": 34, "footnotes": {"a": "John 1:34 Other ancient authorities read _is God’s chosen one_"}, "text": "And I myself have seen and have testified that this is the Son of God.\"[^a]"},{"verse": 35, "text": "||The First Disciples of Jesus||The next day John again was standing with two of his disciples,"},{"verse": 36, "text": "and as he watched Jesus walk by, he exclaimed, \"Look, here is the Lamb of God!\""},{"verse": 37, "text": "The two disciples heard him say this, and they followed Jesus."},{"verse": 38, "text": "When Jesus turned and saw them following, he said to them, \"What are you looking for?\" They said to him, \"Rabbi\" (which translated means Teacher), \"where are you staying?\""},{"verse": 39, "text": "He said to them, \"Come and see.\" They came and saw where he was staying, and they remained with him that day. It was about four o\"clock in the afternoon."},{"verse": 40, "text": "One of the two who heard John speak and followed him was Andrew, Simon Peter\"s brother."},{"verse": 41, "footnotes": {"a": "John 1:41 Or _Christ_"}, "text": "He first found his brother Simon and said to him, \"We have found the Messiah\" (which is translated Anointed[^a])."},{"verse": 42, "footnotes": {"a": "John 1:42 Gk _him_", "b": "John 1:42 From the word for _rock_ in Aramaic (_kepha_) and Greek (_petra_), respectively"}, "text": "He brought Simon[^a] to Jesus, who looked at him and said, \"You are Simon son of John. You are to be called Cephas\" (which is translated Peter[^b])."},{"verse": 43, "text": "||Jesus Calls Philip and Nathanael||The next day Jesus decided to go to Galilee. He found Philip and said to him, \"Follow me.\""},{"verse": 44, "text": "Now Philip was from Bethsaida, the city of Andrew and Peter."},{"verse": 45, "text": "Philip found Nathanael and said to him, \"We have found him about whom Moses in the law and also the prophets wrote, Jesus son of Joseph from Nazareth.\""},{"verse": 46, "text": "Nathanael said to him, \"Can anything good come out of Nazareth?\" Philip said to him, \"Come and see.\""},{"verse": 47, "text": "When Jesus saw Nathanael coming toward him, he said of him, \"Here is truly an Israelite in whom there is no deceit!\""},{"verse": 48, "text": "Nathanael asked him, \"Where did you get to know me?\" Jesus answered, \"I saw you under the fig tree before Philip called you.\""},{"verse": 49, "text": "Nathanael replied, \"Rabbi, you are the Son of God! You are the King of Israel!\""},{"verse": 50, "text": "Jesus answered, \"Do you believe because I told you that I saw you under the fig tree? You will see greater things than these.\""},{"verse": 51, "footnotes": {"a": "John 1:51 Both instances of the Greek word for _you_ in this verse are plural"}, "text": "And he said to him, \"Very truly, I tell you,[^a] you will see heaven opened and the angels of God ascending and descending upon the Son of Man.\""}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||The Wedding at Cana||On the third day there was a wedding in Cana of Galilee, and the mother of Jesus was there."},{"verse": 2, "text": "Jesus and his disciples had also been invited to the wedding."},{"verse": 3, "text": "When the wine gave out, the mother of Jesus said to him, \"They have no wine.\""},{"verse": 4, "text": "And Jesus said to her, \"Woman, what concern is that to you and to me? My hour has not yet come.\""},{"verse": 5, "text": "His mother said to the servants, \"Do whatever he tells you.\""},{"verse": 6, "text": "Now standing there were six stone water jars for the Jewish rites of purification, each holding twenty or thirty gallons."},{"verse": 7, "text": "Jesus said to them, \"Fill the jars with water.\" And they filled them up to the brim."},{"verse": 8, "text": "He said to them, \"Now draw some out, and take it to the chief steward.\" So they took it."},{"verse": 9, "text": "When the steward tasted the water that had become wine, and did not know where it came from (though the servants who had drawn the water knew), the steward called the bridegroom"},{"verse": 10, "text": "and said to him, \"Everyone serves the good wine first, and then the inferior wine after the guests have become drunk. But you have kept the good wine until now.\""},{"verse": 11, "text": "Jesus did this, the first of his signs, in Cana of Galilee, and revealed his glory; and his disciples believed in him."},{"verse": 12, "text": "After this he went down to Capernaum with his mother, his brothers, and his disciples; and they remained there a few days."},{"verse": 13, "text": "||Jesus Cleanses the Temple||The Passover of the Jews was near, and Jesus went up to Jerusalem."},{"verse": 14, "text": "In the temple he found people selling cattle, sheep, and doves, and the money changers seated at their tables."},{"verse": 15, "text": "Making a whip of cords, he drove all of them out of the temple, both the sheep and the cattle. He also poured out the coins of the money changers and overturned their tables."},{"verse": 16, "text": "He told those who were selling the doves, \"Take these things out of here! Stop making my Father\"s house a marketplace!\""},{"verse": 17, "text": "His disciples remembered that it was written, \"Zeal for your house will consume me.\""},{"verse": 18, "text": "The Jews then said to him, \"What sign can you show us for doing this?\""},{"verse": 19, "text": "Jesus answered them, \"Destroy this temple, and in three days I will raise it up.\""},{"verse": 20, "text": "The Jews then said, \"This temple has been under construction for forty-six years, and will you raise it up in three days?\""},{"verse": 21, "text": "But he was speaking of the temple of his body."},{"verse": 22, "text": "After he was raised from the dead, his disciples remembered that he had said this; and they believed the scripture and the word that Jesus had spoken."},{"verse": 23, "text": "When he was in Jerusalem during the Passover festival, many believed in his name because they saw the signs that he was doing."},{"verse": 24, "text": "But Jesus on his part would not entrust himself to them, because he knew all people"},{"verse": 25, "text": "and needed no one to testify about anyone; for he himself knew what was in everyone."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Nicodemus Visits Jesus||Now there was a Pharisee named Nicodemus, a leader of the Jews."},{"verse": 2, "footnotes": {"a": "John 3:2 Gk _him_"}, "text": "He came to Jesus[^a] by night and said to him, \"Rabbi, we know that you are a teacher who has come from God; for no one can do these signs that you do apart from the presence of God.\""},{"verse": 3, "footnotes": {"a": "John 3:3 Or _born anew_"}, "text": "Jesus answered him, \"Very truly, I tell you, no one can see the kingdom of God without being born from above.\"[^a]"},{"verse": 4, "text": "Nicodemus said to him, \"How can anyone be born after having grown old? Can one enter a second time into the mother\"s womb and be born?\""},{"verse": 5, "text": "Jesus answered, \"Very truly, I tell you, no one can enter the kingdom of God without being born of water and Spirit."},{"verse": 6, "footnotes": {"a": "John 3:6 The same Greek word means both _wind_ and _spirit_"}, "text": "What is born of the flesh is flesh, and what is born of the Spirit is spirit.[^a]"},{"verse": 7, "footnotes": {"a": "John 3:7 The Greek word for _you_ here is plural", "b": "John 3:7 Or _anew_"}, "text": "Do not be astonished that I said to you, \"You[^a] must be born from above.\"[^b]"},{"verse": 8, "footnotes": {"a": "John 3:8 The same Greek word means both _wind_ and _spirit_"}, "text": "The wind[^a] blows where it chooses, and you hear the sound of it, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.\""},{"verse": 9, "text": "Nicodemus said to him, \"How can these things be?\""},{"verse": 10, "text": "Jesus answered him, \"Are you a teacher of Israel, and yet you do not understand these things?"},{"verse": 11, "footnotes": {"a": "John 3:11 The Greek word for _you_ here and in verse 12 is plural"}, "text": "\"Very truly, I tell you, we speak of what we know and testify to what we have seen; yet you[^a] do not receive our testimony."},{"verse": 12, "text": "If I have told you about earthly things and you do not believe, how can you believe if I tell you about heavenly things?"},{"verse": 13, "footnotes": {"a": "John 3:13 Other ancient authorities add _who is in heaven_"}, "text": "No one has ascended into heaven except the one who descended from heaven, the Son of Man.[^a]"},{"verse": 14, "text": "And just as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,"},{"verse": 15, "footnotes": {"a": "John 3:15 Some interpreters hold that the quotation concludes with verse 15"}, "text": "that whoever believes in him may have eternal life.[^a]"},{"verse": 16, "text": "\"For God so loved the world that he gave his only Son, so that everyone who believes in him may not perish but may have eternal life."},{"verse": 17, "text": "\"Indeed, God did not send the Son into the world to condemn the world, but in order that the world might be saved through him."},{"verse": 18, "text": "Those who believe in him are not condemned; but those who do not believe are condemned already, because they have not believed in the name of the only Son of God."},{"verse": 19, "text": "And this is the judgment, that the light has come into the world, and people loved darkness rather than light because their deeds were evil."},{"verse": 20, "text": "For all who do evil hate the light and do not come to the light, so that their deeds may not be exposed."},{"verse": 21, "footnotes": {"a": "John 3:21 Some interpreters hold that the quotation concludes with verse 15"}, "text": "But those who do what is true come to the light, so that it may be clearly seen that their deeds have been done in God.\"[^a]"},{"verse": 22, "text": "||Jesus and John the Baptist||After this Jesus and his disciples went into the Judean countryside, and he spent some time there with them and baptized."},{"verse": 23, "text": "John also was baptizing at Aenon near Salim because water was abundant there; and people kept coming and were being baptized"},{"verse": 24, "text": "--John, of course, had not yet been thrown into prison."},{"verse": 25, "footnotes": {"a": "John 3:25 Other ancient authorities read _the Jews_"}, "text": "Now a discussion about purification arose between John\"s disciples and a Jew.[^a]"},{"verse": 26, "text": "They came to John and said to him, \"Rabbi, the one who was with you across the Jordan, to whom you testified, here he is baptizing, and all are going to him.\""},{"verse": 27, "text": "John answered, \"No one can receive anything except what has been given from heaven."},{"verse": 28, "footnotes": {"a": "John 3:28 Or _the Christ_"}, "text": "You yourselves are my witnesses that I said, \"I am not the Messiah,[^a] but I have been sent ahead of him.\""},{"verse": 29, "text": "He who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom\"s voice. For this reason my joy has been fulfilled."},{"verse": 30, "footnotes": {"a": "John 3:30 Some interpreters hold that the quotation continues through verse 36"}, "text": "He must increase, but I must decrease.\"[^a]"},{"verse": 31, "text": "||The One Who Comes from Heaven||The one who comes from above is above all; the one who is of the earth belongs to the earth and speaks about earthly things. The one who comes from heaven is above all."},{"verse": 32, "text": "He testifies to what he has seen and heard, yet no one accepts his testimony."},{"verse": 33, "footnotes": {"a": "John 3:33 Gk _set a seal to_"}, "text": "Whoever has accepted his testimony has certified[^a] this, that God is true."},{"verse": 34, "text": "He whom God has sent speaks the words of God, for he gives the Spirit without measure."},{"verse": 35, "text": "The Father loves the Son and has placed all things in his hands."},{"verse": 36, "text": "Whoever believes in the Son has eternal life; whoever disobeys the Son will not see life, but must endure God\"s wrath."}]}
,{"chapter": 4, "verses":[{"verse": 1, "footnotes": {"a": "John 4:1 Other ancient authorities read _the Lord_"}, "text": "||Jesus and the Woman of Samaria||Now when Jesus[^a] learned that the Pharisees had heard, \"Jesus is making and baptizing more disciples than John\""},{"verse": 2, "text": "--although it was not Jesus himself but his disciples who baptized--"},{"verse": 3, "text": "he left Judea and started back to Galilee."},{"verse": 4, "text": "But he had to go through Samaria."},{"verse": 5, "text": "So he came to a Samaritan city called Sychar, near the plot of ground that Jacob had given to his son Joseph."},{"verse": 6, "text": "Jacob\"s well was there, and Jesus, tired out by his journey, was sitting by the well. It was about noon."},{"verse": 7, "text": "A Samaritan woman came to draw water, and Jesus said to her, \"Give me a drink.\""},{"verse": 8, "text": "(His disciples had gone to the city to buy food.)"},{"verse": 9, "footnotes": {"a": "John 4:9 Other ancient authorities lack this sentence"}, "text": "The Samaritan woman said to him, \"How is it that you, a Jew, ask a drink of me, a woman of Samaria?\" (Jews do not share things in common with Samaritans.)[^a]"},{"verse": 10, "text": "Jesus answered her, \"If you knew the gift of God, and who it is that is saying to you, \"Give me a drink,\" you would have asked him, and he would have given you living water.\""},{"verse": 11, "text": "The woman said to him, \"Sir, you have no bucket, and the well is deep. Where do you get that living water?"},{"verse": 12, "text": "Are you greater than our ancestor Jacob, who gave us the well, and with his sons and his flocks drank from it?\""},{"verse": 13, "text": "Jesus said to her, \"Everyone who drinks of this water will be thirsty again,"},{"verse": 14, "text": "but those who drink of the water that I will give them will never be thirsty. The water that I will give will become in them a spring of water gushing up to eternal life.\""},{"verse": 15, "text": "The woman said to him, \"Sir, give me this water, so that I may never be thirsty or have to keep coming here to draw water.\""},{"verse": 16, "text": "Jesus said to her, \"Go, call your husband, and come back.\""},{"verse": 17, "text": "The woman answered him, \"I have no husband.\" Jesus said to her, \"You are right in saying, \"I have no husband\";"},{"verse": 18, "text": "for you have had five husbands, and the one you have now is not your husband. What you have said is true!\""},{"verse": 19, "text": "The woman said to him, \"Sir, I see that you are a prophet."},{"verse": 20, "footnotes": {"a": "John 4:20 The Greek word for _you_ here and in verses 21 and 22 is plural"}, "text": "Our ancestors worshiped on this mountain, but you[^a] say that the place where people must worship is in Jerusalem.\""},{"verse": 21, "text": "Jesus said to her, \"Woman, believe me, the hour is coming when you will worship the Father neither on this mountain nor in Jerusalem."},{"verse": 22, "text": "You worship what you do not know; we worship what we know, for salvation is from the Jews."},{"verse": 23, "text": "But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father seeks such as these to worship him."},{"verse": 24, "text": "God is spirit, and those who worship him must worship in spirit and truth.\""},{"verse": 25, "text": "The woman said to him, \"I know that Messiah is coming\" (who is called Christ). \"When he comes, he will proclaim all things to us.\""},{"verse": 26, "footnotes": {"a": "John 4:26 Gk _I am_"}, "text": "Jesus said to her, \"I am he,[^a] the one who is speaking to you.\""},{"verse": 27, "text": "Just then his disciples came. They were astonished that he was speaking with a woman, but no one said, \"What do you want?\" or, \"Why are you speaking with her?\""},{"verse": 28, "text": "Then the woman left her water jar and went back to the city. She said to the people,"},{"verse": 29, "footnotes": {"a": "John 4:29 Or _the Christ_"}, "text": "\"Come and see a man who told me everything I have ever done! He cannot be the Messiah,[^a] can he?\""},{"verse": 30, "text": "They left the city and were on their way to him."},{"verse": 31, "text": "Meanwhile the disciples were urging him, \"Rabbi, eat something.\""},{"verse": 32, "text": "But he said to them, \"I have food to eat that you do not know about.\""},{"verse": 33, "text": "So the disciples said to one another, \"Surely no one has brought him something to eat?\""},{"verse": 34, "text": "Jesus said to them, \"My food is to do the will of him who sent me and to complete his work."},{"verse": 35, "text": "Do you not say, \"Four months more, then comes the harvest\"? But I tell you, look around you, and see how the fields are ripe for harvesting."},{"verse": 36, "footnotes": {"a": "John 4:36 Or _|[35 ]|. . . the fields are already ripe for harvesting. |[36 ]|The reaper is receiving_"}, "text": "The reaper is already receiving[^a] wages and is gathering fruit for eternal life, so that sower and reaper may rejoice together."},{"verse": 37, "text": "For here the saying holds true, \"One sows and another reaps.\""},{"verse": 38, "text": "I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.\""},{"verse": 39, "text": "Many Samaritans from that city believed in him because of the woman\"s testimony, \"He told me everything I have ever done.\""},{"verse": 40, "text": "So when the Samaritans came to him, they asked him to stay with them; and he stayed there two days."},{"verse": 41, "text": "And many more believed because of his word."},{"verse": 42, "text": "They said to the woman, \"It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is truly the Savior of the world.\""},{"verse": 43, "text": "||Jesus Returns to Galilee||When the two days were over, he went from that place to Galilee"},{"verse": 44, "text": "(for Jesus himself had testified that a prophet has no honor in the prophet\"s own country)."},{"verse": 45, "text": "When he came to Galilee, the Galileans welcomed him, since they had seen all that he had done in Jerusalem at the festival; for they too had gone to the festival."},{"verse": 46, "text": "||Jesus Heals an Official\"s Son||Then he came again to Cana in Galilee where he had changed the water into wine. Now there was a royal official whose son lay ill in Capernaum."},{"verse": 47, "text": "When he heard that Jesus had come from Judea to Galilee, he went and begged him to come down and heal his son, for he was at the point of death."},{"verse": 48, "footnotes": {"a": "John 4:48 Both instances of the Greek word for _you_ in this verse are plural"}, "text": "Then Jesus said to him, \"Unless you[^a] see signs and wonders you will not believe.\""},{"verse": 49, "text": "The official said to him, \"Sir, come down before my little boy dies.\""},{"verse": 50, "text": "Jesus said to him, \"Go; your son will live.\" The man believed the word that Jesus spoke to him and started on his way."},{"verse": 51, "text": "As he was going down, his slaves met him and told him that his child was alive."},{"verse": 52, "text": "So he asked them the hour when he began to recover, and they said to him, \"Yesterday at one in the afternoon the fever left him.\""},{"verse": 53, "text": "The father realized that this was the hour when Jesus had said to him, \"Your son will live.\" So he himself believed, along with his whole household."},{"verse": 54, "text": "Now this was the second sign that Jesus did after coming from Judea to Galilee."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||Jesus Heals on the Sabbath||After this there was a festival of the Jews, and Jesus went up to Jerusalem."},{"verse": 2, "footnotes": {"a": "John 5:2 That is, _Aramaic_", "b": "John 5:2 Other ancient authorities read _Bethesda_, others _Bethsaida_"}, "text": "Now in Jerusalem by the Sheep Gate there is a pool, called in Hebrew[^a] Beth-zatha,[^b] which has five porticoes."},{"verse": 3, "footnotes": {"a": "John 5:3 Other ancient authorities add, wholly or in part, _waiting for the stirring of the water; |[4 ]|for an angel of the Lord went down at certain seasons into the pool, and stirred up the water; whoever stepped in first after the stirring of the water was made well from whatever disease that person had._"}, "text": "In these lay many invalids--blind, lame, and paralyzed.[^a]"}]}
,{"chapter": 6, "verses":[{"verse": 1, "footnotes": {"a": "John 6:1 Gk _of Galilee of Tiberias_"}, "text": "||Feeding the Five Thousand||After this Jesus went to the other side of the Sea of Galilee, also called the Sea of Tiberias.[^a]"},{"verse": 2, "text": "A large crowd kept following him, because they saw the signs that he was doing for the sick."},{"verse": 3, "text": "Jesus went up the mountain and sat down there with his disciples."},{"verse": 4, "text": "Now the Passover, the festival of the Jews, was near."},{"verse": 5, "text": "When he looked up and saw a large crowd coming toward him, Jesus said to Philip, \"Where are we to buy bread for these people to eat?\""},{"verse": 6, "text": "He said this to test him, for he himself knew what he was going to do."},{"verse": 7, "footnotes": {"a": "John 6:7 Gk _Two hundred denarii_; the denarius was the usual day’s wage for a laborer"}, "text": "Philip answered him, \"Six months\" wages[^a] would not buy enough bread for each of them to get a little.\""},{"verse": 8, "text": "One of his disciples, Andrew, Simon Peter\"s brother, said to him,"},{"verse": 9, "text": "\"There is a boy here who has five barley loaves and two fish. But what are they among so many people?\""},{"verse": 10, "footnotes": {"a": "John 6:10 Gk _the men_"}, "text": "Jesus said, \"Make the people sit down.\" Now there was a great deal of grass in the place; so they[^a] sat down, about five thousand in all."},{"verse": 11, "text": "Then Jesus took the loaves, and when he had given thanks, he distributed them to those who were seated; so also the fish, as much as they wanted."},{"verse": 12, "text": "When they were satisfied, he told his disciples, \"Gather up the fragments left over, so that nothing may be lost.\""},{"verse": 13, "text": "So they gathered them up, and from the fragments of the five barley loaves, left by those who had eaten, they filled twelve baskets."},{"verse": 14, "text": "When the people saw the sign that he had done, they began to say, \"This is indeed the prophet who is to come into the world.\""},{"verse": 15, "text": "When Jesus realized that they were about to come and take him by force to make him king, he withdrew again to the mountain by himself."},{"verse": 16, "text": "||Jesus Walks on the Water||When evening came, his disciples went down to the sea,"},{"verse": 17, "text": "got into a boat, and started across the sea to Capernaum. It was now dark, and Jesus had not yet come to them."},{"verse": 18, "text": "The sea became rough because a strong wind was blowing."},{"verse": 19, "footnotes": {"a": "John 6:19 Gk _about twenty-five or thirty stadia_"}, "text": "When they had rowed about three or four miles,[^a] they saw Jesus walking on the sea and coming near the boat, and they were terrified."},{"verse": 20, "footnotes": {"a": "John 6:20 Gk _I am_"}, "text": "But he said to them, \"It is I;[^a] do not be afraid.\""},{"verse": 21, "text": "Then they wanted to take him into the boat, and immediately the boat reached the land toward which they were going."},{"verse": 22, "text": "||The Bread from Heaven||The next day the crowd that had stayed on the other side of the sea saw that there had been only one boat there. They also saw that Jesus had not got into the boat with his disciples, but that his disciples had gone away alone."},{"verse": 23, "footnotes": {"a": "John 6:23 Other ancient authorities lack _after the Lord had given thanks_"}, "text": "Then some boats from Tiberias came near the place where they had eaten the bread after the Lord had given thanks.[^a]"},{"verse": 24, "text": "So when the crowd saw that neither Jesus nor his disciples were there, they themselves got into the boats and went to Capernaum looking for Jesus."},{"verse": 25, "text": "When they found him on the other side of the sea, they said to him, \"Rabbi, when did you come here?\""},{"verse": 26, "text": "Jesus answered them, \"Very truly, I tell you, you are looking for me, not because you saw signs, but because you ate your fill of the loaves."},{"verse": 27, "text": "Do not work for the food that perishes, but for the food that endures for eternal life, which the Son of Man will give you. For it is on him that God the Father has set his seal.\""},{"verse": 28, "text": "Then they said to him, \"What must we do to perform the works of God?\""},{"verse": 29, "text": "Jesus answered them, \"This is the work of God, that you believe in him whom he has sent.\""},{"verse": 30, "text": "So they said to him, \"What sign are you going to give us then, so that we may see it and believe you? What work are you performing?"},{"verse": 31, "text": "Our ancestors ate the manna in the wilderness; as it is written, \"He gave them bread from heaven to eat.\"\""},{"verse": 32, "text": "Then Jesus said to them, \"Very truly, I tell you, it was not Moses who gave you the bread from heaven, but it is my Father who gives you the true bread from heaven."},{"verse": 33, "footnotes": {"a": "John 6:33 Or _he who_"}, "text": "For the bread of God is that which[^a] comes down from heaven and gives life to the world.\""},{"verse": 34, "text": "They said to him, \"Sir, give us this bread always.\""},{"verse": 35, "text": "Jesus said to them, \"I am the bread of life. Whoever comes to me will never be hungry, and whoever believes in me will never be thirsty."},{"verse": 36, "text": "But I said to you that you have seen me and yet do not believe."},{"verse": 37, "text": "Everything that the Father gives me will come to me, and anyone who comes to me I will never drive away;"},{"verse": 38, "text": "for I have come down from heaven, not to do my own will, but the will of him who sent me."},{"verse": 39, "text": "And this is the will of him who sent me, that I should lose nothing of all that he has given me, but raise it up on the last day."},{"verse": 40, "text": "This is indeed the will of my Father, that all who see the Son and believe in him may have eternal life; and I will raise them up on the last day.\""},{"verse": 41, "text": "Then the Jews began to complain about him because he said, \"I am the bread that came down from heaven.\""},{"verse": 42, "text": "They were saying, \"Is not this Jesus, the son of Joseph, whose father and mother we know? How can he now say, \"I have come down from heaven\"?\""},{"verse": 43, "text": "Jesus answered them, \"Do not complain among yourselves."},{"verse": 44, "text": "No one can come to me unless drawn by the Father who sent me; and I will raise that person up on the last day."},{"verse": 45, "text": "It is written in the prophets, \"And they shall all be taught by God.\" Everyone who has heard and learned from the Father comes to me."},{"verse": 46, "text": "Not that anyone has seen the Father except the one who is from God; he has seen the Father."},{"verse": 47, "text": "Very truly, I tell you, whoever believes has eternal life."},{"verse": 48, "text": "I am the bread of life."},{"verse": 49, "text": "Your ancestors ate the manna in the wilderness, and they died."},{"verse": 50, "text": "This is the bread that comes down from heaven, so that one may eat of it and not die."},{"verse": 51, "text": "I am the living bread that came down from heaven. Whoever eats of this bread will live forever; and the bread that I will give for the life of the world is my flesh.\""},{"verse": 52, "text": "The Jews then disputed among themselves, saying, \"How can this man give us his flesh to eat?\""},{"verse": 53, "text": "So Jesus said to them, \"Very truly, I tell you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you."},{"verse": 54, "text": "Those who eat my flesh and drink my blood have eternal life, and I will raise them up on the last day;"},{"verse": 55, "text": "for my flesh is true food and my blood is true drink."},{"verse": 56, "text": "Those who eat my flesh and drink my blood abide in me, and I in them."},{"verse": 57, "text": "Just as the living Father sent me, and I live because of the Father, so whoever eats me will live because of me."},{"verse": 58, "text": "This is the bread that came down from heaven, not like that which your ancestors ate, and they died. But the one who eats this bread will live forever.\""},{"verse": 59, "text": "He said these things while he was teaching in the synagogue at Capernaum."},{"verse": 60, "text": "||The Words of Eternal Life||When many of his disciples heard it, they said, \"This teaching is difficult; who can accept it?\""},{"verse": 61, "text": "But Jesus, being aware that his disciples were complaining about it, said to them, \"Does this offend you?"},{"verse": 62, "text": "Then what if you were to see the Son of Man ascending to where he was before?"},{"verse": 63, "text": "It is the spirit that gives life; the flesh is useless. The words that I have spoken to you are spirit and life."},{"verse": 64, "text": "But among you there are some who do not believe.\" For Jesus knew from the first who were the ones that did not believe, and who was the one that would betray him."},{"verse": 65, "text": "And he said, \"For this reason I have told you that no one can come to me unless it is granted by the Father.\""},{"verse": 66, "text": "Because of this many of his disciples turned back and no longer went about with him."},{"verse": 67, "text": "So Jesus asked the twelve, \"Do you also wish to go away?\""},{"verse": 68, "text": "Simon Peter answered him, \"Lord, to whom can we go? You have the words of eternal life."},{"verse": 69, "footnotes": {"a": "John 6:69 Other ancient authorities read _the Christ, the Son of the living God_"}, "text": "We have come to believe and know that you are the Holy One of God.\"[^a]"},{"verse": 70, "text": "Jesus answered them, \"Did I not choose you, the twelve? Yet one of you is a devil.\""},{"verse": 71, "footnotes": {"a": "John 6:71 Other ancient authorities read _Judas Iscariot son of Simon;_ others, _Judas son of Simon from Karyot_ (Kerioth)"}, "text": "He was speaking of Judas son of Simon Iscariot,[^a] for he, though one of the twelve, was going to betray him."}]}
,{"chapter": 7, "verses":[{"verse": 1, "footnotes": {"a": "John 7:1 Other ancient authorities read _was not at liberty_"}, "text": "||The Unbelief of Jesus\" Brothers||After this Jesus went about in Galilee. He did not wish[^a] to go about in Judea because the Jews were looking for an opportunity to kill him."},{"verse": 2, "footnotes": {"a": "John 7:2 Or _Tabernacles_"}, "text": "Now the Jewish festival of Booths[^a] was near."},{"verse": 3, "text": "So his brothers said to him, \"Leave here and go to Judea so that your disciples also may see the works you are doing;"},{"verse": 4, "footnotes": {"a": "John 7:4 Other ancient authorities read _wants it_"}, "text": "for no one who wants[^a] to be widely known acts in secret. If you do these things, show yourself to the world.\""},{"verse": 5, "text": "(For not even his brothers believed in him.)"},{"verse": 6, "text": "Jesus said to them, \"My time has not yet come, but your time is always here."},{"verse": 7, "text": "The world cannot hate you, but it hates me because I testify against it that its works are evil."},{"verse": 8, "footnotes": {"a": "John 7:8 Other ancient authorities add _yet_"}, "text": "Go to the festival yourselves. I am not[^a] going to this festival, for my time has not yet fully come.\""},{"verse": 9, "text": "After saying this, he remained in Galilee."},{"verse": 10, "footnotes": {"a": "John 7:10 Other ancient authorities lack _as it were_"}, "text": "||Jesus at the Festival of Booths||But after his brothers had gone to the festival, then he also went, not publicly but as it were[^a] in secret."},{"verse": 11, "text": "The Jews were looking for him at the festival and saying, \"Where is he?\""},{"verse": 12, "text": "And there was considerable complaining about him among the crowds. While some were saying, \"He is a good man,\" others were saying, \"No, he is deceiving the crowd.\""},{"verse": 13, "text": "Yet no one would speak openly about him for fear of the Jews."},{"verse": 14, "text": "About the middle of the festival Jesus went up into the temple and began to teach."},{"verse": 15, "footnotes": {"a": "John 7:15 Or _this man know his letters_"}, "text": "The Jews were astonished at it, saying, \"How does this man have such learning,[^a] when he has never been taught?\""},{"verse": 16, "text": "Then Jesus answered them, \"My teaching is not mine but his who sent me."},{"verse": 17, "text": "Anyone who resolves to do the will of God will know whether the teaching is from God or whether I am speaking on my own."},{"verse": 18, "text": "Those who speak on their own seek their own glory; but the one who seeks the glory of him who sent him is true, and there is nothing false in him."},{"verse": 19, "text": "\"Did not Moses give you the law? Yet none of you keeps the law. Why are you looking for an opportunity to kill me?\""},{"verse": 20, "text": "The crowd answered, \"You have a demon! Who is trying to kill you?\""},{"verse": 21, "text": "Jesus answered them, \"I performed one work, and all of you are astonished."},{"verse": 22, "text": "Moses gave you circumcision (it is, of course, not from Moses, but from the patriarchs), and you circumcise a man on the sabbath."},{"verse": 23, "text": "If a man receives circumcision on the sabbath in order that the law of Moses may not be broken, are you angry with me because I healed a man\"s whole body on the sabbath?"},{"verse": 24, "text": "Do not judge by appearances, but judge with right judgment.\""},{"verse": 25, "text": "||Is This the Christ?||Now some of the people of Jerusalem were saying, \"Is not this the man whom they are trying to kill?"},{"verse": 26, "footnotes": {"a": "John 7:26 Or _the Christ_"}, "text": "And here he is, speaking openly, but they say nothing to him! Can it be that the authorities really know that this is the Messiah?[^a]"},{"verse": 27, "footnotes": {"a": "John 7:27 Or _the Christ_"}, "text": "Yet we know where this man is from; but when the Messiah[^a] comes, no one will know where he is from.\""},{"verse": 28, "text": "Then Jesus cried out as he was teaching in the temple, \"You know me, and you know where I am from. I have not come on my own. But the one who sent me is true, and you do not know him."},{"verse": 29, "text": "I know him, because I am from him, and he sent me.\""},{"verse": 30, "text": "Then they tried to arrest him, but no one laid hands on him, because his hour had not yet come."},{"verse": 31, "footnotes": {"a": "John 7:31 Or _the Christ_", "b": "John 7:31 Other ancient authorities read _is doing_"}, "text": "Yet many in the crowd believed in him and were saying, \"When the Messiah[^a] comes, will he do more signs than this man has done?\"[^b]"},{"verse": 32, "text": "||Officers Are Sent to Arrest Jesus||The Pharisees heard the crowd muttering such things about him, and the chief priests and Pharisees sent temple police to arrest him."},{"verse": 33, "text": "Jesus then said, \"I will be with you a little while longer, and then I am going to him who sent me."},{"verse": 34, "text": "You will search for me, but you will not find me; and where I am, you cannot come.\""},{"verse": 35, "text": "The Jews said to one another, \"Where does this man intend to go that we will not find him? Does he intend to go to the Dispersion among the Greeks and teach the Greeks?"},{"verse": 36, "text": "What does he mean by saying, \"You will search for me and you will not find me\" and \"Where I am, you cannot come\"?\""},{"verse": 37, "text": "||Rivers of Living Water||On the last day of the festival, the great day, while Jesus was standing there, he cried out, \"Let anyone who is thirsty come to me,"},{"verse": 38, "footnotes": {"a": "John 7:38 Or _come to me and drink. |[38 ]|The one who believes in me, as_", "b": "John 7:38 Gk _out of his belly_"}, "text": "and let the one who believes in me drink. As[^a] the scripture has said, \"Out of the believer\"s heart[^b] shall flow rivers of living water.\"\""},{"verse": 39, "footnotes": {"a": "John 7:39 Other ancient authorities read _for as yet the Spirit_ (others, _Holy Spirit_) _had not been given_"}, "text": "Now he said this about the Spirit, which believers in him were to receive; for as yet there was no Spirit,[^a] because Jesus was not yet glorified."},{"verse": 40, "text": "||Division among the People||When they heard these words, some in the crowd said, \"This is really the prophet.\""},{"verse": 41, "footnotes": {"a": "John 7:41 Or _the Christ_", "b": "John 7:41 Or _the Christ_"}, "text": "Others said, \"This is the Messiah.\"[^a] But some asked, \"Surely the Messiah[^b] does not come from Galilee, does he?"},{"verse": 42, "footnotes": {"a": "John 7:42 Or _the Christ_"}, "text": "Has not the scripture said that the Messiah[^a] is descended from David and comes from Bethlehem, the village where David lived?\""},{"verse": 43, "text": "So there was a division in the crowd because of him."},{"verse": 44, "text": "Some of them wanted to arrest him, but no one laid hands on him."},{"verse": 45, "text": "||The Unbelief of Those in Authority||Then the temple police went back to the chief priests and Pharisees, who asked them, \"Why did you not arrest him?\""},{"verse": 46, "text": "The police answered, \"Never has anyone spoken like this!\""},{"verse": 47, "text": "Then the Pharisees replied, \"Surely you have not been deceived too, have you?"},{"verse": 48, "text": "Has any one of the authorities or of the Pharisees believed in him?"},{"verse": 49, "text": "But this crowd, which does not know the law--they are accursed.\""},{"verse": 50, "footnotes": {"a": "John 7:50 Gk _him_"}, "text": "Nicodemus, who had gone to Jesus[^a] before, and who was one of them, asked,"},{"verse": 51, "text": "\"Our law does not judge people without first giving them a hearing to find out what they are doing, does it?\""},{"verse": 52, "text": "They replied, \"Surely you are not also from Galilee, are you? Search and you will see that no prophet is to arise from Galilee.\""},{"verse": 53, "text": "||The Woman Caught in Adultery||\n[[Then each of them went home,"}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "while Jesus went to the Mount of Olives."},{"verse": 2, "text": "Early in the morning he came again to the temple. All the people came to him and he sat down and began to teach them."},{"verse": 3, "text": "The scribes and the Pharisees brought a woman who had been caught in adultery; and making her stand before all of them,"},{"verse": 4, "text": "they said to him, \"Teacher, this woman was caught in the very act of committing adultery."},{"verse": 5, "text": "Now in the law Moses commanded us to stone such women. Now what do you say?\""},{"verse": 6, "text": "They said this to test him, so that they might have some charge to bring against him. Jesus bent down and wrote with his finger on the ground."},{"verse": 7, "text": "When they kept on questioning him, he straightened up and said to them, \"Let anyone among you who is without sin be the first to throw a stone at her.\""},{"verse": 8, "footnotes": {"a": "John 8:8 Other ancient authorities add _the sins of each of them_"}, "text": "And once again he bent down and wrote on the ground.[^a]"},{"verse": 9, "text": "When they heard it, they went away, one by one, beginning with the elders; and Jesus was left alone with the woman standing before him."},{"verse": 10, "text": "Jesus straightened up and said to her, \"Woman, where are they? Has no one condemned you?\""},{"verse": 11, "footnotes": {"a": "John 8:11 Or _Lord_", "b": "John 8:11 The most ancient authorities lack 7.53—8.11; other authorities add the passage here or after 7.36 or after 21.25 or after Luke 21.38, with variations of text; some mark the passage as doubtful."}, "text": "She said, \"No one, sir.\"[^a] And Jesus said, \"Neither do I condemn you. Go your way, and from now on do not sin again.\"]][^b]"},{"verse": 12, "text": "||Jesus the Light of the World||Again Jesus spoke to them, saying, \"I am the light of the world. Whoever follows me will never walk in darkness but will have the light of life.\""},{"verse": 13, "text": "Then the Pharisees said to him, \"You are testifying on your own behalf; your testimony is not valid.\""},{"verse": 14, "text": "Jesus answered, \"Even if I testify on my own behalf, my testimony is valid because I know where I have come from and where I am going, but you do not know where I come from or where I am going."},{"verse": 15, "footnotes": {"a": "John 8:15 Gk _according to the flesh_"}, "text": "You judge by human standards;[^a] I judge no one."},{"verse": 16, "footnotes": {"a": "John 8:16 Other ancient authorities read _he_"}, "text": "Yet even if I do judge, my judgment is valid; for it is not I alone who judge, but I and the Father[^a] who sent me."},{"verse": 17, "text": "In your law it is written that the testimony of two witnesses is valid."},{"verse": 18, "text": "I testify on my own behalf, and the Father who sent me testifies on my behalf.\""},{"verse": 19, "text": "Then they said to him, \"Where is your Father?\" Jesus answered, \"You know neither me nor my Father. If you knew me, you would know my Father also.\""},{"verse": 20, "text": "He spoke these words while he was teaching in the treasury of the temple, but no one arrested him, because his hour had not yet come."},{"verse": 21, "text": "||Jesus Foretells His Death||Again he said to them, \"I am going away, and you will search for me, but you will die in your sin. Where I am going, you cannot come.\""},{"verse": 22, "text": "Then the Jews said, \"Is he going to kill himself? Is that what he means by saying, \"Where I am going, you cannot come\"?\""},{"verse": 23, "text": "He said to them, \"You are from below, I am from above; you are of this world, I am not of this world."},{"verse": 24, "footnotes": {"a": "John 8:24 Gk _I am_"}, "text": "I told you that you would die in your sins, for you will die in your sins unless you believe that I am he.\"[^a]"},{"verse": 25, "footnotes": {"a": "John 8:25 Or _What I have told you from the beginning_"}, "text": "They said to him, \"Who are you?\" Jesus said to them, \"Why do I speak to you at all?[^a]"},{"verse": 26, "text": "I have much to say about you and much to condemn; but the one who sent me is true, and I declare to the world what I have heard from him.\""},{"verse": 27, "text": "They did not understand that he was speaking to them about the Father."},{"verse": 28, "footnotes": {"a": "John 8:28 Gk _I am_"}, "text": "So Jesus said, \"When you have lifted up the Son of Man, then you will realize that I am he,[^a] and that I do nothing on my own, but I speak these things as the Father instructed me."},{"verse": 29, "text": "And the one who sent me is with me; he has not left me alone, for I always do what is pleasing to him.\""},{"verse": 30, "text": "As he was saying these things, many believed in him."},{"verse": 31, "text": "||True Disciples||Then Jesus said to the Jews who had believed in him, \"If you continue in my word, you are truly my disciples;"},{"verse": 32, "text": "and you will know the truth, and the truth will make you free.\""},{"verse": 33, "text": "They answered him, \"We are descendants of Abraham and have never been slaves to anyone. What do you mean by saying, \"You will be made free\"?\""},{"verse": 34, "text": "Jesus answered them, \"Very truly, I tell you, everyone who commits sin is a slave to sin."},{"verse": 35, "text": "The slave does not have a permanent place in the household; the son has a place there forever."},{"verse": 36, "text": "So if the Son makes you free, you will be free indeed."},{"verse": 37, "text": "I know that you are descendants of Abraham; yet you look for an opportunity to kill me, because there is no place in you for my word."},{"verse": 38, "footnotes": {"a": "John 8:38 Other ancient authorities read _you do what you have heard from your father_"}, "text": "I declare what I have seen in the Father\"s presence; as for you, you should do what you have heard from the Father.\"[^a]"},{"verse": 39, "footnotes": {"a": "John 8:39 Other ancient authorities read _If you are Abraham’s children, then do_"}, "text": "||Jesus and Abraham||They answered him, \"Abraham is our father.\" Jesus said to them, \"If you were Abraham\"s children, you would be doing[^a] what Abraham did,"},{"verse": 40, "text": "but now you are trying to kill me, a man who has told you the truth that I heard from God. This is not what Abraham did."},{"verse": 41, "text": "You are indeed doing what your father does.\" They said to him, \"We are not illegitimate children; we have one father, God himself.\""},{"verse": 42, "text": "Jesus said to them, \"If God were your Father, you would love me, for I came from God and now I am here. I did not come on my own, but he sent me."},{"verse": 43, "text": "Why do you not understand what I say? It is because you cannot accept my word."},{"verse": 44, "text": "You are from your father the devil, and you choose to do your father\"s desires. He was a murderer from the beginning and does not stand in the truth, because there is no truth in him. When he lies, he speaks according to his own nature, for he is a liar and the father of lies."},{"verse": 45, "text": "But because I tell the truth, you do not believe me."},{"verse": 46, "text": "Which of you convicts me of sin? If I tell the truth, why do you not believe me?"},{"verse": 47, "text": "Whoever is from God hears the words of God. The reason you do not hear them is that you are not from God.\""},{"verse": 48, "text": "The Jews answered him, \"Are we not right in saying that you are a Samaritan and have a demon?\""},{"verse": 49, "text": "Jesus answered, \"I do not have a demon; but I honor my Father, and you dishonor me."},{"verse": 50, "text": "Yet I do not seek my own glory; there is one who seeks it and he is the judge."},{"verse": 51, "text": "Very truly, I tell you, whoever keeps my word will never see death.\""},{"verse": 52, "text": "The Jews said to him, \"Now we know that you have a demon. Abraham died, and so did the prophets; yet you say, \"Whoever keeps my word will never taste death.\""},{"verse": 53, "text": "Are you greater than our father Abraham, who died? The prophets also died. Who do you claim to be?\""},{"verse": 54, "text": "Jesus answered, \"If I glorify myself, my glory is nothing. It is my Father who glorifies me, he of whom you say, \"He is our God,\""},{"verse": 55, "text": "though you do not know him. But I know him; if I would say that I do not know him, I would be a liar like you. But I do know him and I keep his word."},{"verse": 56, "text": "Your ancestor Abraham rejoiced that he would see my day; he saw it and was glad.\""},{"verse": 57, "footnotes": {"a": "John 8:57 Other ancient authorities read _has Abraham seen you?_"}, "text": "Then the Jews said to him, \"You are not yet fifty years old, and have you seen Abraham?\"[^a]"},{"verse": 58, "text": "Jesus said to them, \"Very truly, I tell you, before Abraham was, I am.\""},{"verse": 59, "text": "So they picked up stones to throw at him, but Jesus hid himself and went out of the temple."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||A Man Born Blind Receives Sight||As he walked along, he saw a man blind from birth."},{"verse": 2, "text": "His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\""},{"verse": 3, "text": "Jesus answered, \"Neither this man nor his parents sinned; he was born blind so that God\"s works might be revealed in him."},{"verse": 4, "footnotes": {"a": "John 9:4 Other ancient authorities read _I_", "b": "John 9:4 Other ancient authorities read _us_"}, "text": "We[^a] must work the works of him who sent me[^b] while it is day; night is coming when no one can work."},{"verse": 5, "text": "As long as I am in the world, I am the light of the world.\""},{"verse": 6, "text": "When he had said this, he spat on the ground and made mud with the saliva and spread the mud on the man\"s eyes,"},{"verse": 7, "text": "saying to him, \"Go, wash in the pool of Siloam\" (which means Sent). Then he went and washed and came back able to see."},{"verse": 8, "text": "The neighbors and those who had seen him before as a beggar began to ask, \"Is this not the man who used to sit and beg?\""},{"verse": 9, "text": "Some were saying, \"It is he.\" Others were saying, \"No, but it is someone like him.\" He kept saying, \"I am the man.\""},{"verse": 10, "text": "But they kept asking him, \"Then how were your eyes opened?\""},{"verse": 11, "text": "He answered, \"The man called Jesus made mud, spread it on my eyes, and said to me, \"Go to Siloam and wash.\" Then I went and washed and received my sight.\""},{"verse": 12, "text": "They said to him, \"Where is he?\" He said, \"I do not know.\""},{"verse": 13, "text": "||The Pharisees Investigate the Healing||They brought to the Pharisees the man who had formerly been blind."},{"verse": 14, "text": "Now it was a sabbath day when Jesus made the mud and opened his eyes."},{"verse": 15, "text": "Then the Pharisees also began to ask him how he had received his sight. He said to them, \"He put mud on my eyes. Then I washed, and now I see.\""},{"verse": 16, "text": "Some of the Pharisees said, \"This man is not from God, for he does not observe the sabbath.\" But others said, \"How can a man who is a sinner perform such signs?\" And they were divided."},{"verse": 17, "text": "So they said again to the blind man, \"What do you say about him? It was your eyes he opened.\" He said, \"He is a prophet.\""},{"verse": 18, "text": "The Jews did not believe that he had been blind and had received his sight until they called the parents of the man who had received his sight"},{"verse": 19, "text": "and asked them, \"Is this your son, who you say was born blind? How then does he now see?\""},{"verse": 20, "text": "His parents answered, \"We know that this is our son, and that he was born blind;"},{"verse": 21, "text": "but we do not know how it is that now he sees, nor do we know who opened his eyes. Ask him; he is of age. He will speak for himself.\""},{"verse": 22, "footnotes": {"a": "John 9:22 Gk _him_", "b": "John 9:22 Or _the Christ_"}, "text": "His parents said this because they were afraid of the Jews; for the Jews had already agreed that anyone who confessed Jesus[^a] to be the Messiah[^b] would be put out of the synagogue."},{"verse": 23, "text": "Therefore his parents said, \"He is of age; ask him.\""},{"verse": 24, "text": "So for the second time they called the man who had been blind, and they said to him, \"Give glory to God! We know that this man is a sinner.\""},{"verse": 25, "text": "He answered, \"I do not know whether he is a sinner. One thing I do know, that though I was blind, now I see.\""},{"verse": 26, "text": "They said to him, \"What did he do to you? How did he open your eyes?\""},{"verse": 27, "text": "He answered them, \"I have told you already, and you would not listen. Why do you want to hear it again? Do you also want to become his disciples?\""},{"verse": 28, "text": "Then they reviled him, saying, \"You are his disciple, but we are disciples of Moses."},{"verse": 29, "text": "We know that God has spoken to Moses, but as for this man, we do not know where he comes from.\""},{"verse": 30, "text": "The man answered, \"Here is an astonishing thing! You do not know where he comes from, and yet he opened my eyes."},{"verse": 31, "text": "We know that God does not listen to sinners, but he does listen to one who worships him and obeys his will."},{"verse": 32, "text": "Never since the world began has it been heard that anyone opened the eyes of a person born blind."},{"verse": 33, "text": "If this man were not from God, he could do nothing.\""},{"verse": 34, "text": "They answered him, \"You were born entirely in sins, and are you trying to teach us?\" And they drove him out."},{"verse": 35, "footnotes": {"a": "John 9:35 Other ancient authorities read _the Son of God_"}, "text": "||Spiritual Blindness||Jesus heard that they had driven him out, and when he found him, he said, \"Do you believe in the Son of Man?\"[^a]"},{"verse": 36, "footnotes": {"a": "John 9:36 _Sir_ and _Lord_ translate the same Greek word"}, "text": "He answered, \"And who is he, sir?[^a] Tell me, so that I may believe in him.\""},{"verse": 37, "text": "Jesus said to him, \"You have seen him, and the one speaking with you is he.\""},{"verse": 38, "footnotes": {"a": "John 9:38 _Sir_ and _Lord_ translate the same Greek word"}, "text": "He said, \"Lord,[^a] I believe.\" And he worshiped him."},{"verse": 39, "text": "Jesus said, \"I came into this world for judgment so that those who do not see may see, and those who do see may become blind.\""},{"verse": 40, "text": "Some of the Pharisees near him heard this and said to him, \"Surely we are not blind, are we?\""},{"verse": 41, "text": "Jesus said to them, \"If you were blind, you would not have sin. But now that you say, \"We see,\" your sin remains."}]}
,{"chapter": 10, "verses":[{"verse": 1, "text": "||Jesus the Good Shepherd||\"Very truly, I tell you, anyone who does not enter the sheepfold by the gate but climbs in by another way is a thief and a bandit."},{"verse": 2, "text": "The one who enters by the gate is the shepherd of the sheep."},{"verse": 3, "text": "The gatekeeper opens the gate for him, and the sheep hear his voice. He calls his own sheep by name and leads them out."},{"verse": 4, "text": "When he has brought out all his own, he goes ahead of them, and the sheep follow him because they know his voice."},{"verse": 5, "text": "They will not follow a stranger, but they will run from him because they do not know the voice of strangers.\""},{"verse": 6, "text": "Jesus used this figure of speech with them, but they did not understand what he was saying to them."},{"verse": 7, "text": "So again Jesus said to them, \"Very truly, I tell you, I am the gate for the sheep."},{"verse": 8, "text": "All who came before me are thieves and bandits; but the sheep did not listen to them."},{"verse": 9, "text": "I am the gate. Whoever enters by me will be saved, and will come in and go out and find pasture."},{"verse": 10, "text": "The thief comes only to steal and kill and destroy. I came that they may have life, and have it abundantly."},{"verse": 11, "text": "\"I am the good shepherd. The good shepherd lays down his life for the sheep."},{"verse": 12, "text": "The hired hand, who is not the shepherd and does not own the sheep, sees the wolf coming and leaves the sheep and runs away--and the wolf snatches them and scatters them."},{"verse": 13, "text": "The hired hand runs away because a hired hand does not care for the sheep."},{"verse": 14, "text": "I am the good shepherd. I know my own and my own know me,"},{"verse": 15, "text": "just as the Father knows me and I know the Father. And I lay down my life for the sheep."},{"verse": 16, "text": "I have other sheep that do not belong to this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd."},{"verse": 17, "text": "For this reason the Father loves me, because I lay down my life in order to take it up again."},{"verse": 18, "footnotes": {"a": "John 10:18 Other ancient authorities read _has taken_"}, "text": "No one takes[^a] it from me, but I lay it down of my own accord. I have power to lay it down, and I have power to take it up again. I have received this command from my Father.\""},{"verse": 19, "text": "Again the Jews were divided because of these words."},{"verse": 20, "text": "Many of them were saying, \"He has a demon and is out of his mind. Why listen to him?\""},{"verse": 21, "text": "Others were saying, \"These are not the words of one who has a demon. Can a demon open the eyes of the blind?\""},{"verse": 22, "text": "||Jesus Is Rejected by the Jews||At that time the festival of the Dedication took place in Jerusalem. It was winter,"},{"verse": 23, "text": "and Jesus was walking in the temple, in the portico of Solomon."},{"verse": 24, "footnotes": {"a": "John 10:24 Or _the Christ_"}, "text": "So the Jews gathered around him and said to him, \"How long will you keep us in suspense? If you are the Messiah,[^a] tell us plainly.\""},{"verse": 25, "text": "Jesus answered, \"I have told you, and you do not believe. The works that I do in my Father\"s name testify to me;"},{"verse": 26, "text": "but you do not believe, because you do not belong to my sheep."},{"verse": 27, "text": "My sheep hear my voice. I know them, and they follow me."},{"verse": 28, "text": "I give them eternal life, and they will never perish. No one will snatch them out of my hand."},{"verse": 29, "footnotes": {"a": "John 10:29 Other ancient authorities read _My Father who has given them to me is greater than all, and no one can snatch them out of the Father’s hand_"}, "text": "What my Father has given me is greater than all else, and no one can snatch it out of the Father\"s hand.[^a]"},{"verse": 30, "text": "The Father and I are one.\""},{"verse": 31, "text": "The Jews took up stones again to stone him."},{"verse": 32, "text": "Jesus replied, \"I have shown you many good works from the Father. For which of these are you going to stone me?\""},{"verse": 33, "text": "The Jews answered, \"It is not for a good work that we are going to stone you, but for blasphemy, because you, though only a human being, are making yourself God.\""},{"verse": 34, "footnotes": {"a": "John 10:34 Other ancient authorities read _in the law_"}, "text": "Jesus answered, \"Is it not written in your law,[^a] \"I said, you are gods\"?"},{"verse": 35, "text": "If those to whom the word of God came were called \"gods\"--and the scripture cannot be annulled--"},{"verse": 36, "text": "can you say that the one whom the Father has sanctified and sent into the world is blaspheming because I said, \"I am God\"s Son\"?"},{"verse": 37, "text": "If I am not doing the works of my Father, then do not believe me."},{"verse": 38, "footnotes": {"a": "John 10:38 Other ancient authorities lack _and understand_; others read _and believe_"}, "text": "But if I do them, even though you do not believe me, believe the works, so that you may know and understand[^a] that the Father is in me and I am in the Father.\""},{"verse": 39, "text": "Then they tried to arrest him again, but he escaped from their hands."},{"verse": 40, "text": "He went away again across the Jordan to the place where John had been baptizing earlier, and he remained there."},{"verse": 41, "text": "Many came to him, and they were saying, \"John performed no sign, but everything that John said about this man was true.\""},{"verse": 42, "text": "And many believed in him there."}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||The Death of Lazarus||Now a certain man was ill, Lazarus of Bethany, the village of Mary and her sister Martha."},{"verse": 2, "text": "Mary was the one who anointed the Lord with perfume and wiped his feet with her hair; her brother Lazarus was ill."},{"verse": 3, "footnotes": {"a": "John 11:3 Gk _him_"}, "text": "So the sisters sent a message to Jesus,[^a] \"Lord, he whom you love is ill.\""},{"verse": 4, "text": "But when Jesus heard it, he said, \"This illness does not lead to death; rather it is for God\"s glory, so that the Son of God may be glorified through it.\""},{"verse": 5, "text": "Accordingly, though Jesus loved Martha and her sister and Lazarus,"},{"verse": 6, "footnotes": {"a": "John 11:6 Gk _he_"}, "text": "after having heard that Lazarus[^a] was ill, he stayed two days longer in the place where he was."},{"verse": 7, "text": "Then after this he said to the disciples, \"Let us go to Judea again.\""},{"verse": 8, "text": "The disciples said to him, \"Rabbi, the Jews were just now trying to stone you, and are you going there again?\""},{"verse": 9, "text": "Jesus answered, \"Are there not twelve hours of daylight? Those who walk during the day do not stumble, because they see the light of this world."},{"verse": 10, "text": "But those who walk at night stumble, because the light is not in them.\""},{"verse": 11, "text": "After saying this, he told them, \"Our friend Lazarus has fallen asleep, but I am going there to awaken him.\""},{"verse": 12, "text": "The disciples said to him, \"Lord, if he has fallen asleep, he will be all right.\""},{"verse": 13, "text": "Jesus, however, had been speaking about his death, but they thought that he was referring merely to sleep."},{"verse": 14, "text": "Then Jesus told them plainly, \"Lazarus is dead."},{"verse": 15, "text": "For your sake I am glad I was not there, so that you may believe. But let us go to him.\""},{"verse": 16, "footnotes": {"a": "John 11:16 Gk _Didymus_"}, "text": "Thomas, who was called the Twin,[^a] said to his fellow disciples, \"Let us also go, that we may die with him.\""},{"verse": 17, "footnotes": {"a": "John 11:17 Gk _he_"}, "text": "||Jesus the Resurrection and the Life||When Jesus arrived, he found that Lazarus[^a] had already been in the tomb four days."},{"verse": 18, "footnotes": {"a": "John 11:18 Gk _fifteen stadia_"}, "text": "Now Bethany was near Jerusalem, some two miles[^a] away,"},{"verse": 19, "text": "and many of the Jews had come to Martha and Mary to console them about their brother."},{"verse": 20, "text": "When Martha heard that Jesus was coming, she went and met him, while Mary stayed at home."},{"verse": 21, "text": "Martha said to Jesus, \"Lord, if you had been here, my brother would not have died."},{"verse": 22, "text": "But even now I know that God will give you whatever you ask of him.\""},{"verse": 23, "text": "Jesus said to her, \"Your brother will rise again.\""},{"verse": 24, "text": "Martha said to him, \"I know that he will rise again in the resurrection on the last day.\""},{"verse": 25, "footnotes": {"a": "John 11:25 Other ancient authorities lack _and the life_"}, "text": "Jesus said to her, \"I am the resurrection and the life.[^a] Those who believe in me, even though they die, will live,"},{"verse": 26, "text": "and everyone who lives and believes in me will never die. Do you believe this?\""},{"verse": 27, "footnotes": {"a": "John 11:27 Or _the Christ_"}, "text": "She said to him, \"Yes, Lord, I believe that you are the Messiah,[^a] the Son of God, the one coming into the world.\""},{"verse": 28, "text": "||Jesus Weeps||When she had said this, she went back and called her sister Mary, and told her privately, \"The Teacher is here and is calling for you.\""},{"verse": 29, "text": "And when she heard it, she got up quickly and went to him."},{"verse": 30, "text": "Now Jesus had not yet come to the village, but was still at the place where Martha had met him."},{"verse": 31, "text": "The Jews who were with her in the house, consoling her, saw Mary get up quickly and go out. They followed her because they thought that she was going to the tomb to weep there."},{"verse": 32, "text": "When Mary came where Jesus was and saw him, she knelt at his feet and said to him, \"Lord, if you had been here, my brother would not have died.\""},{"verse": 33, "text": "When Jesus saw her weeping, and the Jews who came with her also weeping, he was greatly disturbed in spirit and deeply moved."},{"verse": 34, "text": "He said, \"Where have you laid him?\" They said to him, \"Lord, come and see.\""},{"verse": 35, "text": "Jesus began to weep."},{"verse": 36, "text": "So the Jews said, \"See how he loved him!\""},{"verse": 37, "text": "But some of them said, \"Could not he who opened the eyes of the blind man have kept this man from dying?\""},{"verse": 38, "text": "||Jesus Raises Lazarus to Life||Then Jesus, again greatly disturbed, came to the tomb. It was a cave, and a stone was lying against it."},{"verse": 39, "text": "Jesus said, \"Take away the stone.\" Martha, the sister of the dead man, said to him, \"Lord, already there is a stench because he has been dead four days.\""},{"verse": 40, "text": "Jesus said to her, \"Did I not tell you that if you believed, you would see the glory of God?\""},{"verse": 41, "text": "So they took away the stone. And Jesus looked upward and said, \"Father, I thank you for having heard me."},{"verse": 42, "text": "I knew that you always hear me, but I have said this for the sake of the crowd standing here, so that they may believe that you sent me.\""},{"verse": 43, "text": "When he had said this, he cried with a loud voice, \"Lazarus, come out!\""},{"verse": 44, "text": "The dead man came out, his hands and feet bound with strips of cloth, and his face wrapped in a cloth. Jesus said to them, \"Unbind him, and let him go.\""},{"verse": 45, "text": "||The Plot to Kill Jesus||Many of the Jews therefore, who had come with Mary and had seen what Jesus did, believed in him."},{"verse": 46, "text": "But some of them went to the Pharisees and told them what he had done."},{"verse": 47, "text": "So the chief priests and the Pharisees called a meeting of the council, and said, \"What are we to do? This man is performing many signs."},{"verse": 48, "footnotes": {"a": "John 11:48 Or _our temple_; Greek _our place_"}, "text": "If we let him go on like this, everyone will believe in him, and the Romans will come and destroy both our holy place[^a] and our nation.\""},{"verse": 49, "text": "But one of them, Caiaphas, who was high priest that year, said to them, \"You know nothing at all!"},{"verse": 50, "text": "You do not understand that it is better for you to have one man die for the people than to have the whole nation destroyed.\""},{"verse": 51, "text": "He did not say this on his own, but being high priest that year he prophesied that Jesus was about to die for the nation,"},{"verse": 52, "text": "and not for the nation only, but to gather into one the dispersed children of God."},{"verse": 53, "text": "So from that day on they planned to put him to death."},{"verse": 54, "text": "Jesus therefore no longer walked about openly among the Jews, but went from there to a town called Ephraim in the region near the wilderness; and he remained there with the disciples."},{"verse": 55, "text": "Now the Passover of the Jews was near, and many went up from the country to Jerusalem before the Passover to purify themselves."},{"verse": 56, "text": "They were looking for Jesus and were asking one another as they stood in the temple, \"What do you think? Surely he will not come to the festival, will he?\""},{"verse": 57, "footnotes": {"a": "John 11:57 Gk _he_"}, "text": "Now the chief priests and the Pharisees had given orders that anyone who knew where Jesus[^a] was should let them know, so that they might arrest him."}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||Mary Anoints Jesus||Six days before the Passover Jesus came to Bethany, the home of Lazarus, whom he had raised from the dead."},{"verse": 2, "text": "There they gave a dinner for him. Martha served, and Lazarus was one of those at the table with him."},{"verse": 3, "footnotes": {"a": "John 12:3 Gk _his feet_"}, "text": "Mary took a pound of costly perfume made of pure nard, anointed Jesus\" feet, and wiped them[^a] with her hair. The house was filled with the fragrance of the perfume."},{"verse": 4, "text": "But Judas Iscariot, one of his disciples (the one who was about to betray him), said,"},{"verse": 5, "footnotes": {"a": "John 12:5 Three hundred denarii would be nearly a year’s wages for a laborer"}, "text": "\"Why was this perfume not sold for three hundred denarii[^a] and the money given to the poor?\""},{"verse": 6, "text": "(He said this not because he cared about the poor, but because he was a thief; he kept the common purse and used to steal what was put into it.)"},{"verse": 7, "footnotes": {"a": "John 12:7 Gk lacks _She bought it_"}, "text": "Jesus said, \"Leave her alone. She bought it[^a] so that she might keep it for the day of my burial."},{"verse": 8, "text": "You always have the poor with you, but you do not always have me.\""},{"verse": 9, "text": "||The Plot to Kill Lazarus||When the great crowd of the Jews learned that he was there, they came not only because of Jesus but also to see Lazarus, whom he had raised from the dead."},{"verse": 10, "text": "So the chief priests planned to put Lazarus to death as well,"},{"verse": 11, "text": "since it was on account of him that many of the Jews were deserting and were believing in Jesus."},{"verse": 12, "text": "||Jesus\" Triumphal Entry into Jerusalem||The next day the great crowd that had come to the festival heard that Jesus was coming to Jerusalem."},{"verse": 13, "text": "So they took branches of palm trees and went out to meet him, shouting,\n\"Hosanna!  \nBlessed is the one who comes in the name of the Lord--  \n    the King of Israel!\""},{"verse": 14, "text": "Jesus found a young donkey and sat on it; as it is written:"},{"verse": 15, "text": "\"Do not be afraid, daughter of Zion.  \nLook, your king is coming,  \n    sitting on a donkey\"s colt!\""},{"verse": 16, "text": "His disciples did not understand these things at first; but when Jesus was glorified, then they remembered that these things had been written of him and had been done to him."},{"verse": 17, "footnotes": {"a": "John 12:17 Other ancient authorities read _with him began to testify that he had called . . . from the dead_"}, "text": "So the crowd that had been with him when he called Lazarus out of the tomb and raised him from the dead continued to testify.[^a]"},{"verse": 18, "text": "It was also because they heard that he had performed this sign that the crowd went to meet him."},{"verse": 19, "text": "The Pharisees then said to one another, \"You see, you can do nothing. Look, the world has gone after him!\""},{"verse": 20, "text": "||Some Greeks Wish to See Jesus||Now among those who went up to worship at the festival were some Greeks."},{"verse": 21, "text": "They came to Philip, who was from Bethsaida in Galilee, and said to him, \"Sir, we wish to see Jesus.\""},{"verse": 22, "text": "Philip went and told Andrew; then Andrew and Philip went and told Jesus."},{"verse": 23, "text": "Jesus answered them, \"The hour has come for the Son of Man to be glorified."},{"verse": 24, "text": "Very truly, I tell you, unless a grain of wheat falls into the earth and dies, it remains just a single grain; but if it dies, it bears much fruit."},{"verse": 25, "text": "Those who love their life lose it, and those who hate their life in this world will keep it for eternal life."},{"verse": 26, "text": "Whoever serves me must follow me, and where I am, there will my servant be also. Whoever serves me, the Father will honor."},{"verse": 27, "text": "||Jesus Speaks about His Death||\"Now my soul is troubled. And what should I say--\"Father, save me from this hour\"? No, it is for this reason that I have come to this hour."},{"verse": 28, "text": "Father, glorify your name.\" Then a voice came from heaven, \"I have glorified it, and I will glorify it again.\""},{"verse": 29, "text": "The crowd standing there heard it and said that it was thunder. Others said, \"An angel has spoken to him.\""},{"verse": 30, "text": "Jesus answered, \"This voice has come for your sake, not for mine."},{"verse": 31, "text": "Now is the judgment of this world; now the ruler of this world will be driven out."},{"verse": 32, "footnotes": {"a": "John 12:32 Other ancient authorities read _all things_"}, "text": "And I, when I am lifted up from the earth, will draw all people[^a] to myself.\""},{"verse": 33, "text": "He said this to indicate the kind of death he was to die."},{"verse": 34, "footnotes": {"a": "John 12:34 Or _the Christ_"}, "text": "The crowd answered him, \"We have heard from the law that the Messiah[^a] remains forever. How can you say that the Son of Man must be lifted up? Who is this Son of Man?\""},{"verse": 35, "text": "Jesus said to them, \"The light is with you for a little longer. Walk while you have the light, so that the darkness may not overtake you. If you walk in the darkness, you do not know where you are going."},{"verse": 36, "text": "While you have the light, believe in the light, so that you may become children of light.\"||The Unbelief of the People||\nAfter Jesus had said this, he departed and hid from them."},{"verse": 37, "text": "Although he had performed so many signs in their presence, they did not believe in him."},{"verse": 38, "text": "This was to fulfill the word spoken by the prophet Isaiah:\n\"Lord, who has believed our message,  \n    and to whom has the arm of the Lord been revealed?\""},{"verse": 39, "text": "And so they could not believe, because Isaiah also said,"},{"verse": 40, "text": "\"He has blinded their eyes  \n    and hardened their heart,  \nso that they might not look with their eyes,  \n    and understand with their heart and turn--  \n    and I would heal them.\""},{"verse": 41, "footnotes": {"a": "John 12:41 Other ancient witnesses read _when_"}, "text": "Isaiah said this because[^a] he saw his glory and spoke about him."},{"verse": 42, "text": "Nevertheless many, even of the authorities, believed in him. But because of the Pharisees they did not confess it, for fear that they would be put out of the synagogue;"},{"verse": 43, "text": "for they loved human glory more than the glory that comes from God."},{"verse": 44, "text": "||Summary of Jesus\" Teaching||Then Jesus cried aloud: \"Whoever believes in me believes not in me but in him who sent me."},{"verse": 45, "text": "And whoever sees me sees him who sent me."},{"verse": 46, "text": "I have come as light into the world, so that everyone who believes in me should not remain in the darkness."},{"verse": 47, "text": "I do not judge anyone who hears my words and does not keep them, for I came not to judge the world, but to save the world."},{"verse": 48, "text": "The one who rejects me and does not receive my word has a judge; on the last day the word that I have spoken will serve as judge,"},{"verse": 49, "text": "for I have not spoken on my own, but the Father who sent me has himself given me a commandment about what to say and what to speak."},{"verse": 50, "text": "And I know that his commandment is eternal life. What I speak, therefore, I speak just as the Father has told me.\""}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||Jesus Washes the Disciples\" Feet||Now before the festival of the Passover, Jesus knew that his hour had come to depart from this world and go to the Father. Having loved his own who were in the world, he loved them to the end."},{"verse": 2, "text": "The devil had already put it into the heart of Judas son of Simon Iscariot to betray him. And during supper"},{"verse": 3, "text": "Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going to God,"},{"verse": 4, "footnotes": {"a": "John 13:4 Gk _from supper_"}, "text": "got up from the table,[^a] took off his outer robe, and tied a towel around himself."},{"verse": 5, "text": "Then he poured water into a basin and began to wash the disciples\" feet and to wipe them with the towel that was tied around him."},{"verse": 6, "text": "He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\""},{"verse": 7, "text": "Jesus answered, \"You do not know now what I am doing, but later you will understand.\""},{"verse": 8, "text": "Peter said to him, \"You will never wash my feet.\" Jesus answered, \"Unless I wash you, you have no share with me.\""},{"verse": 9, "text": "Simon Peter said to him, \"Lord, not my feet only but also my hands and my head!\""},{"verse": 10, "footnotes": {"a": "John 13:10 Other ancient authorities lack _except for the feet_", "b": "John 13:10 The Greek word for _you_ here is plural"}, "text": "Jesus said to him, \"One who has bathed does not need to wash, except for the feet,[^a] but is entirely clean. And you[^b] are clean, though not all of you.\""},{"verse": 11, "text": "For he knew who was to betray him; for this reason he said, \"Not all of you are clean.\""},{"verse": 12, "text": "After he had washed their feet, had put on his robe, and had returned to the table, he said to them, \"Do you know what I have done to you?"},{"verse": 13, "text": "You call me Teacher and Lord--and you are right, for that is what I am."},{"verse": 14, "text": "So if I, your Lord and Teacher, have washed your feet, you also ought to wash one another\"s feet."},{"verse": 15, "text": "For I have set you an example, that you also should do as I have done to you."},{"verse": 16, "footnotes": {"a": "John 13:16 Gk _slaves_"}, "text": "Very truly, I tell you, servants[^a] are not greater than their master, nor are messengers greater than the one who sent them."},{"verse": 17, "text": "If you know these things, you are blessed if you do them."},{"verse": 18, "footnotes": {"a": "John 13:18 Other ancient authorities read _ate bread with me_"}, "text": "I am not speaking of all of you; I know whom I have chosen. But it is to fulfill the scripture, \"The one who ate my bread[^a] has lifted his heel against me.\""},{"verse": 19, "footnotes": {"a": "John 13:19 Gk _I am_"}, "text": "I tell you this now, before it occurs, so that when it does occur, you may believe that I am he.[^a]"},{"verse": 20, "text": "Very truly, I tell you, whoever receives one whom I send receives me; and whoever receives me receives him who sent me.\""},{"verse": 21, "text": "||Jesus Foretells His Betrayal||After saying this Jesus was troubled in spirit, and declared, \"Very truly, I tell you, one of you will betray me.\""},{"verse": 22, "text": "The disciples looked at one another, uncertain of whom he was speaking."},{"verse": 23, "text": "One of his disciples--the one whom Jesus loved--was reclining next to him;"},{"verse": 24, "text": "Simon Peter therefore motioned to him to ask Jesus of whom he was speaking."},{"verse": 25, "text": "So while reclining next to Jesus, he asked him, \"Lord, who is it?\""},{"verse": 26, "footnotes": {"a": "John 13:26 Gk _dipped it_", "b": "John 13:26 Other ancient authorities read _Judas Iscariot son of Simon_; others, _Judas son of Simon from Karyot_ (Kerioth)"}, "text": "Jesus answered, \"It is the one to whom I give this piece of bread when I have dipped it in the dish.\"[^a] So when he had dipped the piece of bread, he gave it to Judas son of Simon Iscariot.[^b]"},{"verse": 27, "footnotes": {"a": "John 13:27 Gk _After the piece of bread_"}, "text": "After he received the piece of bread,[^a] Satan entered into him. Jesus said to him, \"Do quickly what you are going to do.\""},{"verse": 28, "text": "Now no one at the table knew why he said this to him."},{"verse": 29, "text": "Some thought that, because Judas had the common purse, Jesus was telling him, \"Buy what we need for the festival\"; or, that he should give something to the poor."},{"verse": 30, "text": "So, after receiving the piece of bread, he immediately went out. And it was night."},{"verse": 31, "text": "||The New Commandment||When he had gone out, Jesus said, \"Now the Son of Man has been glorified, and God has been glorified in him."},{"verse": 32, "footnotes": {"a": "John 13:32 Other ancient authorities lack _If God has been glorified in him_"}, "text": "If God has been glorified in him,[^a] God will also glorify him in himself and will glorify him at once."},{"verse": 33, "text": "Little children, I am with you only a little longer. You will look for me; and as I said to the Jews so now I say to you, \"Where I am going, you cannot come.\""},{"verse": 34, "text": "I give you a new commandment, that you love one another. Just as I have loved you, you also should love one another."},{"verse": 35, "text": "By this everyone will know that you are my disciples, if you have love for one another.\""},{"verse": 36, "text": "||Jesus Foretells Peter\"s Denial||Simon Peter said to him, \"Lord, where are you going?\" Jesus answered, \"Where I am going, you cannot follow me now; but you will follow afterward.\""},{"verse": 37, "text": "Peter said to him, \"Lord, why can I not follow you now? I will lay down my life for you.\""},{"verse": 38, "text": "Jesus answered, \"Will you lay down your life for me? Very truly, I tell you, before the cock crows, you will have denied me three times."}]}
,{"chapter": 14, "verses":[{"verse": 1, "footnotes": {"a": "John 14:1 Or _You believe_"}, "text": "||Jesus the Way to the Father||\"Do not let your hearts be troubled. Believe[^a] in God, believe also in me."},{"verse": 2, "footnotes": {"a": "John 14:2 Or _If it were not so, I would have told you; for I go to prepare a place for you_"}, "text": "In my Father\"s house there are many dwelling places. If it were not so, would I have told you that I go to prepare a place for you?[^a]"},{"verse": 3, "text": "And if I go and prepare a place for you, I will come again and will take you to myself, so that where I am, there you may be also."},{"verse": 4, "footnotes": {"a": "John 14:4 Other ancient authorities read _Where I am going you know, and the way you know_"}, "text": "And you know the way to the place where I am going.\"[^a]"},{"verse": 5, "text": "Thomas said to him, \"Lord, we do not know where you are going. How can we know the way?\""},{"verse": 6, "text": "Jesus said to him, \"I am the way, and the truth, and the life. No one comes to the Father except through me."},{"verse": 7, "footnotes": {"a": "John 14:7 Other ancient authorities read _If you had known me, you would have known_"}, "text": "If you know me, you will know[^a] my Father also. From now on you do know him and have seen him.\""},{"verse": 8, "text": "Philip said to him, \"Lord, show us the Father, and we will be satisfied.\""},{"verse": 9, "text": "Jesus said to him, \"Have I been with you all this time, Philip, and you still do not know me? Whoever has seen me has seen the Father. How can you say, \"Show us the Father\"?"},{"verse": 10, "text": "Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak on my own; but the Father who dwells in me does his works."},{"verse": 11, "text": "Believe me that I am in the Father and the Father is in me; but if you do not, then believe me because of the works themselves."},{"verse": 12, "text": "Very truly, I tell you, the one who believes in me will also do the works that I do and, in fact, will do greater works than these, because I am going to the Father."},{"verse": 13, "text": "I will do whatever you ask in my name, so that the Father may be glorified in the Son."},{"verse": 14, "footnotes": {"a": "John 14:14 Other ancient authorities lack _me_"}, "text": "If in my name you ask me[^a] for anything, I will do it."},{"verse": 15, "footnotes": {"a": "John 14:15 Other ancient authorities read _me, keep_"}, "text": "||The Promise of the Holy Spirit||\"If you love me, you will keep[^a] my commandments."},{"verse": 16, "footnotes": {"a": "John 14:16 Or _Helper_"}, "text": "And I will ask the Father, and he will give you another Advocate,[^a] to be with you forever."},{"verse": 17, "footnotes": {"a": "John 14:17 Or _among_"}, "text": "This is the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, because he abides with you, and he will be in[^a] you."},{"verse": 18, "text": "\"I will not leave you orphaned; I am coming to you."},{"verse": 19, "text": "In a little while the world will no longer see me, but you will see me; because I live, you also will live."},{"verse": 20, "text": "On that day you will know that I am in my Father, and you in me, and I in you."},{"verse": 21, "text": "They who have my commandments and keep them are those who love me; and those who love me will be loved by my Father, and I will love them and reveal myself to them.\""},{"verse": 22, "text": "Judas (not Iscariot) said to him, \"Lord, how is it that you will reveal yourself to us, and not to the world?\""},{"verse": 23, "text": "Jesus answered him, \"Those who love me will keep my word, and my Father will love them, and we will come to them and make our home with them."},{"verse": 24, "text": "Whoever does not love me does not keep my words; and the word that you hear is not mine, but is from the Father who sent me."},{"verse": 25, "text": "\"I have said these things to you while I am still with you."},{"verse": 26, "footnotes": {"a": "John 14:26 Or _Helper_"}, "text": "But the Advocate,[^a] the Holy Spirit, whom the Father will send in my name, will teach you everything, and remind you of all that I have said to you."},{"verse": 27, "text": "Peace I leave with you; my peace I give to you. I do not give to you as the world gives. Do not let your hearts be troubled, and do not let them be afraid."},{"verse": 28, "text": "You heard me say to you, \"I am going away, and I am coming to you.\" If you loved me, you would rejoice that I am going to the Father, because the Father is greater than I."},{"verse": 29, "text": "And now I have told you this before it occurs, so that when it does occur, you may believe."},{"verse": 30, "text": "I will no longer talk much with you, for the ruler of this world is coming. He has no power over me;"},{"verse": 31, "text": "but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us be on our way."}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||Jesus the True Vine||\"I am the true vine, and my Father is the vinegrower."},{"verse": 2, "footnotes": {"a": "John 15:2 The same Greek root refers to pruning and cleansing"}, "text": "He removes every branch in me that bears no fruit. Every branch that bears fruit he prunes[^a] to make it bear more fruit."},{"verse": 3, "footnotes": {"a": "John 15:3 The same Greek root refers to pruning and cleansing"}, "text": "You have already been cleansed[^a] by the word that I have spoken to you."},{"verse": 4, "text": "Abide in me as I abide in you. Just as the branch cannot bear fruit by itself unless it abides in the vine, neither can you unless you abide in me."},{"verse": 5, "text": "I am the vine, you are the branches. Those who abide in me and I in them bear much fruit, because apart from me you can do nothing."},{"verse": 6, "text": "Whoever does not abide in me is thrown away like a branch and withers; such branches are gathered, thrown into the fire, and burned."},{"verse": 7, "text": "If you abide in me, and my words abide in you, ask for whatever you wish, and it will be done for you."},{"verse": 8, "footnotes": {"a": "John 15:8 Or _be_"}, "text": "My Father is glorified by this, that you bear much fruit and become[^a] my disciples."},{"verse": 9, "text": "As the Father has loved me, so I have loved you; abide in my love."},{"verse": 10, "text": "If you keep my commandments, you will abide in my love, just as I have kept my Father\"s commandments and abide in his love."},{"verse": 11, "text": "I have said these things to you so that my joy may be in you, and that your joy may be complete."},{"verse": 12, "text": "\"This is my commandment, that you love one another as I have loved you."},{"verse": 13, "text": "No one has greater love than this, to lay down one\"s life for one\"s friends."},{"verse": 14, "text": "You are my friends if you do what I command you."},{"verse": 15, "footnotes": {"a": "John 15:15 Gk _slaves_", "b": "John 15:15 Gk _slave_"}, "text": "I do not call you servants[^a] any longer, because the servant[^b] does not know what the master is doing; but I have called you friends, because I have made known to you everything that I have heard from my Father."},{"verse": 16, "text": "You did not choose me but I chose you. And I appointed you to go and bear fruit, fruit that will last, so that the Father will give you whatever you ask him in my name."},{"verse": 17, "text": "I am giving you these commands so that you may love one another."},{"verse": 18, "text": "||The World\"s Hatred||\"If the world hates you, be aware that it hated me before it hated you."},{"verse": 19, "footnotes": {"a": "John 15:19 Gk _were of the world_"}, "text": "If you belonged to the world,[^a] the world would love you as its own. Because you do not belong to the world, but I have chosen you out of the world--therefore the world hates you."},{"verse": 20, "footnotes": {"a": "John 15:20 Gk _Slaves_"}, "text": "Remember the word that I said to you, \"Servants[^a] are not greater than their master.\" If they persecuted me, they will persecute you; if they kept my word, they will keep yours also."},{"verse": 21, "text": "But they will do all these things to you on account of my name, because they do not know him who sent me."},{"verse": 22, "text": "If I had not come and spoken to them, they would not have sin; but now they have no excuse for their sin."},{"verse": 23, "text": "Whoever hates me hates my Father also."},{"verse": 24, "text": "If I had not done among them the works that no one else did, they would not have sin. But now they have seen and hated both me and my Father."},{"verse": 25, "text": "It was to fulfill the word that is written in their law, \"They hated me without a cause.\""},{"verse": 26, "footnotes": {"a": "John 15:26 Or _Helper_"}, "text": "\"When the Advocate[^a] comes, whom I will send to you from the Father, the Spirit of truth who comes from the Father, he will testify on my behalf."},{"verse": 27, "text": "You also are to testify because you have been with me from the beginning."}]}
,{"chapter": 16, "verses":[{"verse": 1, "text": "\"I have said these things to you to keep you from stumbling."},{"verse": 2, "text": "They will put you out of the synagogues. Indeed, an hour is coming when those who kill you will think that by doing so they are offering worship to God."},{"verse": 3, "text": "And they will do this because they have not known the Father or me."},{"verse": 4, "text": "But I have said these things to you so that when their hour comes you may remember that I told you about them.||The Work of the Spirit||\n\"I did not say these things to you from the beginning, because I was with you."},{"verse": 5, "text": "But now I am going to him who sent me; yet none of you asks me, \"Where are you going?\""},{"verse": 6, "text": "But because I have said these things to you, sorrow has filled your hearts."},{"verse": 7, "footnotes": {"a": "John 16:7 Or _Helper_"}, "text": "Nevertheless I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Advocate[^a] will not come to you; but if I go, I will send him to you."},{"verse": 8, "footnotes": {"a": "John 16:8 Or _convict the world of_"}, "text": "And when he comes, he will prove the world wrong about[^a] sin and righteousness and judgment:"},{"verse": 9, "text": "about sin, because they do not believe in me;"},{"verse": 10, "text": "about righteousness, because I am going to the Father and you will see me no longer;"},{"verse": 11, "text": "about judgment, because the ruler of this world has been condemned."},{"verse": 12, "text": "\"I still have many things to say to you, but you cannot bear them now."},{"verse": 13, "text": "When the Spirit of truth comes, he will guide you into all the truth; for he will not speak on his own, but will speak whatever he hears, and he will declare to you the things that are to come."},{"verse": 14, "text": "He will glorify me, because he will take what is mine and declare it to you."},{"verse": 15, "text": "All that the Father has is mine. For this reason I said that he will take what is mine and declare it to you."},{"verse": 16, "text": "||Sorrow Will Turn into Joy||\"A little while, and you will no longer see me, and again a little while, and you will see me.\""},{"verse": 17, "text": "Then some of his disciples said to one another, \"What does he mean by saying to us, \"A little while, and you will no longer see me, and again a little while, and you will see me\"; and \"Because I am going to the Father\"?\""},{"verse": 18, "text": "They said, \"What does he mean by this \"a little while\"? We do not know what he is talking about.\""},{"verse": 19, "text": "Jesus knew that they wanted to ask him, so he said to them, \"Are you discussing among yourselves what I meant when I said, \"A little while, and you will no longer see me, and again a little while, and you will see me\"?"},{"verse": 20, "text": "Very truly, I tell you, you will weep and mourn, but the world will rejoice; you will have pain, but your pain will turn into joy."},{"verse": 21, "text": "When a woman is in labor, she has pain, because her hour has come. But when her child is born, she no longer remembers the anguish because of the joy of having brought a human being into the world."},{"verse": 22, "text": "So you have pain now; but I will see you again, and your hearts will rejoice, and no one will take your joy from you."},{"verse": 23, "footnotes": {"a": "John 16:23 Or _will ask me no question_", "b": "John 16:23 Other ancient authorities read _Father, he will give it to you in my name_"}, "text": "On that day you will ask nothing of me.[^a] Very truly, I tell you, if you ask anything of the Father in my name, he will give it to you.[^b]"},{"verse": 24, "text": "Until now you have not asked for anything in my name. Ask and you will receive, so that your joy may be complete."},{"verse": 25, "text": "||Peace for the Disciples||\"I have said these things to you in figures of speech. The hour is coming when I will no longer speak to you in figures, but will tell you plainly of the Father."},{"verse": 26, "text": "On that day you will ask in my name. I do not say to you that I will ask the Father on your behalf;"},{"verse": 27, "footnotes": {"a": "John 16:27 Other ancient authorities read _the Father_"}, "text": "for the Father himself loves you, because you have loved me and have believed that I came from God.[^a]"},{"verse": 28, "text": "I came from the Father and have come into the world; again, I am leaving the world and am going to the Father.\""},{"verse": 29, "text": "His disciples said, \"Yes, now you are speaking plainly, not in any figure of speech!"},{"verse": 30, "text": "Now we know that you know all things, and do not need to have anyone question you; by this we believe that you came from God.\""},{"verse": 31, "text": "Jesus answered them, \"Do you now believe?"},{"verse": 32, "text": "The hour is coming, indeed it has come, when you will be scattered, each one to his home, and you will leave me alone. Yet I am not alone because the Father is with me."},{"verse": 33, "text": "I have said this to you, so that in me you may have peace. In the world you face persecution. But take courage; I have conquered the world!\""}]}
,{"chapter": 17, "verses":[{"verse": 1, "text": "||Jesus Prays for His Disciples||After Jesus had spoken these words, he looked up to heaven and said, \"Father, the hour has come; glorify your Son so that the Son may glorify you,"},{"verse": 2, "footnotes": {"a": "John 17:2 Gk _flesh_"}, "text": "since you have given him authority over all people,[^a] to give eternal life to all whom you have given him."},{"verse": 3, "text": "And this is eternal life, that they may know you, the only true God, and Jesus Christ whom you have sent."},{"verse": 4, "text": "I glorified you on earth by finishing the work that you gave me to do."},{"verse": 5, "text": "So now, Father, glorify me in your own presence with the glory that I had in your presence before the world existed."},{"verse": 6, "text": "\"I have made your name known to those whom you gave me from the world. They were yours, and you gave them to me, and they have kept your word."},{"verse": 7, "text": "Now they know that everything you have given me is from you;"},{"verse": 8, "text": "for the words that you gave to me I have given to them, and they have received them and know in truth that I came from you; and they have believed that you sent me."},{"verse": 9, "text": "I am asking on their behalf; I am not asking on behalf of the world, but on behalf of those whom you gave me, because they are yours."},{"verse": 10, "text": "All mine are yours, and yours are mine; and I have been glorified in them."},{"verse": 11, "text": "And now I am no longer in the world, but they are in the world, and I am coming to you. Holy Father, protect them in your name that you have given me, so that they may be one, as we are one."},{"verse": 12, "footnotes": {"a": "John 17:12 Other ancient authorities read _protected in your name those whom_", "b": "John 17:12 Gk _except the son of destruction_"}, "text": "While I was with them, I protected them in your name that[^a] you have given me. I guarded them, and not one of them was lost except the one destined to be lost,[^b] so that the scripture might be fulfilled."},{"verse": 13, "footnotes": {"a": "John 17:13 Or _among themselves_"}, "text": "But now I am coming to you, and I speak these things in the world so that they may have my joy made complete in themselves.[^a]"},{"verse": 14, "text": "I have given them your word, and the world has hated them because they do not belong to the world, just as I do not belong to the world."},{"verse": 15, "footnotes": {"a": "John 17:15 Or _from evil_"}, "text": "I am not asking you to take them out of the world, but I ask you to protect them from the evil one.[^a]"},{"verse": 16, "text": "They do not belong to the world, just as I do not belong to the world."},{"verse": 17, "text": "Sanctify them in the truth; your word is truth."},{"verse": 18, "text": "As you have sent me into the world, so I have sent them into the world."},{"verse": 19, "text": "And for their sakes I sanctify myself, so that they also may be sanctified in truth."},{"verse": 20, "text": "\"I ask not only on behalf of these, but also on behalf of those who will believe in me through their word,"},{"verse": 21, "footnotes": {"a": "John 17:21 Other ancient authorities read _be one in us_"}, "text": "that they may all be one. As you, Father, are in me and I am in you, may they also be in us,[^a] so that the world may believe that you have sent me."},{"verse": 22, "text": "The glory that you have given me I have given them, so that they may be one, as we are one,"},{"verse": 23, "text": "I in them and you in me, that they may become completely one, so that the world may know that you have sent me and have loved them even as you have loved me."},{"verse": 24, "text": "Father, I desire that those also, whom you have given me, may be with me where I am, to see my glory, which you have given me because you loved me before the foundation of the world."},{"verse": 25, "text": "\"Righteous Father, the world does not know you, but I know you; and these know that you have sent me."},{"verse": 26, "text": "I made your name known to them, and I will make it known, so that the love with which you have loved me may be in them, and I in them.\""}]}
,{"chapter": 18, "verses":[{"verse": 1, "text": "||The Betrayal and Arrest of Jesus||After Jesus had spoken these words, he went out with his disciples across the Kidron valley to a place where there was a garden, which he and his disciples entered."},{"verse": 2, "text": "Now Judas, who betrayed him, also knew the place, because Jesus often met there with his disciples."},{"verse": 3, "text": "So Judas brought a detachment of soldiers together with police from the chief priests and the Pharisees, and they came there with lanterns and torches and weapons."},{"verse": 4, "text": "Then Jesus, knowing all that was to happen to him, came forward and asked them, \"Whom are you looking for?\""},{"verse": 5, "footnotes": {"a": "John 18:5 Gk _the Nazorean_", "b": "John 18:5 Gk _I am_"}, "text": "They answered, \"Jesus of Nazareth.\"[^a] Jesus replied, \"I am he.\"[^b] Judas, who betrayed him, was standing with them."},{"verse": 6, "footnotes": {"a": "John 18:6 Gk _he_", "b": "John 18:6 Gk _I am_"}, "text": "When Jesus[^a] said to them, \"I am he,\"[^b] they stepped back and fell to the ground."},{"verse": 7, "footnotes": {"a": "John 18:7 Gk _the Nazorean_"}, "text": "Again he asked them, \"Whom are you looking for?\" And they said, \"Jesus of Nazareth.\"[^a]"},{"verse": 8, "footnotes": {"a": "John 18:8 Gk _I am_"}, "text": "Jesus answered, \"I told you that I am he.[^a] So if you are looking for me, let these men go.\""},{"verse": 9, "text": "This was to fulfill the word that he had spoken, \"I did not lose a single one of those whom you gave me.\""},{"verse": 10, "text": "Then Simon Peter, who had a sword, drew it, struck the high priest\"s slave, and cut off his right ear. The slave\"s name was Malchus."},{"verse": 11, "text": "Jesus said to Peter, \"Put your sword back into its sheath. Am I not to drink the cup that the Father has given me?\""},{"verse": 12, "text": "||Jesus before the High Priest||So the soldiers, their officer, and the Jewish police arrested Jesus and bound him."},{"verse": 13, "text": "First they took him to Annas, who was the father-in-law of Caiaphas, the high priest that year."},{"verse": 14, "text": "Caiaphas was the one who had advised the Jews that it was better to have one person die for the people."},{"verse": 15, "text": "||Peter Denies Jesus||Simon Peter and another disciple followed Jesus. Since that disciple was known to the high priest, he went with Jesus into the courtyard of the high priest,"},{"verse": 16, "text": "but Peter was standing outside at the gate. So the other disciple, who was known to the high priest, went out, spoke to the woman who guarded the gate, and brought Peter in."},{"verse": 17, "text": "The woman said to Peter, \"You are not also one of this man\"s disciples, are you?\" He said, \"I am not.\""},{"verse": 18, "text": "Now the slaves and the police had made a charcoal fire because it was cold, and they were standing around it and warming themselves. Peter also was standing with them and warming himself."},{"verse": 19, "text": "||The High Priest Questions Jesus||Then the high priest questioned Jesus about his disciples and about his teaching."},{"verse": 20, "text": "Jesus answered, \"I have spoken openly to the world; I have always taught in synagogues and in the temple, where all the Jews come together. I have said nothing in secret."},{"verse": 21, "text": "Why do you ask me? Ask those who heard what I said to them; they know what I said.\""},{"verse": 22, "text": "When he had said this, one of the police standing nearby struck Jesus on the face, saying, \"Is that how you answer the high priest?\""},{"verse": 23, "text": "Jesus answered, \"If I have spoken wrongly, testify to the wrong. But if I have spoken rightly, why do you strike me?\""},{"verse": 24, "text": "Then Annas sent him bound to Caiaphas the high priest."},{"verse": 25, "text": "||Peter Denies Jesus Again||Now Simon Peter was standing and warming himself. They asked him, \"You are not also one of his disciples, are you?\" He denied it and said, \"I am not.\""},{"verse": 26, "text": "One of the slaves of the high priest, a relative of the man whose ear Peter had cut off, asked, \"Did I not see you in the garden with him?\""},{"verse": 27, "text": "Again Peter denied it, and at that moment the cock crowed."},{"verse": 28, "footnotes": {"a": "John 18:28 Gk _the praetorium_", "b": "John 18:28 Gk _the praetorium_"}, "text": "||Jesus before Pilate||Then they took Jesus from Caiaphas to Pilate\"s headquarters.[^a] It was early in the morning. They themselves did not enter the headquarters,[^b] so as to avoid ritual defilement and to be able to eat the Passover."},{"verse": 29, "text": "So Pilate went out to them and said, \"What accusation do you bring against this man?\""},{"verse": 30, "text": "They answered, \"If this man were not a criminal, we would not have handed him over to you.\""},{"verse": 31, "text": "Pilate said to them, \"Take him yourselves and judge him according to your law.\" The Jews replied, \"We are not permitted to put anyone to death.\""},{"verse": 32, "text": "(This was to fulfill what Jesus had said when he indicated the kind of death he was to die.)"},{"verse": 33, "footnotes": {"a": "John 18:33 Gk _the praetorium_"}, "text": "Then Pilate entered the headquarters[^a] again, summoned Jesus, and asked him, \"Are you the King of the Jews?\""},{"verse": 34, "text": "Jesus answered, \"Do you ask this on your own, or did others tell you about me?\""},{"verse": 35, "text": "Pilate replied, \"I am not a Jew, am I? Your own nation and the chief priests have handed you over to me. What have you done?\""},{"verse": 36, "text": "Jesus answered, \"My kingdom is not from this world. If my kingdom were from this world, my followers would be fighting to keep me from being handed over to the Jews. But as it is, my kingdom is not from here.\""},{"verse": 37, "text": "Pilate asked him, \"So you are a king?\" Jesus answered, \"You say that I am a king. For this I was born, and for this I came into the world, to testify to the truth. Everyone who belongs to the truth listens to my voice.\""},{"verse": 38, "text": "Pilate asked him, \"What is truth?\"||Jesus Sentenced to Death||\nAfter he had said this, he went out to the Jews again and told them, \"I find no case against him."},{"verse": 39, "text": "But you have a custom that I release someone for you at the Passover. Do you want me to release for you the King of the Jews?\""},{"verse": 40, "text": "They shouted in reply, \"Not this man, but Barabbas!\" Now Barabbas was a bandit."}]}
,{"chapter": 19, "verses":[{"verse": 1, "text": "Then Pilate took Jesus and had him flogged."},{"verse": 2, "text": "And the soldiers wove a crown of thorns and put it on his head, and they dressed him in a purple robe."},{"verse": 3, "text": "They kept coming up to him, saying, \"Hail, King of the Jews!\" and striking him on the face."},{"verse": 4, "text": "Pilate went out again and said to them, \"Look, I am bringing him out to you to let you know that I find no case against him.\""},{"verse": 5, "text": "So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, \"Here is the man!\""},{"verse": 6, "text": "When the chief priests and the police saw him, they shouted, \"Crucify him! Crucify him!\" Pilate said to them, \"Take him yourselves and crucify him; I find no case against him.\""},{"verse": 7, "text": "The Jews answered him, \"We have a law, and according to that law he ought to die because he has claimed to be the Son of God.\""},{"verse": 8, "text": "Now when Pilate heard this, he was more afraid than ever."},{"verse": 9, "footnotes": {"a": "John 19:9 Gk _the praetorium_"}, "text": "He entered his headquarters[^a] again and asked Jesus, \"Where are you from?\" But Jesus gave him no answer."},{"verse": 10, "text": "Pilate therefore said to him, \"Do you refuse to speak to me? Do you not know that I have power to release you, and power to crucify you?\""},{"verse": 11, "text": "Jesus answered him, \"You would have no power over me unless it had been given you from above; therefore the one who handed me over to you is guilty of a greater sin.\""},{"verse": 12, "text": "From then on Pilate tried to release him, but the Jews cried out, \"If you release this man, you are no friend of the emperor. Everyone who claims to be a king sets himself against the emperor.\""},{"verse": 13, "footnotes": {"a": "John 19:13 Or _seated him_", "b": "John 19:13 That is, _Aramaic_"}, "text": "When Pilate heard these words, he brought Jesus outside and sat[^a] on the judge\"s bench at a place called The Stone Pavement, or in Hebrew[^b] Gabbatha."},{"verse": 14, "text": "Now it was the day of Preparation for the Passover; and it was about noon. He said to the Jews, \"Here is your King!\""},{"verse": 15, "text": "They cried out, \"Away with him! Away with him! Crucify him!\" Pilate asked them, \"Shall I crucify your King?\" The chief priests answered, \"We have no king but the emperor.\""},{"verse": 16, "text": "Then he handed him over to them to be crucified.||The Crucifixion of Jesus||\nSo they took Jesus;"},{"verse": 17, "footnotes": {"a": "John 19:17 That is, _Aramaic_"}, "text": "and carrying the cross by himself, he went out to what is called The Place of the Skull, which in Hebrew[^a] is called Golgotha."},{"verse": 18, "text": "There they crucified him, and with him two others, one on either side, with Jesus between them."},{"verse": 19, "footnotes": {"a": "John 19:19 Gk _the Nazorean_"}, "text": "Pilate also had an inscription written and put on the cross. It read, \"Jesus of Nazareth,[^a] the King of the Jews.\""},{"verse": 20, "footnotes": {"a": "John 19:20 That is, _Aramaic_"}, "text": "Many of the Jews read this inscription, because the place where Jesus was crucified was near the city; and it was written in Hebrew,[^a] in Latin, and in Greek."},{"verse": 21, "text": "Then the chief priests of the Jews said to Pilate, \"Do not write, \"The King of the Jews,\" but, \"This man said, I am King of the Jews.\"\""},{"verse": 22, "text": "Pilate answered, \"What I have written I have written.\""},{"verse": 23, "text": "When the soldiers had crucified Jesus, they took his clothes and divided them into four parts, one for each soldier. They also took his tunic; now the tunic was seamless, woven in one piece from the top."},{"verse": 24, "text": "So they said to one another, \"Let us not tear it, but cast lots for it to see who will get it.\" This was to fulfill what the scripture says,\n\"They divided my clothes among themselves,  \n    and for my clothing they cast lots.\""},{"verse": 25, "text": "And that is what the soldiers did.\nMeanwhile, standing near the cross of Jesus were his mother, and his mother\"s sister, Mary the wife of Clopas, and Mary Magdalene."},{"verse": 26, "text": "When Jesus saw his mother and the disciple whom he loved standing beside her, he said to his mother, \"Woman, here is your son.\""},{"verse": 27, "text": "Then he said to the disciple, \"Here is your mother.\" And from that hour the disciple took her into his own home."},{"verse": 28, "text": "After this, when Jesus knew that all was now finished, he said (in order to fulfill the scripture), \"I am thirsty.\""},{"verse": 29, "text": "A jar full of sour wine was standing there. So they put a sponge full of the wine on a branch of hyssop and held it to his mouth."},{"verse": 30, "text": "When Jesus had received the wine, he said, \"It is finished.\" Then he bowed his head and gave up his spirit."},{"verse": 31, "text": "||Jesus\" Side Is Pierced||Since it was the day of Preparation, the Jews did not want the bodies left on the cross during the sabbath, especially because that sabbath was a day of great solemnity. So they asked Pilate to have the legs of the crucified men broken and the bodies removed."},{"verse": 32, "text": "Then the soldiers came and broke the legs of the first and of the other who had been crucified with him."},{"verse": 33, "text": "But when they came to Jesus and saw that he was already dead, they did not break his legs."},{"verse": 34, "text": "Instead, one of the soldiers pierced his side with a spear, and at once blood and water came out."},{"verse": 35, "footnotes": {"a": "John 19:35 Or _there is one who knows_"}, "text": "(He who saw this has testified so that you also may believe. His testimony is true, and he knows[^a] that he tells the truth.)"},{"verse": 36, "text": "These things occurred so that the scripture might be fulfilled, \"None of his bones shall be broken.\""},{"verse": 37, "text": "And again another passage of scripture says, \"They will look on the one whom they have pierced.\""},{"verse": 38, "text": "||The Burial of Jesus||After these things, Joseph of Arimathea, who was a disciple of Jesus, though a secret one because of his fear of the Jews, asked Pilate to let him take away the body of Jesus. Pilate gave him permission; so he came and removed his body."},{"verse": 39, "text": "Nicodemus, who had at first come to Jesus by night, also came, bringing a mixture of myrrh and aloes, weighing about a hundred pounds."},{"verse": 40, "text": "They took the body of Jesus and wrapped it with the spices in linen cloths, according to the burial custom of the Jews."},{"verse": 41, "text": "Now there was a garden in the place where he was crucified, and in the garden there was a new tomb in which no one had ever been laid."},{"verse": 42, "text": "And so, because it was the Jewish day of Preparation, and the tomb was nearby, they laid Jesus there."}]}
,{"chapter": 20, "verses":[{"verse": 1, "text": "||The Resurrection of Jesus||Early on the first day of the week, while it was still dark, Mary Magdalene came to the tomb and saw that the stone had been removed from the tomb."},{"verse": 2, "text": "So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, \"They have taken the Lord out of the tomb, and we do not know where they have laid him.\""},{"verse": 3, "text": "Then Peter and the other disciple set out and went toward the tomb."},{"verse": 4, "text": "The two were running together, but the other disciple outran Peter and reached the tomb first."},{"verse": 5, "text": "He bent down to look in and saw the linen wrappings lying there, but he did not go in."},{"verse": 6, "text": "Then Simon Peter came, following him, and went into the tomb. He saw the linen wrappings lying there,"},{"verse": 7, "text": "and the cloth that had been on Jesus\" head, not lying with the linen wrappings but rolled up in a place by itself."},{"verse": 8, "text": "Then the other disciple, who reached the tomb first, also went in, and he saw and believed;"},{"verse": 9, "text": "for as yet they did not understand the scripture, that he must rise from the dead."},{"verse": 10, "text": "Then the disciples returned to their homes."},{"verse": 11, "footnotes": {"a": "John 20:11 Gk lacks _to look_"}, "text": "||Jesus Appears to Mary Magdalene||But Mary stood weeping outside the tomb. As she wept, she bent over to look[^a] into the tomb;"},{"verse": 12, "text": "and she saw two angels in white, sitting where the body of Jesus had been lying, one at the head and the other at the feet."},{"verse": 13, "text": "They said to her, \"Woman, why are you weeping?\" She said to them, \"They have taken away my Lord, and I do not know where they have laid him.\""},{"verse": 14, "text": "When she had said this, she turned around and saw Jesus standing there, but she did not know that it was Jesus."},{"verse": 15, "text": "Jesus said to her, \"Woman, why are you weeping? Whom are you looking for?\" Supposing him to be the gardener, she said to him, \"Sir, if you have carried him away, tell me where you have laid him, and I will take him away.\""},{"verse": 16, "footnotes": {"a": "John 20:16 That is, _Aramaic_"}, "text": "Jesus said to her, \"Mary!\" She turned and said to him in Hebrew,[^a] \"Rabbouni!\" (which means Teacher)."},{"verse": 17, "text": "Jesus said to her, \"Do not hold on to me, because I have not yet ascended to the Father. But go to my brothers and say to them, \"I am ascending to my Father and your Father, to my God and your God.\"\""},{"verse": 18, "text": "Mary Magdalene went and announced to the disciples, \"I have seen the Lord\"; and she told them that he had said these things to her."},{"verse": 19, "text": "||Jesus Appears to the Disciples||When it was evening on that day, the first day of the week, and the doors of the house where the disciples had met were locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you.\""},{"verse": 20, "text": "After he said this, he showed them his hands and his side. Then the disciples rejoiced when they saw the Lord."},{"verse": 21, "text": "Jesus said to them again, \"Peace be with you. As the Father has sent me, so I send you.\""},{"verse": 22, "text": "When he had said this, he breathed on them and said to them, \"Receive the Holy Spirit."},{"verse": 23, "text": "If you forgive the sins of any, they are forgiven them; if you retain the sins of any, they are retained.\""},{"verse": 24, "footnotes": {"a": "John 20:24 Gk _Didymus_"}, "text": "||Jesus and Thomas||But Thomas (who was called the Twin[^a]), one of the twelve, was not with them when Jesus came."},{"verse": 25, "text": "So the other disciples told him, \"We have seen the Lord.\" But he said to them, \"Unless I see the mark of the nails in his hands, and put my finger in the mark of the nails and my hand in his side, I will not believe.\""},{"verse": 26, "text": "A week later his disciples were again in the house, and Thomas was with them. Although the doors were shut, Jesus came and stood among them and said, \"Peace be with you.\""},{"verse": 27, "text": "Then he said to Thomas, \"Put your finger here and see my hands. Reach out your hand and put it in my side. Do not doubt but believe.\""},{"verse": 28, "text": "Thomas answered him, \"My Lord and my God!\""},{"verse": 29, "text": "Jesus said to him, \"Have you believed because you have seen me? Blessed are those who have not seen and yet have come to believe.\""},{"verse": 30, "text": "||The Purpose of This Book||Now Jesus did many other signs in the presence of his disciples, which are not written in this book."},{"verse": 31, "footnotes": {"a": "John 20:31 Other ancient authorities read _may continue to believe_", "b": "John 20:31 Or _the Christ_"}, "text": "But these are written so that you may come to believe[^a] that Jesus is the Messiah,[^b] the Son of God, and that through believing you may have life in his name."}]}
,{"chapter": 21, "verses":[{"verse": 1, "text": "||Jesus Appears to Seven Disciples||After these things Jesus showed himself again to the disciples by the Sea of Tiberias; and he showed himself in this way."},{"verse": 2, "footnotes": {"a": "John 21:2 Gk _Didymus_"}, "text": "Gathered there together were Simon Peter, Thomas called the Twin,[^a] Nathanael of Cana in Galilee, the sons of Zebedee, and two others of his disciples."},{"verse": 3, "text": "Simon Peter said to them, \"I am going fishing.\" They said to him, \"We will go with you.\" They went out and got into the boat, but that night they caught nothing."},{"verse": 4, "text": "Just after daybreak, Jesus stood on the beach; but the disciples did not know that it was Jesus."},{"verse": 5, "text": "Jesus said to them, \"Children, you have no fish, have you?\" They answered him, \"No.\""},{"verse": 6, "text": "He said to them, \"Cast the net to the right side of the boat, and you will find some.\" So they cast it, and now they were not able to haul it in because there were so many fish."},{"verse": 7, "text": "That disciple whom Jesus loved said to Peter, \"It is the Lord!\" When Simon Peter heard that it was the Lord, he put on some clothes, for he was naked, and jumped into the sea."},{"verse": 8, "footnotes": {"a": "John 21:8 Gk _two hundred cubits_"}, "text": "But the other disciples came in the boat, dragging the net full of fish, for they were not far from the land, only about a hundred yards[^a] off."},{"verse": 9, "text": "When they had gone ashore, they saw a charcoal fire there, with fish on it, and bread."},{"verse": 10, "text": "Jesus said to them, \"Bring some of the fish that you have just caught.\""},{"verse": 11, "text": "So Simon Peter went aboard and hauled the net ashore, full of large fish, a hundred fifty-three of them; and though there were so many, the net was not torn."},{"verse": 12, "text": "Jesus said to them, \"Come and have breakfast.\" Now none of the disciples dared to ask him, \"Who are you?\" because they knew it was the Lord."},{"verse": 13, "text": "Jesus came and took the bread and gave it to them, and did the same with the fish."},{"verse": 14, "text": "This was now the third time that Jesus appeared to the disciples after he was raised from the dead."},{"verse": 15, "text": "||Jesus and Peter||When they had finished breakfast, Jesus said to Simon Peter, \"Simon son of John, do you love me more than these?\" He said to him, \"Yes, Lord; you know that I love you.\" Jesus said to him, \"Feed my lambs.\""},{"verse": 16, "text": "A second time he said to him, \"Simon son of John, do you love me?\" He said to him, \"Yes, Lord; you know that I love you.\" Jesus said to him, \"Tend my sheep.\""},{"verse": 17, "text": "He said to him the third time, \"Simon son of John, do you love me?\" Peter felt hurt because he said to him the third time, \"Do you love me?\" And he said to him, \"Lord, you know everything; you know that I love you.\" Jesus said to him, \"Feed my sheep."},{"verse": 18, "text": "Very truly, I tell you, when you were younger, you used to fasten your own belt and to go wherever you wished. But when you grow old, you will stretch out your hands, and someone else will fasten a belt around you and take you where you do not wish to go.\""},{"verse": 19, "text": "(He said this to indicate the kind of death by which he would glorify God.) After this he said to him, \"Follow me.\""},{"verse": 20, "text": "||Jesus and the Beloved Disciple||Peter turned and saw the disciple whom Jesus loved following them; he was the one who had reclined next to Jesus at the supper and had said, \"Lord, who is it that is going to betray you?\""},{"verse": 21, "text": "When Peter saw him, he said to Jesus, \"Lord, what about him?\""},{"verse": 22, "text": "Jesus said to him, \"If it is my will that he remain until I come, what is that to you? Follow me!\""},{"verse": 23, "footnotes": {"a": "John 21:23 Gk _among the brothers_", "b": "John 21:23 Other ancient authorities lack _what is that to you_"}, "text": "So the rumor spread in the community[^a] that this disciple would not die. Yet Jesus did not say to him that he would not die, but, \"If it is my will that he remain until I come, what is that to you?\"[^b]"},{"verse": 24, "text": "This is the disciple who is testifying to these things and has written them, and we know that his testimony is true."},{"verse": 25, "text": "But there are also many other things that Jesus did; if every one of them were written down, I suppose that the world itself could not contain the books that would be written."}]}
]}