{"book": "Jonah", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Jonah Tries to Run Away from God||Now the word of the LORD came to Jonah son of Amittai, saying,"},{"verse": 2, "text": "\"Go at once to Nineveh, that great city, and cry out against it; for their wickedness has come up before me.\""},{"verse": 3, "text": "But Jonah set out to flee to Tarshish from the presence of the LORD. He went down to Joppa and found a ship going to Tarshish; so he paid his fare and went on board, to go with them to Tarshish, away from the presence of the LORD."},{"verse": 4, "text": "But the LORD hurled a great wind upon the sea, and such a mighty storm came upon the sea that the ship threatened to break up."},{"verse": 5, "text": "Then the mariners were afraid, and each cried to his god. They threw the cargo that was in the ship into the sea, to lighten it for them. Jonah, meanwhile, had gone down into the hold of the ship and had lain down, and was fast asleep."},{"verse": 6, "text": "The captain came and said to him, \"What are you doing sound asleep? Get up, call on your god! Perhaps the god will spare us a thought so that we do not perish.\""},{"verse": 7, "footnotes": {"a": "Jonah 1:7 Heb _They_"}, "text": "The sailors[^a] said to one another, \"Come, let us cast lots, so that we may know on whose account this calamity has come upon us.\" So they cast lots, and the lot fell on Jonah."},{"verse": 8, "text": "Then they said to him, \"Tell us why this calamity has come upon us. What is your occupation? Where do you come from? What is your country? And of what people are you?\""},{"verse": 9, "text": "\"I am a Hebrew,\" he replied. \"I worship the LORD, the God of heaven, who made the sea and the dry land.\""},{"verse": 10, "text": "Then the men were even more afraid, and said to him, \"What is this that you have done!\" For the men knew that he was fleeing from the presence of the LORD, because he had told them so."},{"verse": 11, "text": "Then they said to him, \"What shall we do to you, that the sea may quiet down for us?\" For the sea was growing more and more tempestuous."},{"verse": 12, "text": "He said to them, \"Pick me up and throw me into the sea; then the sea will quiet down for you; for I know it is because of me that this great storm has come upon you.\""},{"verse": 13, "text": "Nevertheless the men rowed hard to bring the ship back to land, but they could not, for the sea grew more and more stormy against them."},{"verse": 14, "text": "Then they cried out to the LORD, \"Please, O LORD, we pray, do not let us perish on account of this man\"s life. Do not make us guilty of innocent blood; for you, O LORD, have done as it pleased you.\""},{"verse": 15, "text": "So they picked Jonah up and threw him into the sea; and the sea ceased from its raging."},{"verse": 16, "text": "Then the men feared the LORD even more, and they offered a sacrifice to the LORD and made vows."},{"verse": 17, "footnotes": {"a": "Jonah 1:17 Ch 2.1 in Heb"}, "text": "[^a] But the LORD provided a large fish to swallow up Jonah; and Jonah was in the belly of the fish three days and three nights."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||A Psalm of Thanksgiving||Then Jonah prayed to the LORD his God from the belly of the fish,"},{"verse": 2, "text": "saying,\n\"I called to the LORD out of my distress,  \n    and he answered me;  \nout of the belly of Sheol I cried,  \n    and you heard my voice."},{"verse": 3, "text": "You cast me into the deep,  \n    into the heart of the seas,  \n    and the flood surrounded me;  \nall your waves and your billows  \n    passed over me."},{"verse": 4, "footnotes": {"a": "Jonah 2:4 Theodotion: Heb _surely_"}, "text": "Then I said, \"I am driven away  \n    from your sight;  \nhow[^a] shall I look again  \n    upon your holy temple?\""},{"verse": 5, "text": "The waters closed in over me;  \n    the deep surrounded me;  \nweeds were wrapped around my head"},{"verse": 6, "text": "    at the roots of the mountains.  \nI went down to the land  \n    whose bars closed upon me forever;  \nyet you brought up my life from the Pit,  \n    O LORD my God."},{"verse": 7, "text": "As my life was ebbing away,  \n    I remembered the LORD;  \nand my prayer came to you,  \n    into your holy temple."},{"verse": 8, "text": "Those who worship vain idols  \n    forsake their true loyalty."},{"verse": 9, "text": "But I with the voice of thanksgiving  \n    will sacrifice to you;  \nwhat I have vowed I will pay.  \n    Deliverance belongs to the LORD!\""},{"verse": 10, "text": "Then the LORD spoke to the fish, and it spewed Jonah out upon the dry land."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Conversion of Nineveh||The word of the LORD came to Jonah a second time, saying,"},{"verse": 2, "text": "\"Get up, go to Nineveh, that great city, and proclaim to it the message that I tell you.\""},{"verse": 3, "text": "So Jonah set out and went to Nineveh, according to the word of the LORD. Now Nineveh was an exceedingly large city, a three days\" walk across."},{"verse": 4, "text": "Jonah began to go into the city, going a day\"s walk. And he cried out, \"Forty days more, and Nineveh shall be overthrown!\""},{"verse": 5, "text": "And the people of Nineveh believed God; they proclaimed a fast, and everyone, great and small, put on sackcloth."},{"verse": 6, "text": "When the news reached the king of Nineveh, he rose from his throne, removed his robe, covered himself with sackcloth, and sat in ashes."},{"verse": 7, "text": "Then he had a proclamation made in Nineveh: \"By the decree of the king and his nobles: No human being or animal, no herd or flock, shall taste anything. They shall not feed, nor shall they drink water."},{"verse": 8, "text": "Human beings and animals shall be covered with sackcloth, and they shall cry mightily to God. All shall turn from their evil ways and from the violence that is in their hands."},{"verse": 9, "text": "Who knows? God may relent and change his mind; he may turn from his fierce anger, so that we do not perish.\""},{"verse": 10, "text": "When God saw what they did, how they turned from their evil ways, God changed his mind about the calamity that he had said he would bring upon them; and he did not do it."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Jonah\"s Anger||But this was very displeasing to Jonah, and he became angry."},{"verse": 2, "text": "He prayed to the LORD and said, \"O LORD! Is not this what I said while I was still in my own country? That is why I fled to Tarshish at the beginning; for I knew that you are a gracious God and merciful, slow to anger, and abounding in steadfast love, and ready to relent from punishing."},{"verse": 3, "text": "And now, O LORD, please take my life from me, for it is better for me to die than to live.\""},{"verse": 4, "text": "And the LORD said, \"Is it right for you to be angry?\""},{"verse": 5, "text": "Then Jonah went out of the city and sat down east of the city, and made a booth for himself there. He sat under it in the shade, waiting to see what would become of the city."},{"verse": 6, "footnotes": {"a": "Jonah 4:6 Heb _qiqayon_, possibly _the castor bean plant_"}, "text": "The LORD God appointed a bush,[^a] and made it come up over Jonah, to give shade over his head, to save him from his discomfort; so Jonah was very happy about the bush."},{"verse": 7, "text": "But when dawn came up the next day, God appointed a worm that attacked the bush, so that it withered."},{"verse": 8, "text": "When the sun rose, God prepared a sultry east wind, and the sun beat down on the head of Jonah so that he was faint and asked that he might die. He said, \"It is better for me to die than to live.\""},{"verse": 9, "text": "||Jonah Is Reproved||But God said to Jonah, \"Is it right for you to be angry about the bush?\" And he said, \"Yes, angry enough to die.\""},{"verse": 10, "text": "Then the LORD said, \"You are concerned about the bush, for which you did not labor and which you did not grow; it came into being in a night and perished in a night."},{"verse": 11, "text": "And should I not be concerned about Nineveh, that great city, in which there are more than a hundred and twenty thousand persons who do not know their right hand from their left, and also many animals?\""}]}
]}