{"book": "Jude", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Jude 1:1 Gk _Judas_", "b": "Jude 1:1 Gk _slave_", "c": "Jude 1:1 Other ancient authorities read _sanctified_", "d": "Jude 1:1 Or _by_", "e": "Jude 1:1 Or _by_"}, "text": "||Salutation||Jude,[^a] a servant[^b] of Jesus Christ and brother of James,\nTo those who are called, who are beloved[^c] in[^d] God the Father and kept safe for[^e] Jesus Christ:"},{"verse": 2, "text": "May mercy, peace, and love be yours in abundance."},{"verse": 3, "text": "||Occasion of the Letter||Beloved, while eagerly preparing to write to you about the salvation we share, I find it necessary to write and appeal to you to contend for the faith that was once for all entrusted to the saints."},{"verse": 4, "footnotes": {"a": "Jude 1:4 Or _the only Master and our Lord Jesus Christ_"}, "text": "For certain intruders have stolen in among you, people who long ago were designated for this condemnation as ungodly, who pervert the grace of our God into licentiousness and deny our only Master and Lord, Jesus Christ.[^a]"},{"verse": 5, "footnotes": {"a": "Jude 1:5 Other ancient authorities read _though you were once for all fully informed, that Jesus_ (or _Joshua_) _who saved_"}, "text": "||Judgment on False Teachers||Now I desire to remind you, though you are fully informed, that the Lord, who once for all saved[^a] a people out of the land of Egypt, afterward destroyed those who did not believe."},{"verse": 6, "text": "And the angels who did not keep their own position, but left their proper dwelling, he has kept in eternal chains in deepest darkness for the judgment of the great day."},{"verse": 7, "footnotes": {"a": "Jude 1:7 Gk _went after other flesh_"}, "text": "Likewise, Sodom and Gomorrah and the surrounding cities, which, in the same manner as they, indulged in sexual immorality and pursued unnatural lust,[^a] serve as an example by undergoing a punishment of eternal fire."},{"verse": 8, "footnotes": {"a": "Jude 1:8 Or _angels_; Gk _glories_"}, "text": "Yet in the same way these dreamers also defile the flesh, reject authority, and slander the glorious ones.[^a]"},{"verse": 9, "footnotes": {"a": "Jude 1:9 Or _condemnation for blasphemy_"}, "text": "But when the archangel Michael contended with the devil and disputed about the body of Moses, he did not dare to bring a condemnation of slander[^a] against him, but said, \"The Lord rebuke you!\""},{"verse": 10, "text": "But these people slander whatever they do not understand, and they are destroyed by those things that, like irrational animals, they know by instinct."},{"verse": 11, "text": "Woe to them! For they go the way of Cain, and abandon themselves to Balaam\"s error for the sake of gain, and perish in Korah\"s rebellion."},{"verse": 12, "footnotes": {"a": "Jude 1:12 Or _reefs_", "b": "Jude 1:12 Or _without fear. They are shepherds who care only for themselves_"}, "text": "These are blemishes[^a] on your love-feasts, while they feast with you without fear, feeding themselves.[^b] They are waterless clouds carried along by the winds; autumn trees without fruit, twice dead, uprooted;"},{"verse": 13, "text": "wild waves of the sea, casting up the foam of their own shame; wandering stars, for whom the deepest darkness has been reserved forever."},{"verse": 14, "footnotes": {"a": "Jude 1:14 Gk _came_"}, "text": "It was also about these that Enoch, in the seventh generation from Adam, prophesied, saying, \"See, the Lord is coming[^a] with ten thousands of his holy ones,"},{"verse": 15, "text": "to execute judgment on all, and to convict everyone of all the deeds of ungodliness that they have committed in such an ungodly way, and of all the harsh things that ungodly sinners have spoken against him.\""},{"verse": 16, "text": "These are grumblers and malcontents; they indulge their own lusts; they are bombastic in speech, flattering people to their own advantage."},{"verse": 17, "text": "||Warnings and Exhortations||But you, beloved, must remember the predictions of the apostles of our Lord Jesus Christ;"},{"verse": 18, "text": "for they said to you, \"In the last time there will be scoffers, indulging their own ungodly lusts.\""},{"verse": 19, "text": "It is these worldly people, devoid of the Spirit, who are causing divisions."},{"verse": 20, "text": "But you, beloved, build yourselves up on your most holy faith; pray in the Holy Spirit;"},{"verse": 21, "footnotes": {"a": "Jude 1:21 Gk _Christ to_"}, "text": "keep yourselves in the love of God; look forward to the mercy of our Lord Jesus Christ that leads to[^a] eternal life."},{"verse": 22, "text": "And have mercy on some who are wavering;"},{"verse": 23, "footnotes": {"a": "Jude 1:23 Gk _by the flesh_. The Greek text of verses 22–23 is uncertain at several points"}, "text": "save others by snatching them out of the fire; and have mercy on still others with fear, hating even the tunic defiled by their bodies.[^a]"},{"verse": 24, "text": "||Benediction||Now to him who is able to keep you from falling, and to make you stand without blemish in the presence of his glory with rejoicing,"},{"verse": 25, "text": "to the only God our Savior, through Jesus Christ our Lord, be glory, majesty, power, and authority, before all time and now and forever. Amen."}]}
]}