{"book": "Judges", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Israel\"s Failure to Complete the Conquest of Canaan||After the death of Joshua, the Israelites inquired of the LORD, \"Who shall go up first for us against the Canaanites, to fight against them?\""},{"verse": 2, "text": "The LORD said, \"Judah shall go up. I hereby give the land into his hand.\""},{"verse": 3, "text": "Judah said to his brother Simeon, \"Come up with me into the territory allotted to me, that we may fight against the Canaanites; then I too will go with you into the territory allotted to you.\" So Simeon went with him."},{"verse": 4, "text": "Then Judah went up and the LORD gave the Canaanites and the Perizzites into their hand; and they defeated ten thousand of them at Bezek."},{"verse": 5, "text": "They came upon Adoni-bezek at Bezek, and fought against him, and defeated the Canaanites and the Perizzites."},{"verse": 6, "text": "Adoni-bezek fled; but they pursued him, and caught him, and cut off his thumbs and big toes."},{"verse": 7, "text": "Adoni-bezek said, \"Seventy kings with their thumbs and big toes cut off used to pick up scraps under my table; as I have done, so God has paid me back.\" They brought him to Jerusalem, and he died there."},{"verse": 8, "text": "Then the people of Judah fought against Jerusalem and took it. They put it to the sword and set the city on fire."},{"verse": 9, "text": "Afterward the people of Judah went down to fight against the Canaanites who lived in the hill country, in the Negeb, and in the lowland."},{"verse": 10, "text": "Judah went against the Canaanites who lived in Hebron (the name of Hebron was formerly Kiriath-arba); and they defeated Sheshai and Ahiman and Talmai."},{"verse": 11, "text": "From there they went against the inhabitants of Debir (the name of Debir was formerly Kiriath-sepher)."},{"verse": 12, "text": "Then Caleb said, \"Whoever attacks Kiriath-sepher and takes it, I will give him my daughter Achsah as wife.\""},{"verse": 13, "text": "And Othniel son of Kenaz, Caleb\"s younger brother, took it; and he gave him his daughter Achsah as wife."},{"verse": 14, "text": "When she came to him, she urged him to ask her father for a field. As she dismounted from her donkey, Caleb said to her, \"What do you wish?\""},{"verse": 15, "footnotes": {"a": "Judges 1:15 That is _Basins of Water_"}, "text": "She said to him, \"Give me a present; since you have set me in the land of the Negeb, give me also Gulloth-mayim.\"[^a] So Caleb gave her Upper Gulloth and Lower Gulloth."},{"verse": 16, "footnotes": {"a": "Judges 1:16 Gk: Heb lacks _Hobab_", "b": "Judges 1:16 See 1 Sam 15.6: Heb _people_"}, "text": "The descendants of Hobab[^a] the Kenite, Moses\" father-in-law, went up with the people of Judah from the city of palms into the wilderness of Judah, which lies in the Negeb near Arad. Then they went and settled with the Amalekites.[^b]"},{"verse": 17, "text": "Judah went with his brother Simeon, and they defeated the Canaanites who inhabited Zephath, and devoted it to destruction. So the city was called Hormah."},{"verse": 18, "text": "Judah took Gaza with its territory, Ashkelon with its territory, and Ekron with its territory."},{"verse": 19, "text": "The LORD was with Judah, and he took possession of the hill country, but could not drive out the inhabitants of the plain, because they had chariots of iron."},{"verse": 20, "text": "Hebron was given to Caleb, as Moses had said; and he drove out from it the three sons of Anak."},{"verse": 21, "text": "But the Benjaminites did not drive out the Jebusites who lived in Jerusalem; so the Jebusites have lived in Jerusalem among the Benjaminites to this day."},{"verse": 22, "text": "The house of Joseph also went up against Bethel; and the LORD was with them."},{"verse": 23, "text": "The house of Joseph sent out spies to Bethel (the name of the city was formerly Luz)."},{"verse": 24, "text": "When the spies saw a man coming out of the city, they said to him, \"Show us the way into the city, and we will deal kindly with you.\""},{"verse": 25, "text": "So he showed them the way into the city; and they put the city to the sword, but they let the man and all his family go."},{"verse": 26, "text": "So the man went to the land of the Hittites and built a city, and named it Luz; that is its name to this day."},{"verse": 27, "text": "Manasseh did not drive out the inhabitants of Beth-shean and its villages, or Taanach and its villages, or the inhabitants of Dor and its villages, or the inhabitants of Ibleam and its villages, or the inhabitants of Megiddo and its villages; but the Canaanites continued to live in that land."},{"verse": 28, "text": "When Israel grew strong, they put the Canaanites to forced labor, but did not in fact drive them out."},{"verse": 29, "text": "And Ephraim did not drive out the Canaanites who lived in Gezer; but the Canaanites lived among them in Gezer."},{"verse": 30, "text": "Zebulun did not drive out the inhabitants of Kitron, or the inhabitants of Nahalol; but the Canaanites lived among them, and became subject to forced labor."},{"verse": 31, "text": "Asher did not drive out the inhabitants of Acco, or the inhabitants of Sidon, or of Ahlab, or of Achzib, or of Helbah, or of Aphik, or of Rehob;"},{"verse": 32, "text": "but the Asherites lived among the Canaanites, the inhabitants of the land; for they did not drive them out."},{"verse": 33, "text": "Naphtali did not drive out the inhabitants of Beth-shemesh, or the inhabitants of Beth-anath, but lived among the Canaanites, the inhabitants of the land; nevertheless the inhabitants of Beth-shemesh and of Beth-anath became subject to forced labor for them."},{"verse": 34, "text": "The Amorites pressed the Danites back into the hill country; they did not allow them to come down to the plain."},{"verse": 35, "text": "The Amorites continued to live in Har-heres, in Aijalon, and in Shaalbim, but the hand of the house of Joseph rested heavily on them, and they became subject to forced labor."},{"verse": 36, "text": "The border of the Amorites ran from the ascent of Akrabbim, from Sela and upward."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Israel\"s Disobedience||Now the angel of the LORD went up from Gilgal to Bochim, and said, \"I brought you up from Egypt, and brought you into the land that I had promised to your ancestors. I said, \"I will never break my covenant with you."},{"verse": 2, "text": "For your part, do not make a covenant with the inhabitants of this land; tear down their altars.\" But you have not obeyed my command. See what you have done!"},{"verse": 3, "footnotes": {"a": "Judges 2:3 OL Vg Compare Gk: Heb _sides_"}, "text": "So now I say, I will not drive them out before you; but they shall become adversaries[^a] to you, and their gods shall be a snare to you.\""},{"verse": 4, "text": "When the angel of the LORD spoke these words to all the Israelites, the people lifted up their voices and wept."},{"verse": 5, "footnotes": {"a": "Judges 2:5 That is _Weepers_"}, "text": "So they named that place Bochim,[^a] and there they sacrificed to the LORD."},{"verse": 6, "text": "||Death of Joshua||When Joshua dismissed the people, the Israelites all went to their own inheritances to take possession of the land."},{"verse": 7, "text": "The people worshiped the LORD all the days of Joshua, and all the days of the elders who outlived Joshua, who had seen all the great work that the LORD had done for Israel."},{"verse": 8, "text": "Joshua son of Nun, the servant of the LORD, died at the age of one hundred ten years."},{"verse": 9, "text": "So they buried him within the bounds of his inheritance in Timnath-heres, in the hill country of Ephraim, north of Mount Gaash."},{"verse": 10, "text": "Moreover, that whole generation was gathered to their ancestors, and another generation grew up after them, who did not know the LORD or the work that he had done for Israel."},{"verse": 11, "text": "||Israel\"s Unfaithfulness||Then the Israelites did what was evil in the sight of the LORD and worshiped the Baals;"},{"verse": 12, "text": "and they abandoned the LORD, the God of their ancestors, who had brought them out of the land of Egypt; they followed other gods, from among the gods of the peoples who were all around them, and bowed down to them; and they provoked the LORD to anger."},{"verse": 13, "text": "They abandoned the LORD, and worshiped Baal and the Astartes."},{"verse": 14, "text": "So the anger of the LORD was kindled against Israel, and he gave them over to plunderers who plundered them, and he sold them into the power of their enemies all around, so that they could no longer withstand their enemies."},{"verse": 15, "text": "Whenever they marched out, the hand of the LORD was against them to bring misfortune, as the LORD had warned them and sworn to them; and they were in great distress."},{"verse": 16, "text": "Then the LORD raised up judges, who delivered them out of the power of those who plundered them."},{"verse": 17, "text": "Yet they did not listen even to their judges; for they lusted after other gods and bowed down to them. They soon turned aside from the way in which their ancestors had walked, who had obeyed the commandments of the LORD; they did not follow their example."},{"verse": 18, "text": "Whenever the LORD raised up judges for them, the LORD was with the judge, and he delivered them from the hand of their enemies all the days of the judge; for the LORD would be moved to pity by their groaning because of those who persecuted and oppressed them."},{"verse": 19, "text": "But whenever the judge died, they would relapse and behave worse than their ancestors, following other gods, worshiping them and bowing down to them. They would not drop any of their practices or their stubborn ways."},{"verse": 20, "text": "So the anger of the LORD was kindled against Israel; and he said, \"Because this people have transgressed my covenant that I commanded their ancestors, and have not obeyed my voice,"},{"verse": 21, "text": "I will no longer drive out before them any of the nations that Joshua left when he died.\""},{"verse": 22, "text": "In order to test Israel, whether or not they would take care to walk in the way of the LORD as their ancestors did,"},{"verse": 23, "text": "the LORD had left those nations, not driving them out at once, and had not handed them over to Joshua."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Nations Remaining in the Land||Now these are the nations that the LORD left to test all those in Israel who had no experience of any war in Canaan"},{"verse": 2, "text": "(it was only that successive generations of Israelites might know war, to teach those who had no experience of it before):"},{"verse": 3, "text": "the five lords of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites who lived on Mount Lebanon, from Mount Baal-hermon as far as Lebo-hamath."},{"verse": 4, "text": "They were for the testing of Israel, to know whether Israel would obey the commandments of the LORD, which he commanded their ancestors by Moses."},{"verse": 5, "text": "So the Israelites lived among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites;"},{"verse": 6, "text": "and they took their daughters as wives for themselves, and their own daughters they gave to their sons; and they worshiped their gods."},{"verse": 7, "text": "||Othniel||The Israelites did what was evil in the sight of the LORD, forgetting the LORD their God, and worshiping the Baals and the Asherahs."},{"verse": 8, "text": "Therefore the anger of the LORD was kindled against Israel, and he sold them into the hand of King Cushan-rishathaim of Aram-naharaim; and the Israelites served Cushan-rishathaim eight years."},{"verse": 9, "text": "But when the Israelites cried out to the LORD, the LORD raised up a deliverer for the Israelites, who delivered them, Othniel son of Kenaz, Caleb\"s younger brother."},{"verse": 10, "text": "The spirit of the LORD came upon him, and he judged Israel; he went out to war, and the LORD gave King Cushan-rishathaim of Aram into his hand; and his hand prevailed over Cushan-rishathaim."},{"verse": 11, "text": "So the land had rest forty years. Then Othniel son of Kenaz died."},{"verse": 12, "text": "||Ehud||The Israelites again did what was evil in the sight of the LORD; and the LORD strengthened King Eglon of Moab against Israel, because they had done what was evil in the sight of the LORD."},{"verse": 13, "text": "In alliance with the Ammonites and the Amalekites, he went and defeated Israel; and they took possession of the city of palms."},{"verse": 14, "text": "So the Israelites served King Eglon of Moab eighteen years."},{"verse": 15, "text": "But when the Israelites cried out to the LORD, the LORD raised up for them a deliverer, Ehud son of Gera, the Benjaminite, a left-handed man. The Israelites sent tribute by him to King Eglon of Moab."},{"verse": 16, "text": "Ehud made for himself a sword with two edges, a cubit in length; and he fastened it on his right thigh under his clothes."},{"verse": 17, "text": "Then he presented the tribute to King Eglon of Moab. Now Eglon was a very fat man."},{"verse": 18, "text": "When Ehud had finished presenting the tribute, he sent the people who carried the tribute on their way."},{"verse": 19, "footnotes": {"a": "Judges 3:19 Heb _he said_"}, "text": "But he himself turned back at the sculptured stones near Gilgal, and said, \"I have a secret message for you, O king.\" So the king said,[^a] \"Silence!\" and all his attendants went out from his presence."},{"verse": 20, "text": "Ehud came to him, while he was sitting alone in his cool roof chamber, and said, \"I have a message from God for you.\" So he rose from his seat."},{"verse": 21, "footnotes": {"a": "Judges 3:21 Heb _his_"}, "text": "Then Ehud reached with his left hand, took the sword from his right thigh, and thrust it into Eglon\"s[^a] belly;"},{"verse": 22, "footnotes": {"a": "Judges 3:22 With Tg Vg: Meaning of Heb uncertain"}, "text": "the hilt also went in after the blade, and the fat closed over the blade, for he did not draw the sword out of his belly; and the dirt came out.[^a]"},{"verse": 23, "footnotes": {"a": "Judges 3:23 Meaning of Heb uncertain"}, "text": "Then Ehud went out into the vestibule,[^a] and closed the doors of the roof chamber on him, and locked them."},{"verse": 24, "footnotes": {"a": "Judges 3:24 Heb _covering his feet_"}, "text": "After he had gone, the servants came. When they saw that the doors of the roof chamber were locked, they thought, \"He must be relieving himself[^a] in the cool chamber.\""},{"verse": 25, "text": "So they waited until they were embarrassed. When he still did not open the doors of the roof chamber, they took the key and opened them. There was their lord lying dead on the floor."},{"verse": 26, "text": "Ehud escaped while they delayed, and passed beyond the sculptured stones, and escaped to Seirah."},{"verse": 27, "text": "When he arrived, he sounded the trumpet in the hill country of Ephraim; and the Israelites went down with him from the hill country, having him at their head."},{"verse": 28, "text": "He said to them, \"Follow after me; for the LORD has given your enemies the Moabites into your hand.\" So they went down after him, and seized the fords of the Jordan against the Moabites, and allowed no one to cross over."},{"verse": 29, "text": "At that time they killed about ten thousand of the Moabites, all strong, able-bodied men; no one escaped."},{"verse": 30, "text": "So Moab was subdued that day under the hand of Israel. And the land had rest eighty years."},{"verse": 31, "text": "||Shamgar||After him came Shamgar son of Anath, who killed six hundred of the Philistines with an oxgoad. He too delivered Israel."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Deborah and Barak||The Israelites again did what was evil in the sight of the LORD, after Ehud died."},{"verse": 2, "text": "So the LORD sold them into the hand of King Jabin of Canaan, who reigned in Hazor; the commander of his army was Sisera, who lived in Harosheth-ha-goiim."},{"verse": 3, "text": "Then the Israelites cried out to the LORD for help; for he had nine hundred chariots of iron, and had oppressed the Israelites cruelly twenty years."},{"verse": 4, "text": "At that time Deborah, a prophetess, wife of Lappidoth, was judging Israel."},{"verse": 5, "text": "She used to sit under the palm of Deborah between Ramah and Bethel in the hill country of Ephraim; and the Israelites came up to her for judgment."},{"verse": 6, "text": "She sent and summoned Barak son of Abinoam from Kedesh in Naphtali, and said to him, \"The LORD, the God of Israel, commands you, \"Go, take position at Mount Tabor, bringing ten thousand from the tribe of Naphtali and the tribe of Zebulun."},{"verse": 7, "text": "I will draw out Sisera, the general of Jabin\"s army, to meet you by the Wadi Kishon with his chariots and his troops; and I will give him into your hand.\"\""},{"verse": 8, "text": "Barak said to her, \"If you will go with me, I will go; but if you will not go with me, I will not go.\""},{"verse": 9, "text": "And she said, \"I will surely go with you; nevertheless, the road on which you are going will not lead to your glory, for the LORD will sell Sisera into the hand of a woman.\" Then Deborah got up and went with Barak to Kedesh."},{"verse": 10, "text": "Barak summoned Zebulun and Naphtali to Kedesh; and ten thousand warriors went up behind him; and Deborah went up with him."},{"verse": 11, "footnotes": {"a": "Judges 4:11 Heb _from the Kain_"}, "text": "Now Heber the Kenite had separated from the other Kenites,[^a] that is, the descendants of Hobab the father-in-law of Moses, and had encamped as far away as Elon-bezaanannim, which is near Kedesh."},{"verse": 12, "text": "When Sisera was told that Barak son of Abinoam had gone up to Mount Tabor,"},{"verse": 13, "text": "Sisera called out all his chariots, nine hundred chariots of iron, and all the troops who were with him, from Harosheth-ha-goiim to the Wadi Kishon."},{"verse": 14, "text": "Then Deborah said to Barak, \"Up! For this is the day on which the LORD has given Sisera into your hand. The LORD is indeed going out before you.\" So Barak went down from Mount Tabor with ten thousand warriors following him."},{"verse": 15, "footnotes": {"a": "Judges 4:15 Heb adds _to the sword_; compare verse 16"}, "text": "And the LORD threw Sisera and all his chariots and all his army into a panic[^a] before Barak; Sisera got down from his chariot and fled away on foot,"},{"verse": 16, "text": "while Barak pursued the chariots and the army to Harosheth-ha-goiim. All the army of Sisera fell by the sword; no one was left."},{"verse": 17, "text": "Now Sisera had fled away on foot to the tent of Jael wife of Heber the Kenite; for there was peace between King Jabin of Hazor and the clan of Heber the Kenite."},{"verse": 18, "text": "Jael came out to meet Sisera, and said to him, \"Turn aside, my lord, turn aside to me; have no fear.\" So he turned aside to her into the tent, and she covered him with a rug."},{"verse": 19, "text": "Then he said to her, \"Please give me a little water to drink; for I am thirsty.\" So she opened a skin of milk and gave him a drink and covered him."},{"verse": 20, "text": "He said to her, \"Stand at the entrance of the tent, and if anybody comes and asks you, \"Is anyone here?\" say, \"No.\"\""},{"verse": 21, "text": "But Jael wife of Heber took a tent peg, and took a hammer in her hand, and went softly to him and drove the peg into his temple, until it went down into the ground--he was lying fast asleep from weariness--and he died."},{"verse": 22, "text": "Then, as Barak came in pursuit of Sisera, Jael went out to meet him, and said to him, \"Come, and I will show you the man whom you are seeking.\" So he went into her tent; and there was Sisera lying dead, with the tent peg in his temple."},{"verse": 23, "text": "So on that day God subdued King Jabin of Canaan before the Israelites."},{"verse": 24, "text": "Then the hand of the Israelites bore harder and harder on King Jabin of Canaan, until they destroyed King Jabin of Canaan."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||The Song of Deborah||Then Deborah and Barak son of Abinoam sang on that day, saying:"},{"verse": 2, "footnotes": {"a": "Judges 5:2 Or _You who offer yourselves willingly among the people, bless_"}, "text": "\"When locks are long in Israel,  \n    when the people offer themselves willingly--  \n    bless[^a] the LORD!"},{"verse": 3, "text": "\"Hear, O kings; give ear, O princes;  \n    to the LORD I will sing,  \n    I will make melody to the LORD, the God of Israel."},{"verse": 4, "text": "\"LORD, when you went out from Seir,  \n    when you marched from the region of Edom,  \nthe earth trembled,  \n    and the heavens poured,  \n    the clouds indeed poured water."},{"verse": 5, "text": "The mountains quaked before the LORD, the One of Sinai,  \n    before the LORD, the God of Israel."},{"verse": 6, "text": "\"In the days of Shamgar son of Anath,  \n    in the days of Jael, caravans ceased  \n    and travelers kept to the byways."},{"verse": 7, "text": "The peasantry prospered in Israel,  \n    they grew fat on plunder,  \nbecause you arose, Deborah,  \n    arose as a mother in Israel."},{"verse": 8, "text": "When new gods were chosen,  \n    then war was in the gates.  \nWas shield or spear to be seen  \n    among forty thousand in Israel?"},{"verse": 9, "text": "My heart goes out to the commanders of Israel  \n    who offered themselves willingly among the people.  \n    Bless the LORD."},{"verse": 10, "footnotes": {"a": "Judges 5:10 Meaning of Heb uncertain"}, "text": "\"Tell of it, you who ride on white donkeys,  \n    you who sit on rich carpets[^a]  \n    and you who walk by the way."},{"verse": 11, "footnotes": {"a": "Judges 5:11 Meaning of Heb uncertain"}, "text": "To the sound of musicians[^a] at the watering places,  \n    there they repeat the triumphs of the LORD,  \n    the triumphs of his peasantry in Israel.\n\"Then down to the gates marched the people of the LORD."},{"verse": 12, "text": "\"Awake, awake, Deborah!  \n    Awake, awake, utter a song!  \nArise, Barak, lead away your captives,  \n    O son of Abinoam."},{"verse": 13, "footnotes": {"a": "Judges 5:13 Gk: Heb _me_"}, "text": "Then down marched the remnant of the noble;  \n    the people of the LORD marched down for him[^a] against the mighty."},{"verse": 14, "footnotes": {"a": "Judges 5:14 Cn: Heb _From Ephraim their root_", "b": "Judges 5:14 Gk: Heb _in Amalek_"}, "text": "From Ephraim they set out[^a] into the valley,[^b]  \n    following you, Benjamin, with your kin;  \nfrom Machir marched down the commanders,  \n    and from Zebulun those who bear the marshal\"s staff;"},{"verse": 15, "text": "the chiefs of Issachar came with Deborah,  \n    and Issachar faithful to Barak;  \n    into the valley they rushed out at his heels.  \nAmong the clans of Reuben  \n    there were great searchings of heart."},{"verse": 16, "text": "Why did you tarry among the sheepfolds,  \n    to hear the piping for the flocks?  \nAmong the clans of Reuben  \n    there were great searchings of heart."},{"verse": 17, "text": "Gilead stayed beyond the Jordan;  \n    and Dan, why did he abide with the ships?  \nAsher sat still at the coast of the sea,  \n    settling down by his landings."},{"verse": 18, "text": "Zebulun is a people that scorned death;  \n    Naphtali too, on the heights of the field."},{"verse": 19, "text": "\"The kings came, they fought;  \n    then fought the kings of Canaan,  \nat Taanach, by the waters of Megiddo;  \n    they got no spoils of silver."},{"verse": 20, "text": "The stars fought from heaven,  \n    from their courses they fought against Sisera."},{"verse": 21, "text": "The torrent Kishon swept them away,  \n    the onrushing torrent, the torrent Kishon.  \n    March on, my soul, with might!"},{"verse": 22, "text": "\"Then loud beat the horses\" hoofs  \n    with the galloping, galloping of his steeds."},{"verse": 23, "text": "\"Curse Meroz, says the angel of the LORD,  \n    curse bitterly its inhabitants,  \nbecause they did not come to the help of the LORD,  \n    to the help of the LORD against the mighty."},{"verse": 24, "text": "\"Most blessed of women be Jael,  \n    the wife of Heber the Kenite,  \n    of tent-dwelling women most blessed."},{"verse": 25, "text": "He asked water and she gave him milk,  \n    she brought him curds in a lordly bowl."},{"verse": 26, "text": "She put her hand to the tent peg  \n    and her right hand to the workmen\"s mallet;  \nshe struck Sisera a blow,  \n    she crushed his head,  \n    she shattered and pierced his temple."},{"verse": 27, "text": "He sank, he fell,  \n    he lay still at her feet;  \nat her feet he sank, he fell;  \n    where he sank, there he fell dead."},{"verse": 28, "footnotes": {"a": "Judges 5:28 Gk Compare Tg: Heb _exclaimed_"}, "text": "\"Out of the window she peered,  \n    the mother of Sisera gazed[^a] through the lattice:  \n\"Why is his chariot so long in coming?  \n    Why tarry the hoofbeats of his chariots?\""},{"verse": 29, "text": "Her wisest ladies make answer,  \n    indeed, she answers the question herself:"},{"verse": 30, "text": "\"Are they not finding and dividing the spoil?--  \n    A girl or two for every man;  \nspoil of dyed stuffs for Sisera,  \n    spoil of dyed stuffs embroidered,  \n    two pieces of dyed work embroidered for my neck as spoil?\""},{"verse": 31, "text": "\"So perish all your enemies, O LORD!  \n    But may your friends be like the sun as it rises in its might.\"\nAnd the land had rest forty years."}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||The Midianite Oppression||The Israelites did what was evil in the sight of the LORD, and the LORD gave them into the hand of Midian seven years."},{"verse": 2, "text": "The hand of Midian prevailed over Israel; and because of Midian the Israelites provided for themselves hiding places in the mountains, caves and strongholds."},{"verse": 3, "text": "For whenever the Israelites put in seed, the Midianites and the Amalekites and the people of the east would come up against them."},{"verse": 4, "text": "They would encamp against them and destroy the produce of the land, as far as the neighborhood of Gaza, and leave no sustenance in Israel, and no sheep or ox or donkey."},{"verse": 5, "text": "For they and their livestock would come up, and they would even bring their tents, as thick as locusts; neither they nor their camels could be counted; so they wasted the land as they came in."},{"verse": 6, "text": "Thus Israel was greatly impoverished because of Midian; and the Israelites cried out to the LORD for help."},{"verse": 7, "text": "When the Israelites cried to the LORD on account of the Midianites,"},{"verse": 8, "text": "the LORD sent a prophet to the Israelites; and he said to them, \"Thus says the LORD, the God of Israel: I led you up from Egypt, and brought you out of the house of slavery;"},{"verse": 9, "text": "and I delivered you from the hand of the Egyptians, and from the hand of all who oppressed you, and drove them out before you, and gave you their land;"},{"verse": 10, "text": "and I said to you, \"I am the LORD your God; you shall not pay reverence to the gods of the Amorites, in whose land you live.\" But you have not given heed to my voice.\""},{"verse": 11, "text": "||The Call of Gideon||Now the angel of the LORD came and sat under the oak at Ophrah, which belonged to Joash the Abiezrite, as his son Gideon was beating out wheat in the wine press, to hide it from the Midianites."},{"verse": 12, "text": "The angel of the LORD appeared to him and said to him, \"The LORD is with you, you mighty warrior.\""},{"verse": 13, "text": "Gideon answered him, \"But sir, if the LORD is with us, why then has all this happened to us? And where are all his wonderful deeds that our ancestors recounted to us, saying, \"Did not the LORD bring us up from Egypt?\" But now the LORD has cast us off, and given us into the hand of Midian.\""},{"verse": 14, "text": "Then the LORD turned to him and said, \"Go in this might of yours and deliver Israel from the hand of Midian; I hereby commission you.\""},{"verse": 15, "text": "He responded, \"But sir, how can I deliver Israel? My clan is the weakest in Manasseh, and I am the least in my family.\""},{"verse": 16, "text": "The LORD said to him, \"But I will be with you, and you shall strike down the Midianites, every one of them.\""},{"verse": 17, "text": "Then he said to him, \"If now I have found favor with you, then show me a sign that it is you who speak with me."},{"verse": 18, "text": "Do not depart from here until I come to you, and bring out my present, and set it before you.\" And he said, \"I will stay until you return.\""},{"verse": 19, "text": "So Gideon went into his house and prepared a kid, and unleavened cakes from an ephah of flour; the meat he put in a basket, and the broth he put in a pot, and brought them to him under the oak and presented them."},{"verse": 20, "text": "The angel of God said to him, \"Take the meat and the unleavened cakes, and put them on this rock, and pour out the broth.\" And he did so."},{"verse": 21, "text": "Then the angel of the LORD reached out the tip of the staff that was in his hand, and touched the meat and the unleavened cakes; and fire sprang up from the rock and consumed the meat and the unleavened cakes; and the angel of the LORD vanished from his sight."},{"verse": 22, "text": "Then Gideon perceived that it was the angel of the LORD; and Gideon said, \"Help me, Lord God! For I have seen the angel of the LORD face to face.\""},{"verse": 23, "text": "But the LORD said to him, \"Peace be to you; do not fear, you shall not die.\""},{"verse": 24, "text": "Then Gideon built an altar there to the LORD, and called it, The LORD is peace. To this day it still stands at Ophrah, which belongs to the Abiezrites."},{"verse": 25, "footnotes": {"a": "Judges 6:25 Heb _Asherah_"}, "text": "That night the LORD said to him, \"Take your father\"s bull, the second bull seven years old, and pull down the altar of Baal that belongs to your father, and cut down the sacred pole[^a] that is beside it;"},{"verse": 26, "footnotes": {"a": "Judges 6:26 Heb _Asherah_"}, "text": "and build an altar to the LORD your God on the top of the stronghold here, in proper order; then take the second bull, and offer it as a burnt offering with the wood of the sacred pole[^a] that you shall cut down.\""},{"verse": 27, "text": "So Gideon took ten of his servants, and did as the LORD had told him; but because he was too afraid of his family and the townspeople to do it by day, he did it by night."},{"verse": 28, "footnotes": {"a": "Judges 6:28 Heb _Asherah_"}, "text": "||Gideon Destroys the Altar of Baal||When the townspeople rose early in the morning, the altar of Baal was broken down, and the sacred pole[^a] beside it was cut down, and the second bull was offered on the altar that had been built."},{"verse": 29, "text": "So they said to one another, \"Who has done this?\" After searching and inquiring, they were told, \"Gideon son of Joash did it.\""},{"verse": 30, "footnotes": {"a": "Judges 6:30 Heb _Asherah_"}, "text": "Then the townspeople said to Joash, \"Bring out your son, so that he may die, for he has pulled down the altar of Baal and cut down the sacred pole[^a] beside it.\""},{"verse": 31, "text": "But Joash said to all who were arrayed against him, \"Will you contend for Baal? Or will you defend his cause? Whoever contends for him shall be put to death by morning. If he is a god, let him contend for himself, because his altar has been pulled down.\""},{"verse": 32, "footnotes": {"a": "Judges 6:32 Heb _he_"}, "text": "Therefore on that day Gideon[^a] was called Jerubbaal, that is to say, \"Let Baal contend against him,\" because he pulled down his altar."},{"verse": 33, "text": "Then all the Midianites and the Amalekites and the people of the east came together, and crossing the Jordan they encamped in the Valley of Jezreel."},{"verse": 34, "text": "But the spirit of the LORD took possession of Gideon; and he sounded the trumpet, and the Abiezrites were called out to follow him."},{"verse": 35, "text": "He sent messengers throughout all Manasseh, and they too were called out to follow him. He also sent messengers to Asher, Zebulun, and Naphtali, and they went up to meet them."},{"verse": 36, "text": "||The Sign of the Fleece||Then Gideon said to God, \"In order to see whether you will deliver Israel by my hand, as you have said,"},{"verse": 37, "text": "I am going to lay a fleece of wool on the threshing floor; if there is dew on the fleece alone, and it is dry on all the ground, then I shall know that you will deliver Israel by my hand, as you have said.\""},{"verse": 38, "text": "And it was so. When he rose early next morning and squeezed the fleece, he wrung enough dew from the fleece to fill a bowl with water."},{"verse": 39, "text": "Then Gideon said to God, \"Do not let your anger burn against me, let me speak one more time; let me, please, make trial with the fleece just once more; let it be dry only on the fleece, and on all the ground let there be dew.\""},{"verse": 40, "text": "And God did so that night. It was dry on the fleece only, and on all the ground there was dew."}]}
,{"chapter": 7, "verses":[{"verse": 1, "footnotes": {"a": "Judges 7:1 Heb _from_"}, "text": "||Gideon Surprises and Routs the Midianites||Then Jerubbaal (that is, Gideon) and all the troops that were with him rose early and encamped beside the spring of Harod; and the camp of Midian was north of them, below[^a] the hill of Moreh, in the valley."},{"verse": 2, "text": "The LORD said to Gideon, \"The troops with you are too many for me to give the Midianites into their hand. Israel would only take the credit away from me, saying, \"My own hand has delivered me.\""},{"verse": 3, "footnotes": {"a": "Judges 7:3 Cn: Heb _home, and depart from Mount Gilead’”_"}, "text": "Now therefore proclaim this in the hearing of the troops, \"Whoever is fearful and trembling, let him return home.\"\" Thus Gideon sifted them out;[^a] twenty-two thousand returned, and ten thousand remained."},{"verse": 4, "text": "Then the LORD said to Gideon, \"The troops are still too many; take them down to the water and I will sift them out for you there. When I say, \"This one shall go with you,\" he shall go with you; and when I say, \"This one shall not go with you,\" he shall not go.\""},{"verse": 5, "footnotes": {"a": "Judges 7:5 Heb places the words _putting their hands to their mouths_ after the word _lapped_ in verse 6"}, "text": "So he brought the troops down to the water; and the LORD said to Gideon, \"All those who lap the water with their tongues, as a dog laps, you shall put to one side; all those who kneel down to drink, putting their hands to their mouths,[^a] you shall put to the other side.\""},{"verse": 6, "text": "The number of those that lapped was three hundred; but all the rest of the troops knelt down to drink water."},{"verse": 7, "text": "Then the LORD said to Gideon, \"With the three hundred that lapped I will deliver you, and give the Midianites into your hand. Let all the others go to their homes.\""},{"verse": 8, "footnotes": {"a": "Judges 7:8 Cn: Heb _So the people took provisions in their hands_"}, "text": "So he took the jars of the troops from their hands,[^a] and their trumpets; and he sent all the rest of Israel back to their own tents, but retained the three hundred. The camp of Midian was below him in the valley."},{"verse": 9, "text": "That same night the LORD said to him, \"Get up, attack the camp; for I have given it into your hand."},{"verse": 10, "text": "But if you fear to attack, go down to the camp with your servant Purah;"},{"verse": 11, "text": "and you shall hear what they say, and afterward your hands shall be strengthened to attack the camp.\" Then he went down with his servant Purah to the outposts of the armed men that were in the camp."},{"verse": 12, "text": "The Midianites and the Amalekites and all the people of the east lay along the valley as thick as locusts; and their camels were without number, countless as the sand on the seashore."},{"verse": 13, "text": "When Gideon arrived, there was a man telling a dream to his comrade; and he said, \"I had a dream, and in it a cake of barley bread tumbled into the camp of Midian, and came to the tent, and struck it so that it fell; it turned upside down, and the tent collapsed.\""},{"verse": 14, "text": "And his comrade answered, \"This is no other than the sword of Gideon son of Joash, a man of Israel; into his hand God has given Midian and all the army.\""},{"verse": 15, "text": "When Gideon heard the telling of the dream and its interpretation, he worshiped; and he returned to the camp of Israel, and said, \"Get up; for the LORD has given the army of Midian into your hand.\""},{"verse": 16, "text": "After he divided the three hundred men into three companies, and put trumpets into the hands of all of them, and empty jars, with torches inside the jars,"},{"verse": 17, "text": "he said to them, \"Look at me, and do the same; when I come to the outskirts of the camp, do as I do."},{"verse": 18, "text": "When I blow the trumpet, I and all who are with me, then you also blow the trumpets around the whole camp, and shout, \"For the LORD and for Gideon!\"\""},{"verse": 19, "text": "So Gideon and the hundred who were with him came to the outskirts of the camp at the beginning of the middle watch, when they had just set the watch; and they blew the trumpets and smashed the jars that were in their hands."},{"verse": 20, "text": "So the three companies blew the trumpets and broke the jars, holding in their left hands the torches, and in their right hands the trumpets to blow; and they cried, \"A sword for the LORD and for Gideon!\""},{"verse": 21, "text": "Every man stood in his place all around the camp, and all the men in camp ran; they cried out and fled."},{"verse": 22, "footnotes": {"a": "Judges 7:22 Another reading is _Zeredah_"}, "text": "When they blew the three hundred trumpets, the LORD set every man\"s sword against his fellow and against all the army; and the army fled as far as Beth-shittah toward Zererah,[^a] as far as the border of Abel-meholah, by Tabbath."},{"verse": 23, "text": "And the men of Israel were called out from Naphtali and from Asher and from all Manasseh, and they pursued after the Midianites."},{"verse": 24, "text": "Then Gideon sent messengers throughout all the hill country of Ephraim, saying, \"Come down against the Midianites and seize the waters against them, as far as Beth-barah, and also the Jordan.\" So all the men of Ephraim were called out, and they seized the waters as far as Beth-barah, and also the Jordan."},{"verse": 25, "text": "They captured the two captains of Midian, Oreb and Zeeb; they killed Oreb at the rock of Oreb, and Zeeb they killed at the wine press of Zeeb, as they pursued the Midianites. They brought the heads of Oreb and Zeeb to Gideon beyond the Jordan."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||Gideon\"s Triumph and Vengeance||Then the Ephraimites said to him, \"What have you done to us, not to call us when you went to fight against the Midianites?\" And they upbraided him violently."},{"verse": 2, "text": "So he said to them, \"What have I done now in comparison with you? Is not the gleaning of the grapes of Ephraim better than the vintage of Abiezer?"},{"verse": 3, "text": "God has given into your hands the captains of Midian, Oreb and Zeeb; what have I been able to do in comparison with you?\" When he said this, their anger against him subsided."},{"verse": 4, "footnotes": {"a": "Judges 8:4 Gk: Heb _pursuing_"}, "text": "Then Gideon came to the Jordan and crossed over, he and the three hundred who were with him, exhausted and famished.[^a]"},{"verse": 5, "text": "So he said to the people of Succoth, \"Please give some loaves of bread to my followers, for they are exhausted, and I am pursuing Zebah and Zalmunna, the kings of Midian.\""},{"verse": 6, "text": "But the officials of Succoth said, \"Do you already have in your possession the hands of Zebah and Zalmunna, that we should give bread to your army?\""},{"verse": 7, "text": "Gideon replied, \"Well then, when the LORD has given Zebah and Zalmunna into my hand, I will trample your flesh on the thorns of the wilderness and on briers.\""},{"verse": 8, "text": "From there he went up to Penuel, and made the same request of them; and the people of Penuel answered him as the people of Succoth had answered."},{"verse": 9, "text": "So he said to the people of Penuel, \"When I come back victorious, I will break down this tower.\""},{"verse": 10, "text": "Now Zebah and Zalmunna were in Karkor with their army, about fifteen thousand men, all who were left of all the army of the people of the east; for one hundred twenty thousand men bearing arms had fallen."},{"verse": 11, "text": "So Gideon went up by the caravan route east of Nobah and Jogbehah, and attacked the army; for the army was off its guard."},{"verse": 12, "text": "Zebah and Zalmunna fled; and he pursued them and took the two kings of Midian, Zebah and Zalmunna, and threw all the army into a panic."},{"verse": 13, "text": "When Gideon son of Joash returned from the battle by the ascent of Heres,"},{"verse": 14, "text": "he caught a young man, one of the people of Succoth, and questioned him; and he listed for him the officials and elders of Succoth, seventy-seven people."},{"verse": 15, "text": "Then he came to the people of Succoth, and said, \"Here are Zebah and Zalmunna, about whom you taunted me, saying, \"Do you already have in your possession the hands of Zebah and Zalmunna, that we should give bread to your troops who are exhausted?\"\""},{"verse": 16, "footnotes": {"a": "Judges 8:16 With verse 7, Compare Gk: Heb _he taught_"}, "text": "So he took the elders of the city and he took thorns of the wilderness and briers and with them he trampled[^a] the people of Succoth."},{"verse": 17, "text": "He also broke down the tower of Penuel, and killed the men of the city."},{"verse": 18, "text": "Then he said to Zebah and Zalmunna, \"What about the men whom you killed at Tabor?\" They answered, \"As you are, so were they, every one of them; they resembled the sons of a king.\""},{"verse": 19, "text": "And he replied, \"They were my brothers, the sons of my mother; as the LORD lives, if you had saved them alive, I would not kill you.\""},{"verse": 20, "text": "So he said to Jether his firstborn, \"Go kill them!\" But the boy did not draw his sword, for he was afraid, because he was still a boy."},{"verse": 21, "text": "Then Zebah and Zalmunna said, \"You come and kill us; for as the man is, so is his strength.\" So Gideon proceeded to kill Zebah and Zalmunna; and he took the crescents that were on the necks of their camels."},{"verse": 22, "text": "||Gideon\"s Idolatry||Then the Israelites said to Gideon, \"Rule over us, you and your son and your grandson also; for you have delivered us out of the hand of Midian.\""},{"verse": 23, "text": "Gideon said to them, \"I will not rule over you, and my son will not rule over you; the LORD will rule over you.\""},{"verse": 24, "footnotes": {"a": "Judges 8:24 Heb _they_"}, "text": "Then Gideon said to them, \"Let me make a request of you; each of you give me an earring he has taken as booty.\" (For the enemy[^a] had golden earrings, because they were Ishmaelites.)"},{"verse": 25, "text": "\"We will willingly give them,\" they answered. So they spread a garment, and each threw into it an earring he had taken as booty."},{"verse": 26, "text": "The weight of the golden earrings that he requested was one thousand seven hundred shekels of gold (apart from the crescents and the pendants and the purple garments worn by the kings of Midian, and the collars that were on the necks of their camels)."},{"verse": 27, "text": "Gideon made an ephod of it and put it in his town, in Ophrah; and all Israel prostituted themselves to it there, and it became a snare to Gideon and to his family."},{"verse": 28, "text": "So Midian was subdued before the Israelites, and they lifted up their heads no more. So the land had rest forty years in the days of Gideon."},{"verse": 29, "text": "||Death of Gideon||Jerubbaal son of Joash went to live in his own house."},{"verse": 30, "text": "Now Gideon had seventy sons, his own offspring, for he had many wives."},{"verse": 31, "text": "His concubine who was in Shechem also bore him a son, and he named him Abimelech."},{"verse": 32, "text": "Then Gideon son of Joash died at a good old age, and was buried in the tomb of his father Joash at Ophrah of the Abiezrites."},{"verse": 33, "text": "As soon as Gideon died, the Israelites relapsed and prostituted themselves with the Baals, making Baal-berith their god."},{"verse": 34, "text": "The Israelites did not remember the LORD their God, who had rescued them from the hand of all their enemies on every side;"},{"verse": 35, "text": "and they did not exhibit loyalty to the house of Jerubbaal (that is, Gideon) in return for all the good that he had done to Israel."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||Abimelech Attempts to Establish a Monarchy||Now Abimelech son of Jerubbaal went to Shechem to his mother\"s kinsfolk and said to them and to the whole clan of his mother\"s family,"},{"verse": 2, "text": "\"Say in the hearing of all the lords of Shechem, \"Which is better for you, that all seventy of the sons of Jerubbaal rule over you, or that one rule over you?\" Remember also that I am your bone and your flesh.\""},{"verse": 3, "text": "So his mother\"s kinsfolk spoke all these words on his behalf in the hearing of all the lords of Shechem; and their hearts inclined to follow Abimelech, for they said, \"He is our brother.\""},{"verse": 4, "text": "They gave him seventy pieces of silver out of the temple of Baal-berith with which Abimelech hired worthless and reckless fellows, who followed him."},{"verse": 5, "text": "He went to his father\"s house at Ophrah, and killed his brothers the sons of Jerubbaal, seventy men, on one stone; but Jotham, the youngest son of Jerubbaal, survived, for he hid himself."},{"verse": 6, "footnotes": {"a": "Judges 9:6 Cn: Meaning of Heb uncertain"}, "text": "Then all the lords of Shechem and all Beth-millo came together, and they went and made Abimelech king, by the oak of the pillar[^a] at Shechem."},{"verse": 7, "text": "||The Parable of the Trees||When it was told to Jotham, he went and stood on the top of Mount Gerizim, and cried aloud and said to them, \"Listen to me, you lords of Shechem, so that God may listen to you."},{"verse": 8, "text": "The trees once went out  \n    to anoint a king over themselves.  \nSo they said to the olive tree,  \n    \"Reign over us.\""},{"verse": 9, "text": "The olive tree answered them,  \n    \"Shall I stop producing my rich oil  \n        by which gods and mortals are honored,  \n        and go to sway over the trees?\""},{"verse": 10, "text": "Then the trees said to the fig tree,  \n    \"You come and reign over us.\""},{"verse": 11, "text": "But the fig tree answered them,  \n    \"Shall I stop producing my sweetness  \n        and my delicious fruit,  \n        and go to sway over the trees?\""},{"verse": 12, "text": "Then the trees said to the vine,  \n    \"You come and reign over us.\""},{"verse": 13, "text": "But the vine said to them,  \n    \"Shall I stop producing my wine  \n        that cheers gods and mortals,  \n        and go to sway over the trees?\""},{"verse": 14, "text": "So all the trees said to the bramble,  \n    \"You come and reign over us.\""},{"verse": 15, "text": "And the bramble said to the trees,  \n    \"If in good faith you are anointing me king over you,  \n        then come and take refuge in my shade;  \n    but if not, let fire come out of the bramble  \n        and devour the cedars of Lebanon.\""},{"verse": 16, "text": "\"Now therefore, if you acted in good faith and honor when you made Abimelech king, and if you have dealt well with Jerubbaal and his house, and have done to him as his actions deserved--"},{"verse": 17, "text": "for my father fought for you, and risked his life, and rescued you from the hand of Midian;"},{"verse": 18, "text": "but you have risen up against my father\"s house this day, and have killed his sons, seventy men on one stone, and have made Abimelech, the son of his slave woman, king over the lords of Shechem, because he is your kinsman--"},{"verse": 19, "text": "if, I say, you have acted in good faith and honor with Jerubbaal and with his house this day, then rejoice in Abimelech, and let him also rejoice in you;"},{"verse": 20, "text": "but if not, let fire come out from Abimelech, and devour the lords of Shechem, and Beth-millo; and let fire come out from the lords of Shechem, and from Beth-millo, and devour Abimelech.\""},{"verse": 21, "text": "Then Jotham ran away and fled, going to Beer, where he remained for fear of his brother Abimelech."},{"verse": 22, "text": "||The Downfall of Abimelech||Abimelech ruled over Israel three years."},{"verse": 23, "text": "But God sent an evil spirit between Abimelech and the lords of Shechem; and the lords of Shechem dealt treacherously with Abimelech."},{"verse": 24, "footnotes": {"a": "Judges 9:24 Heb _might come_"}, "text": "This happened so that the violence done to the seventy sons of Jerubbaal might be avenged[^a] and their blood be laid on their brother Abimelech, who killed them, and on the lords of Shechem, who strengthened his hands to kill his brothers."},{"verse": 25, "text": "So, out of hostility to him, the lords of Shechem set ambushes on the mountain tops. They robbed all who passed by them along that way; and it was reported to Abimelech."},{"verse": 26, "text": "When Gaal son of Ebed moved into Shechem with his kinsfolk, the lords of Shechem put confidence in him."},{"verse": 27, "text": "They went out into the field and gathered the grapes from their vineyards, trod them, and celebrated. Then they went into the temple of their god, ate and drank, and ridiculed Abimelech."},{"verse": 28, "text": "Gaal son of Ebed said, \"Who is Abimelech, and who are we of Shechem, that we should serve him? Did not the son of Jerubbaal and Zebul his officer serve the men of Hamor father of Shechem? Why then should we serve him?"},{"verse": 29, "footnotes": {"a": "Judges 9:29 Gk: Heb _and he said_"}, "text": "If only this people were under my command! Then I would remove Abimelech; I would say[^a] to him, \"Increase your army, and come out.\"\""},{"verse": 30, "text": "When Zebul the ruler of the city heard the words of Gaal son of Ebed, his anger was kindled."},{"verse": 31, "footnotes": {"a": "Judges 9:31 Cn See 9.41. Heb _Tormah_", "b": "Judges 9:31 Cn: Heb _are besieging_"}, "text": "He sent messengers to Abimelech at Arumah,[^a] saying, \"Look, Gaal son of Ebed and his kinsfolk have come to Shechem, and they are stirring up[^b] the city against you."},{"verse": 32, "text": "Now therefore, go by night, you and the troops that are with you, and lie in wait in the fields."},{"verse": 33, "text": "Then early in the morning, as soon as the sun rises, get up and rush on the city; and when he and the troops that are with him come out against you, you may deal with them as best you can.\""},{"verse": 34, "text": "So Abimelech and all the troops with him got up by night and lay in wait against Shechem in four companies."},{"verse": 35, "text": "When Gaal son of Ebed went out and stood in the entrance of the gate of the city, Abimelech and the troops with him rose from the ambush."},{"verse": 36, "text": "And when Gaal saw them, he said to Zebul, \"Look, people are coming down from the mountain tops!\" And Zebul said to him, \"The shadows on the mountains look like people to you.\""},{"verse": 37, "footnotes": {"a": "Judges 9:37 That is _Diviners’ Oak_"}, "text": "Gaal spoke again and said, \"Look, people are coming down from Tabbur-erez, and one company is coming from the direction of Elon-meonenim.\"[^a]"},{"verse": 38, "footnotes": {"a": "Judges 9:38 Heb _mouth_"}, "text": "Then Zebul said to him, \"Where is your boast[^a] now, you who said, \"Who is Abimelech, that we should serve him?\" Are not these the troops you made light of? Go out now and fight with them.\""},{"verse": 39, "text": "So Gaal went out at the head of the lords of Shechem, and fought with Abimelech."},{"verse": 40, "text": "Abimelech chased him, and he fled before him. Many fell wounded, up to the entrance of the gate."},{"verse": 41, "text": "So Abimelech resided at Arumah; and Zebul drove out Gaal and his kinsfolk, so that they could not live on at Shechem."},{"verse": 42, "text": "On the following day the people went out into the fields. When Abimelech was told,"},{"verse": 43, "text": "he took his troops and divided them into three companies, and lay in wait in the fields. When he looked and saw the people coming out of the city, he rose against them and killed them."},{"verse": 44, "footnotes": {"a": "Judges 9:44 Vg and some Gk Mss: Heb _companies that were_"}, "text": "Abimelech and the company that was[^a] with him rushed forward and stood at the entrance of the gate of the city, while the two companies rushed on all who were in the fields and killed them."},{"verse": 45, "text": "Abimelech fought against the city all that day; he took the city, and killed the people that were in it; and he razed the city and sowed it with salt."},{"verse": 46, "text": "When all the lords of the Tower of Shechem heard of it, they entered the stronghold of the temple of El-berith."},{"verse": 47, "text": "Abimelech was told that all the lords of the Tower of Shechem were gathered together."},{"verse": 48, "text": "So Abimelech went up to Mount Zalmon, he and all the troops that were with him. Abimelech took an ax in his hand, cut down a bundle of brushwood, and took it up and laid it on his shoulder. Then he said to the troops with him, \"What you have seen me do, do quickly, as I have done.\""},{"verse": 49, "text": "So every one of the troops cut down a bundle and following Abimelech put it against the stronghold, and they set the stronghold on fire over them, so that all the people of the Tower of Shechem also died, about a thousand men and women."},{"verse": 50, "text": "Then Abimelech went to Thebez, and encamped against Thebez, and took it."},{"verse": 51, "text": "But there was a strong tower within the city, and all the men and women and all the lords of the city fled to it and shut themselves in; and they went to the roof of the tower."},{"verse": 52, "text": "Abimelech came to the tower, and fought against it, and came near to the entrance of the tower to burn it with fire."},{"verse": 53, "text": "But a certain woman threw an upper millstone on Abimelech\"s head, and crushed his skull."},{"verse": 54, "text": "Immediately he called to the young man who carried his armor and said to him, \"Draw your sword and kill me, so people will not say about me, \"A woman killed him.\"\" So the young man thrust him through, and he died."},{"verse": 55, "text": "When the Israelites saw that Abimelech was dead, they all went home."},{"verse": 56, "text": "Thus God repaid Abimelech for the crime he committed against his father in killing his seventy brothers;"},{"verse": 57, "text": "and God also made all the wickedness of the people of Shechem fall back on their heads, and on them came the curse of Jotham son of Jerubbaal."}]}
,{"chapter": 10, "verses":[{"verse": 1, "text": "||Tola and Jair||After Abimelech, Tola son of Puah son of Dodo, a man of Issachar, who lived at Shamir in the hill country of Ephraim, rose to deliver Israel."},{"verse": 2, "text": "He judged Israel twenty-three years. Then he died, and was buried at Shamir."},{"verse": 3, "text": "After him came Jair the Gileadite, who judged Israel twenty-two years."},{"verse": 4, "text": "He had thirty sons who rode on thirty donkeys; and they had thirty towns, which are in the land of Gilead, and are called Havvoth-jair to this day."},{"verse": 5, "text": "Jair died, and was buried in Kamon."},{"verse": 6, "text": "||Oppression by the Ammonites||The Israelites again did what was evil in the sight of the LORD, worshiping the Baals and the Astartes, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the Ammonites, and the gods of the Philistines. Thus they abandoned the LORD, and did not worship him."},{"verse": 7, "text": "So the anger of the LORD was kindled against Israel, and he sold them into the hand of the Philistines and into the hand of the Ammonites,"},{"verse": 8, "text": "and they crushed and oppressed the Israelites that year. For eighteen years they oppressed all the Israelites that were beyond the Jordan in the land of the Amorites, which is in Gilead."},{"verse": 9, "text": "The Ammonites also crossed the Jordan to fight against Judah and against Benjamin and against the house of Ephraim; so that Israel was greatly distressed."},{"verse": 10, "text": "So the Israelites cried to the LORD, saying, \"We have sinned against you, because we have abandoned our God and have worshiped the Baals.\""},{"verse": 11, "footnotes": {"a": "Judges 10:11 Heb lacks _Did I not deliver you_"}, "text": "And the LORD said to the Israelites, \"Did I not deliver you[^a] from the Egyptians and from the Amorites, from the Ammonites and from the Philistines?"},{"verse": 12, "text": "The Sidonians also, and the Amalekites, and the Maonites, oppressed you; and you cried to me, and I delivered you out of their hand."},{"verse": 13, "text": "Yet you have abandoned me and worshiped other gods; therefore I will deliver you no more."},{"verse": 14, "text": "Go and cry to the gods whom you have chosen; let them deliver you in the time of your distress.\""},{"verse": 15, "text": "And the Israelites said to the LORD, \"We have sinned; do to us whatever seems good to you; but deliver us this day!\""},{"verse": 16, "text": "So they put away the foreign gods from among them and worshiped the LORD; and he could no longer bear to see Israel suffer."},{"verse": 17, "text": "Then the Ammonites were called to arms, and they encamped in Gilead; and the Israelites came together, and they encamped at Mizpah."},{"verse": 18, "text": "The commanders of the people of Gilead said to one another, \"Who will begin the fight against the Ammonites? He shall be head over all the inhabitants of Gilead.\""}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||Jephthah||Now Jephthah the Gileadite, the son of a prostitute, was a mighty warrior. Gilead was the father of Jephthah."},{"verse": 2, "text": "Gilead\"s wife also bore him sons; and when his wife\"s sons grew up, they drove Jephthah away, saying to him, \"You shall not inherit anything in our father\"s house; for you are the son of another woman.\""},{"verse": 3, "text": "Then Jephthah fled from his brothers and lived in the land of Tob. Outlaws collected around Jephthah and went raiding with him."},{"verse": 4, "text": "After a time the Ammonites made war against Israel."},{"verse": 5, "text": "And when the Ammonites made war against Israel, the elders of Gilead went to bring Jephthah from the land of Tob."},{"verse": 6, "text": "They said to Jephthah, \"Come and be our commander, so that we may fight with the Ammonites.\""},{"verse": 7, "text": "But Jephthah said to the elders of Gilead, \"Are you not the very ones who rejected me and drove me out of my father\"s house? So why do you come to me now when you are in trouble?\""},{"verse": 8, "text": "The elders of Gilead said to Jephthah, \"Nevertheless, we have now turned back to you, so that you may go with us and fight with the Ammonites, and become head over us, over all the inhabitants of Gilead.\""},{"verse": 9, "text": "Jephthah said to the elders of Gilead, \"If you bring me home again to fight with the Ammonites, and the LORD gives them over to me, I will be your head.\""},{"verse": 10, "text": "And the elders of Gilead said to Jephthah, \"The LORD will be witness between us; we will surely do as you say.\""},{"verse": 11, "text": "So Jephthah went with the elders of Gilead, and the people made him head and commander over them; and Jephthah spoke all his words before the LORD at Mizpah."},{"verse": 12, "text": "Then Jephthah sent messengers to the king of the Ammonites and said, \"What is there between you and me, that you have come to me to fight against my land?\""},{"verse": 13, "text": "The king of the Ammonites answered the messengers of Jephthah, \"Because Israel, on coming from Egypt, took away my land from the Arnon to the Jabbok and to the Jordan; now therefore restore it peaceably.\""},{"verse": 14, "text": "Once again Jephthah sent messengers to the king of the Ammonites"},{"verse": 15, "text": "and said to him: \"Thus says Jephthah: Israel did not take away the land of Moab or the land of the Ammonites,"},{"verse": 16, "footnotes": {"a": "Judges 11:16 Or _Sea of Reeds_"}, "text": "but when they came up from Egypt, Israel went through the wilderness to the Red Sea[^a] and came to Kadesh."},{"verse": 17, "text": "Israel then sent messengers to the king of Edom, saying, \"Let us pass through your land\"; but the king of Edom would not listen. They also sent to the king of Moab, but he would not consent. So Israel remained at Kadesh."},{"verse": 18, "text": "Then they journeyed through the wilderness, went around the land of Edom and the land of Moab, arrived on the east side of the land of Moab, and camped on the other side of the Arnon. They did not enter the territory of Moab, for the Arnon was the boundary of Moab."},{"verse": 19, "text": "Israel then sent messengers to King Sihon of the Amorites, king of Heshbon; and Israel said to him, \"Let us pass through your land to our country.\""},{"verse": 20, "text": "But Sihon did not trust Israel to pass through his territory; so Sihon gathered all his people together, and encamped at Jahaz, and fought with Israel."},{"verse": 21, "text": "Then the LORD, the God of Israel, gave Sihon and all his people into the hand of Israel, and they defeated them; so Israel occupied all the land of the Amorites, who inhabited that country."},{"verse": 22, "text": "They occupied all the territory of the Amorites from the Arnon to the Jabbok and from the wilderness to the Jordan."},{"verse": 23, "text": "So now the LORD, the God of Israel, has conquered the Amorites for the benefit of his people Israel. Do you intend to take their place?"},{"verse": 24, "text": "Should you not possess what your god Chemosh gives you to possess? And should we not be the ones to possess everything that the LORD our God has conquered for our benefit?"},{"verse": 25, "text": "Now are you any better than King Balak son of Zippor of Moab? Did he ever enter into conflict with Israel, or did he ever go to war with them?"},{"verse": 26, "text": "While Israel lived in Heshbon and its villages, and in Aroer and its villages, and in all the towns that are along the Arnon, three hundred years, why did you not recover them within that time?"},{"verse": 27, "text": "It is not I who have sinned against you, but you are the one who does me wrong by making war on me. Let the LORD, who is judge, decide today for the Israelites or for the Ammonites.\""},{"verse": 28, "text": "But the king of the Ammonites did not heed the message that Jephthah sent him."},{"verse": 29, "text": "||Jephthah\"s Vow||Then the spirit of the LORD came upon Jephthah, and he passed through Gilead and Manasseh. He passed on to Mizpah of Gilead, and from Mizpah of Gilead he passed on to the Ammonites."},{"verse": 30, "text": "And Jephthah made a vow to the LORD, and said, \"If you will give the Ammonites into my hand,"},{"verse": 31, "text": "then whoever comes out of the doors of my house to meet me, when I return victorious from the Ammonites, shall be the LORD\"s, to be offered up by me as a burnt offering.\""},{"verse": 32, "text": "So Jephthah crossed over to the Ammonites to fight against them; and the LORD gave them into his hand."},{"verse": 33, "text": "He inflicted a massive defeat on them from Aroer to the neighborhood of Minnith, twenty towns, and as far as Abel-keramim. So the Ammonites were subdued before the people of Israel."},{"verse": 34, "text": "||Jephthah\"s Daughter||Then Jephthah came to his home at Mizpah; and there was his daughter coming out to meet him with timbrels and with dancing. She was his only child; he had no son or daughter except her."},{"verse": 35, "text": "When he saw her, he tore his clothes, and said, \"Alas, my daughter! You have brought me very low; you have become the cause of great trouble to me. For I have opened my mouth to the LORD, and I cannot take back my vow.\""},{"verse": 36, "text": "She said to him, \"My father, if you have opened your mouth to the LORD, do to me according to what has gone out of your mouth, now that the LORD has given you vengeance against your enemies, the Ammonites.\""},{"verse": 37, "footnotes": {"a": "Judges 11:37 Cn: Heb _go down_"}, "text": "And she said to her father, \"Let this thing be done for me: Grant me two months, so that I may go and wander[^a] on the mountains, and bewail my virginity, my companions and I.\""},{"verse": 38, "text": "\"Go,\" he said and sent her away for two months. So she departed, she and her companions, and bewailed her virginity on the mountains."},{"verse": 39, "text": "At the end of two months, she returned to her father, who did with her according to the vow he had made. She had never slept with a man. So there arose an Israelite custom that"},{"verse": 40, "text": "for four days every year the daughters of Israel would go out to lament the daughter of Jephthah the Gileadite."}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||Intertribal Dissension||The men of Ephraim were called to arms, and they crossed to Zaphon and said to Jephthah, \"Why did you cross over to fight against the Ammonites, and did not call us to go with you? We will burn your house down over you!\""},{"verse": 2, "footnotes": {"a": "Judges 12:2 Gk OL, Syr H: Heb lacks _who oppressed us_"}, "text": "Jephthah said to them, \"My people and I were engaged in conflict with the Ammonites who oppressed us[^a] severely. But when I called you, you did not deliver me from their hand."},{"verse": 3, "text": "When I saw that you would not deliver me, I took my life in my hand, and crossed over against the Ammonites, and the LORD gave them into my hand. Why then have you come up to me this day, to fight against me?\""},{"verse": 4, "footnotes": {"a": "Judges 12:4 Meaning of Heb uncertain: Gk omits _because . . . Manasseh_"}, "text": "Then Jephthah gathered all the men of Gilead and fought with Ephraim; and the men of Gilead defeated Ephraim, because they said, \"You are fugitives from Ephraim, you Gileadites--in the heart of Ephraim and Manasseh.\"[^a]"},{"verse": 5, "text": "Then the Gileadites took the fords of the Jordan against the Ephraimites. Whenever one of the fugitives of Ephraim said, \"Let me go over,\" the men of Gilead would say to him, \"Are you an Ephraimite?\" When he said, \"No,\""},{"verse": 6, "text": "they said to him, \"Then say Shibboleth,\" and he said, \"Sibboleth,\" for he could not pronounce it right. Then they seized him and killed him at the fords of the Jordan. Forty-two thousand of the Ephraimites fell at that time."},{"verse": 7, "footnotes": {"a": "Judges 12:7 Gk: Heb _in the towns of Gilead_"}, "text": "Jephthah judged Israel six years. Then Jephthah the Gileadite died, and was buried in his town in Gilead.[^a]"},{"verse": 8, "text": "||Ibzan, Elon, and Abdon||After him Ibzan of Bethlehem judged Israel."},{"verse": 9, "text": "He had thirty sons. He gave his thirty daughters in marriage outside his clan and brought in thirty young women from outside for his sons. He judged Israel seven years."},{"verse": 10, "text": "Then Ibzan died, and was buried at Bethlehem."},{"verse": 11, "text": "After him Elon the Zebulunite judged Israel; and he judged Israel ten years."},{"verse": 12, "text": "Then Elon the Zebulunite died, and was buried at Aijalon in the land of Zebulun."},{"verse": 13, "text": "After him Abdon son of Hillel the Pirathonite judged Israel."},{"verse": 14, "text": "He had forty sons and thirty grandsons, who rode on seventy donkeys; he judged Israel eight years."},{"verse": 15, "text": "Then Abdon son of Hillel the Pirathonite died, and was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||The Birth of Samson||The Israelites again did what was evil in the sight of the LORD, and the LORD gave them into the hand of the Philistines forty years."},{"verse": 2, "text": "There was a certain man of Zorah, of the tribe of the Danites, whose name was Manoah. His wife was barren, having borne no children."},{"verse": 3, "text": "And the angel of the LORD appeared to the woman and said to her, \"Although you are barren, having borne no children, you shall conceive and bear a son."},{"verse": 4, "text": "Now be careful not to drink wine or strong drink, or to eat anything unclean,"},{"verse": 5, "footnotes": {"a": "Judges 13:5 That is _one separated_ or _one consecrated_"}, "text": "for you shall conceive and bear a son. No razor is to come on his head, for the boy shall be a nazirite[^a] to God from birth. It is he who shall begin to deliver Israel from the hand of the Philistines.\""},{"verse": 6, "footnotes": {"a": "Judges 13:6 Or _the angel_"}, "text": "Then the woman came and told her husband, \"A man of God came to me, and his appearance was like that of an angel[^a] of God, most awe-inspiring; I did not ask him where he came from, and he did not tell me his name;"},{"verse": 7, "footnotes": {"a": "Judges 13:7 That is _one separated_ or _one consecrated_"}, "text": "but he said to me, \"You shall conceive and bear a son. So then drink no wine or strong drink, and eat nothing unclean, for the boy shall be a nazirite[^a] to God from birth to the day of his death.\"\""},{"verse": 8, "text": "Then Manoah entreated the LORD, and said, \"O LORD, I pray, let the man of God whom you sent come to us again and teach us what we are to do concerning the boy who will be born.\""},{"verse": 9, "text": "God listened to Manoah, and the angel of God came again to the woman as she sat in the field; but her husband Manoah was not with her."},{"verse": 10, "text": "So the woman ran quickly and told her husband, \"The man who came to me the other day has appeared to me.\""},{"verse": 11, "text": "Manoah got up and followed his wife, and came to the man and said to him, \"Are you the man who spoke to this woman?\" And he said, \"I am.\""},{"verse": 12, "text": "Then Manoah said, \"Now when your words come true, what is to be the boy\"s rule of life; what is he to do?\""},{"verse": 13, "text": "The angel of the LORD said to Manoah, \"Let the woman give heed to all that I said to her."},{"verse": 14, "text": "She may not eat of anything that comes from the vine. She is not to drink wine or strong drink, or eat any unclean thing. She is to observe everything that I commanded her.\""},{"verse": 15, "text": "Manoah said to the angel of the LORD, \"Allow us to detain you, and prepare a kid for you.\""},{"verse": 16, "text": "The angel of the LORD said to Manoah, \"If you detain me, I will not eat your food; but if you want to prepare a burnt offering, then offer it to the LORD.\" (For Manoah did not know that he was the angel of the LORD.)"},{"verse": 17, "text": "Then Manoah said to the angel of the LORD, \"What is your name, so that we may honor you when your words come true?\""},{"verse": 18, "text": "But the angel of the LORD said to him, \"Why do you ask my name? It is too wonderful.\""},{"verse": 19, "footnotes": {"a": "Judges 13:19 Gk Vg: Heb _and working_", "b": "Judges 13:19 Heb _wonders, while Manoah and his wife looked on_"}, "text": "So Manoah took the kid with the grain offering, and offered it on the rock to the LORD, to him who works[^a] wonders.[^b]"},{"verse": 20, "text": "When the flame went up toward heaven from the altar, the angel of the LORD ascended in the flame of the altar while Manoah and his wife looked on; and they fell on their faces to the ground."},{"verse": 21, "text": "The angel of the LORD did not appear again to Manoah and his wife. Then Manoah realized that it was the angel of the LORD."},{"verse": 22, "text": "And Manoah said to his wife, \"We shall surely die, for we have seen God.\""},{"verse": 23, "text": "But his wife said to him, \"If the LORD had meant to kill us, he would not have accepted a burnt offering and a grain offering at our hands, or shown us all these things, or now announced to us such things as these.\""},{"verse": 24, "text": "The woman bore a son, and named him Samson. The boy grew, and the LORD blessed him."},{"verse": 25, "text": "The spirit of the LORD began to stir him in Mahaneh-dan, between Zorah and Eshtaol."}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "||Samson\"s Marriage||Once Samson went down to Timnah, and at Timnah he saw a Philistine woman."},{"verse": 2, "text": "Then he came up, and told his father and mother, \"I saw a Philistine woman at Timnah; now get her for me as my wife.\""},{"verse": 3, "footnotes": {"a": "Judges 14:3 Cn: Heb _my_"}, "text": "But his father and mother said to him, \"Is there not a woman among your kin, or among all our[^a] people, that you must go to take a wife from the uncircumcised Philistines?\" But Samson said to his father, \"Get her for me, because she pleases me.\""},{"verse": 4, "text": "His father and mother did not know that this was from the LORD; for he was seeking a pretext to act against the Philistines. At that time the Philistines had dominion over Israel."},{"verse": 5, "text": "Then Samson went down with his father and mother to Timnah. When he came to the vineyards of Timnah, suddenly a young lion roared at him."},{"verse": 6, "text": "The spirit of the LORD rushed on him, and he tore the lion apart barehanded as one might tear apart a kid. But he did not tell his father or his mother what he had done."},{"verse": 7, "text": "Then he went down and talked with the woman, and she pleased Samson."},{"verse": 8, "text": "After a while he returned to marry her, and he turned aside to see the carcass of the lion, and there was a swarm of bees in the body of the lion, and honey."},{"verse": 9, "text": "He scraped it out into his hands, and went on, eating as he went. When he came to his father and mother, he gave some to them, and they ate it. But he did not tell them that he had taken the honey from the carcass of the lion."},{"verse": 10, "text": "His father went down to the woman, and Samson made a feast there as the young men were accustomed to do."},{"verse": 11, "text": "When the people saw him, they brought thirty companions to be with him."},{"verse": 12, "text": "Samson said to them, \"Let me now put a riddle to you. If you can explain it to me within the seven days of the feast, and find it out, then I will give you thirty linen garments and thirty festal garments."},{"verse": 13, "text": "But if you cannot explain it to me, then you shall give me thirty linen garments and thirty festal garments.\" So they said to him, \"Ask your riddle; let us hear it.\""},{"verse": 14, "text": "He said to them,\n\"Out of the eater came something to eat.  \nOut of the strong came something sweet.\"\nBut for three days they could not explain the riddle."},{"verse": 15, "footnotes": {"a": "Judges 14:15 Gk Syr: Heb _seventh_"}, "text": "On the fourth[^a] day they said to Samson\"s wife, \"Coax your husband to explain the riddle to us, or we will burn you and your father\"s house with fire. Have you invited us here to impoverish us?\""},{"verse": 16, "text": "So Samson\"s wife wept before him, saying, \"You hate me; you do not really love me. You have asked a riddle of my people, but you have not explained it to me.\" He said to her, \"Look, I have not told my father or my mother. Why should I tell you?\""},{"verse": 17, "text": "She wept before him the seven days that their feast lasted; and because she nagged him, on the seventh day he told her. Then she explained the riddle to her people."},{"verse": 18, "text": "The men of the town said to him on the seventh day before the sun went down,\n\"What is sweeter than honey?  \nWhat is stronger than a lion?\"\nAnd he said to them,\n\"If you had not plowed with my heifer,  \nyou would not have found out my riddle.\""},{"verse": 19, "text": "Then the spirit of the LORD rushed on him, and he went down to Ashkelon. He killed thirty men of the town, took their spoil, and gave the festal garments to those who had explained the riddle. In hot anger he went back to his father\"s house."},{"verse": 20, "text": "And Samson\"s wife was given to his companion, who had been his best man."}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||Samson Defeats the Philistines||After a while, at the time of the wheat harvest, Samson went to visit his wife, bringing along a kid. He said, \"I want to go into my wife\"s room.\" But her father would not allow him to go in."},{"verse": 2, "text": "Her father said, \"I was sure that you had rejected her; so I gave her to your companion. Is not her younger sister prettier than she? Why not take her instead?\""},{"verse": 3, "text": "Samson said to them, \"This time, when I do mischief to the Philistines, I will be without blame.\""},{"verse": 4, "footnotes": {"a": "Judges 15:4 Heb _them_"}, "text": "So Samson went and caught three hundred foxes, and took some torches; and he turned the foxes[^a] tail to tail, and put a torch between each pair of tails."},{"verse": 5, "footnotes": {"a": "Judges 15:5 Gk Tg Vg: Heb lacks _and_"}, "text": "When he had set fire to the torches, he let the foxes go into the standing grain of the Philistines, and burned up the shocks and the standing grain, as well as the vineyards and[^a] olive groves."},{"verse": 6, "text": "Then the Philistines asked, \"Who has done this?\" And they said, \"Samson, the son-in-law of the Timnite, because he has taken Samson\"s wife and given her to his companion.\" So the Philistines came up, and burned her and her father."},{"verse": 7, "text": "Samson said to them, \"If this is what you do, I swear I will not stop until I have taken revenge on you.\""},{"verse": 8, "text": "He struck them down hip and thigh with great slaughter; and he went down and stayed in the cleft of the rock of Etam."},{"verse": 9, "text": "Then the Philistines came up and encamped in Judah, and made a raid on Lehi."},{"verse": 10, "text": "The men of Judah said, \"Why have you come up against us?\" They said, \"We have come up to bind Samson, to do to him as he did to us.\""},{"verse": 11, "text": "Then three thousand men of Judah went down to the cleft of the rock of Etam, and they said to Samson, \"Do you not know that the Philistines are rulers over us? What then have you done to us?\" He replied, \"As they did to me, so I have done to them.\""},{"verse": 12, "text": "They said to him, \"We have come down to bind you, so that we may give you into the hands of the Philistines.\" Samson answered them, \"Swear to me that you yourselves will not attack me.\""},{"verse": 13, "text": "They said to him, \"No, we will only bind you and give you into their hands; we will not kill you.\" So they bound him with two new ropes, and brought him up from the rock."},{"verse": 14, "text": "When he came to Lehi, the Philistines came shouting to meet him; and the spirit of the LORD rushed on him, and the ropes that were on his arms became like flax that has caught fire, and his bonds melted off his hands."},{"verse": 15, "text": "Then he found a fresh jawbone of a donkey, reached down and took it, and with it he killed a thousand men."},{"verse": 16, "text": "And Samson said,\n\"With the jawbone of a donkey,  \n    heaps upon heaps,  \nwith the jawbone of a donkey  \n    I have slain a thousand men.\""},{"verse": 17, "footnotes": {"a": "Judges 15:17 That is _The Hill of the Jawbone_"}, "text": "When he had finished speaking, he threw away the jawbone; and that place was called Ramath-lehi.[^a]"},{"verse": 18, "text": "By then he was very thirsty, and he called on the LORD, saying, \"You have granted this great victory by the hand of your servant. Am I now to die of thirst, and fall into the hands of the uncircumcised?\""},{"verse": 19, "footnotes": {"a": "Judges 15:19 That is _The Spring of the One who Called_"}, "text": "So God split open the hollow place that is at Lehi, and water came from it. When he drank, his spirit returned, and he revived. Therefore it was named En-hakkore,[^a] which is at Lehi to this day."},{"verse": 20, "text": "And he judged Israel in the days of the Philistines twenty years."}]}
,{"chapter": 16, "verses":[{"verse": 1, "text": "||Samson and Delilah||Once Samson went to Gaza, where he saw a prostitute and went in to her."},{"verse": 2, "footnotes": {"a": "Judges 16:2 Gk: Heb lacks _were told_"}, "text": "The Gazites were told,[^a] \"Samson has come here.\" So they circled around and lay in wait for him all night at the city gate. They kept quiet all night, thinking, \"Let us wait until the light of the morning; then we will kill him.\""},{"verse": 3, "text": "But Samson lay only until midnight. Then at midnight he rose up, took hold of the doors of the city gate and the two posts, pulled them up, bar and all, put them on his shoulders, and carried them to the top of the hill that is in front of Hebron."},{"verse": 4, "text": "After this he fell in love with a woman in the valley of Sorek, whose name was Delilah."},{"verse": 5, "text": "The lords of the Philistines came to her and said to her, \"Coax him, and find out what makes his strength so great, and how we may overpower him, so that we may bind him in order to subdue him; and we will each give you eleven hundred pieces of silver.\""},{"verse": 6, "text": "So Delilah said to Samson, \"Please tell me what makes your strength so great, and how you could be bound, so that one could subdue you.\""},{"verse": 7, "text": "Samson said to her, \"If they bind me with seven fresh bowstrings that are not dried out, then I shall become weak, and be like anyone else.\""},{"verse": 8, "text": "Then the lords of the Philistines brought her seven fresh bowstrings that had not dried out, and she bound him with them."},{"verse": 9, "text": "While men were lying in wait in an inner chamber, she said to him, \"The Philistines are upon you, Samson!\" But he snapped the bowstrings, as a strand of fiber snaps when it touches the fire. So the secret of his strength was not known."},{"verse": 10, "text": "Then Delilah said to Samson, \"You have mocked me and told me lies; please tell me how you could be bound.\""},{"verse": 11, "text": "He said to her, \"If they bind me with new ropes that have not been used, then I shall become weak, and be like anyone else.\""},{"verse": 12, "text": "So Delilah took new ropes and bound him with them, and said to him, \"The Philistines are upon you, Samson!\" (The men lying in wait were in an inner chamber.) But he snapped the ropes off his arms like a thread."},{"verse": 13, "text": "Then Delilah said to Samson, \"Until now you have mocked me and told me lies; tell me how you could be bound.\" He said to her, \"If you weave the seven locks of my head with the web and make it tight with the pin, then I shall become weak, and be like anyone else.\""},{"verse": 14, "footnotes": {"a": "Judges 16:14 Compare Gk: in verses 13–14, Heb lacks _and make it tight . . . into the web_"}, "text": "So while he slept, Delilah took the seven locks of his head and wove them into the web,[^a] and made them tight with the pin. Then she said to him, \"The Philistines are upon you, Samson!\" But he awoke from his sleep, and pulled away the pin, the loom, and the web."},{"verse": 15, "text": "Then she said to him, \"How can you say, \"I love you,\" when your heart is not with me? You have mocked me three times now and have not told me what makes your strength so great.\""},{"verse": 16, "text": "Finally, after she had nagged him with her words day after day, and pestered him, he was tired to death."},{"verse": 17, "footnotes": {"a": "Judges 16:17 That is _one separated_ or _one consecrated_"}, "text": "So he told her his whole secret, and said to her, \"A razor has never come upon my head; for I have been a nazirite[^a] to God from my mother\"s womb. If my head were shaved, then my strength would leave me; I would become weak, and be like anyone else.\""},{"verse": 18, "text": "When Delilah realized that he had told her his whole secret, she sent and called the lords of the Philistines, saying, \"This time come up, for he has told his whole secret to me.\" Then the lords of the Philistines came up to her, and brought the money in their hands."},{"verse": 19, "footnotes": {"a": "Judges 16:19 Gk: Heb _She began to torment him_"}, "text": "She let him fall asleep on her lap; and she called a man, and had him shave off the seven locks of his head. He began to weaken,[^a] and his strength left him."},{"verse": 20, "text": "Then she said, \"The Philistines are upon you, Samson!\" When he awoke from his sleep, he thought, \"I will go out as at other times, and shake myself free.\" But he did not know that the LORD had left him."},{"verse": 21, "text": "So the Philistines seized him and gouged out his eyes. They brought him down to Gaza and bound him with bronze shackles; and he ground at the mill in the prison."},{"verse": 22, "text": "But the hair of his head began to grow again after it had been shaved."},{"verse": 23, "text": "||Samson\"s Death||Now the lords of the Philistines gathered to offer a great sacrifice to their god Dagon, and to rejoice; for they said, \"Our god has given Samson our enemy into our hand.\""},{"verse": 24, "text": "When the people saw him, they praised their god; for they said, \"Our god has given our enemy into our hand, the ravager of our country, who has killed many of us.\""},{"verse": 25, "text": "And when their hearts were merry, they said, \"Call Samson, and let him entertain us.\" So they called Samson out of the prison, and he performed for them. They made him stand between the pillars;"},{"verse": 26, "text": "and Samson said to the attendant who held him by the hand, \"Let me feel the pillars on which the house rests, so that I may lean against them.\""},{"verse": 27, "text": "Now the house was full of men and women; all the lords of the Philistines were there, and on the roof there were about three thousand men and women, who looked on while Samson performed."},{"verse": 28, "footnotes": {"a": "Judges 16:28 Or _so that I may be avenged upon the Philistines for one of my two eyes_"}, "text": "Then Samson called to the LORD and said, \"Lord God, remember me and strengthen me only this once, O God, so that with this one act of revenge I may pay back the Philistines for my two eyes.\"[^a]"},{"verse": 29, "text": "And Samson grasped the two middle pillars on which the house rested, and he leaned his weight against them, his right hand on the one and his left hand on the other."},{"verse": 30, "text": "Then Samson said, \"Let me die with the Philistines.\" He strained with all his might; and the house fell on the lords and all the people who were in it. So those he killed at his death were more than those he had killed during his life."},{"verse": 31, "text": "Then his brothers and all his family came down and took him and brought him up and buried him between Zorah and Eshtaol in the tomb of his father Manoah. He had judged Israel twenty years."}]}
,{"chapter": 17, "verses":[{"verse": 1, "text": "||Micah and the Levite||There was a man in the hill country of Ephraim whose name was Micah."},{"verse": 2, "footnotes": {"a": "Judges 17:2 The words _but now I will return it to you_ are transposed from the end of verse 3 in Heb"}, "text": "He said to his mother, \"The eleven hundred pieces of silver that were taken from you, about which you uttered a curse, and even spoke it in my hearing,--that silver is in my possession; I took it; but now I will return it to you.\"[^a] And his mother said, \"May my son be blessed by the LORD!\""},{"verse": 3, "text": "Then he returned the eleven hundred pieces of silver to his mother; and his mother said, \"I consecrate the silver to the LORD from my hand for my son, to make an idol of cast metal.\""},{"verse": 4, "text": "So when he returned the money to his mother, his mother took two hundred pieces of silver, and gave it to the silversmith, who made it into an idol of cast metal; and it was in the house of Micah."},{"verse": 5, "text": "This man Micah had a shrine, and he made an ephod and teraphim, and installed one of his sons, who became his priest."},{"verse": 6, "text": "In those days there was no king in Israel; all the people did what was right in their own eyes."},{"verse": 7, "text": "Now there was a young man of Bethlehem in Judah, of the clan of Judah. He was a Levite residing there."},{"verse": 8, "footnotes": {"a": "Judges 17:8 Or _Ephraim, continuing his journey_"}, "text": "This man left the town of Bethlehem in Judah, to live wherever he could find a place. He came to the house of Micah in the hill country of Ephraim to carry on his work.[^a]"},{"verse": 9, "text": "Micah said to him, \"From where do you come?\" He replied, \"I am a Levite of Bethlehem in Judah, and I am going to live wherever I can find a place.\""},{"verse": 10, "footnotes": {"a": "Judges 17:10 Heb _living, and the Levite went_"}, "text": "Then Micah said to him, \"Stay with me, and be to me a father and a priest, and I will give you ten pieces of silver a year, a set of clothes, and your living.\"[^a]"},{"verse": 11, "text": "The Levite agreed to stay with the man; and the young man became to him like one of his sons."},{"verse": 12, "text": "So Micah installed the Levite, and the young man became his priest, and was in the house of Micah."},{"verse": 13, "text": "Then Micah said, \"Now I know that the LORD will prosper me, because the Levite has become my priest.\""}]}
,{"chapter": 18, "verses":[{"verse": 1, "text": "||The Migration of Dan||In those days there was no king in Israel. And in those days the tribe of the Danites was seeking for itself a territory to live in; for until then no territory among the tribes of Israel had been allotted to them."},{"verse": 2, "text": "So the Danites sent five valiant men from the whole number of their clan, from Zorah and from Eshtaol, to spy out the land and to explore it; and they said to them, \"Go, explore the land.\" When they came to the hill country of Ephraim, to the house of Micah, they stayed there."},{"verse": 3, "text": "While they were at Micah\"s house, they recognized the voice of the young Levite; so they went over and asked him, \"Who brought you here? What are you doing in this place? What is your business here?\""},{"verse": 4, "text": "He said to them, \"Micah did such and such for me, and he hired me, and I have become his priest.\""},{"verse": 5, "text": "Then they said to him, \"Inquire of God that we may know whether the mission we are undertaking will succeed.\""},{"verse": 6, "text": "The priest replied, \"Go in peace. The mission you are on is under the eye of the LORD.\""},{"verse": 7, "footnotes": {"a": "Judges 18:7 Cn Compare 18.10: Meaning of Heb uncertain", "b": "Judges 18:7 Meaning of Heb uncertain", "c": "Judges 18:7 Symmachus: Heb _with anyone_"}, "text": "The five men went on, and when they came to Laish, they observed the people who were there living securely, after the manner of the Sidonians, quiet and unsuspecting, lacking[^a] nothing on earth, and possessing wealth.[^b] Furthermore, they were far from the Sidonians and had no dealings with Aram.[^c]"},{"verse": 8, "text": "When they came to their kinsfolk at Zorah and Eshtaol, they said to them, \"What do you report?\""},{"verse": 9, "text": "They said, \"Come, let us go up against them; for we have seen the land, and it is very good. Will you do nothing? Do not be slow to go, but enter in and possess the land."},{"verse": 10, "text": "When you go, you will come to an unsuspecting people. The land is broad--God has indeed given it into your hands--a place where there is no lack of anything on earth.\""},{"verse": 11, "text": "Six hundred men of the Danite clan, armed with weapons of war, set out from Zorah and Eshtaol,"},{"verse": 12, "footnotes": {"a": "Judges 18:12 That is _Camp of Dan_"}, "text": "and went up and encamped at Kiriath-jearim in Judah. On this account that place is called Mahaneh-dan[^a] to this day; it is west of Kiriath-jearim."},{"verse": 13, "text": "From there they passed on to the hill country of Ephraim, and came to the house of Micah."},{"verse": 14, "text": "Then the five men who had gone to spy out the land (that is, Laish) said to their comrades, \"Do you know that in these buildings there are an ephod, teraphim, and an idol of cast metal? Now therefore consider what you will do.\""},{"verse": 15, "text": "So they turned in that direction and came to the house of the young Levite, at the home of Micah, and greeted him."},{"verse": 16, "text": "While the six hundred men of the Danites, armed with their weapons of war, stood by the entrance of the gate,"},{"verse": 17, "footnotes": {"a": "Judges 18:17 Compare 17.4, 5; 18.14: Heb _teraphim and the cast metal_"}, "text": "the five men who had gone to spy out the land proceeded to enter and take the idol of cast metal, the ephod, and the teraphim.[^a] The priest was standing by the entrance of the gate with the six hundred men armed with weapons of war."},{"verse": 18, "text": "When the men went into Micah\"s house and took the idol of cast metal, the ephod, and the teraphim, the priest said to them, \"What are you doing?\""},{"verse": 19, "text": "They said to him, \"Keep quiet! Put your hand over your mouth, and come with us, and be to us a father and a priest. Is it better for you to be priest to the house of one person, or to be priest to a tribe and clan in Israel?\""},{"verse": 20, "text": "Then the priest accepted the offer. He took the ephod, the teraphim, and the idol, and went along with the people."},{"verse": 21, "text": "So they resumed their journey, putting the little ones, the livestock, and the goods in front of them."},{"verse": 22, "text": "When they were some distance from the home of Micah, the men who were in the houses near Micah\"s house were called out, and they overtook the Danites."},{"verse": 23, "text": "They shouted to the Danites, who turned around and said to Micah, \"What is the matter that you come with such a company?\""},{"verse": 24, "text": "He replied, \"You take my gods that I made, and the priest, and go away, and what have I left? How then can you ask me, \"What is the matter?\"\""},{"verse": 25, "text": "And the Danites said to him, \"You had better not let your voice be heard among us or else hot-tempered fellows will attack you, and you will lose your life and the lives of your household.\""},{"verse": 26, "text": "Then the Danites went their way. When Micah saw that they were too strong for him, he turned and went back to his home."},{"verse": 27, "text": "||The Danites Settle in Laish||The Danites, having taken what Micah had made, and the priest who belonged to him, came to Laish, to a people quiet and unsuspecting, put them to the sword, and burned down the city."},{"verse": 28, "footnotes": {"a": "Judges 18:28 Cn Compare verse 7: Heb _with anyone_"}, "text": "There was no deliverer, because it was far from Sidon and they had no dealings with Aram.[^a] It was in the valley that belongs to Beth-rehob. They rebuilt the city, and lived in it."},{"verse": 29, "text": "They named the city Dan, after their ancestor Dan, who was born to Israel; but the name of the city was formerly Laish."},{"verse": 30, "footnotes": {"a": "Judges 18:30 Another reading is _son of Manasseh_"}, "text": "Then the Danites set up the idol for themselves. Jonathan son of Gershom, son of Moses,[^a] and his sons were priests to the tribe of the Danites until the time the land went into captivity."},{"verse": 31, "text": "So they maintained as their own Micah\"s idol that he had made, as long as the house of God was at Shiloh."}]}
,{"chapter": 19, "verses":[{"verse": 1, "text": "||The Levite\"s Concubine||In those days, when there was no king in Israel, a certain Levite, residing in the remote parts of the hill country of Ephraim, took to himself a concubine from Bethlehem in Judah."},{"verse": 2, "footnotes": {"a": "Judges 19:2 Gk OL: Heb _prostituted herself against_"}, "text": "But his concubine became angry with[^a] him, and she went away from him to her father\"s house at Bethlehem in Judah, and was there some four months."},{"verse": 3, "footnotes": {"a": "Judges 19:3 Gk: Heb _she brought him to_"}, "text": "Then her husband set out after her, to speak tenderly to her and bring her back. He had with him his servant and a couple of donkeys. When he reached[^a] her father\"s house, the girl\"s father saw him and came with joy to meet him."},{"verse": 4, "footnotes": {"a": "Judges 19:4 Compare verse 7 and Gk: Heb _they_"}, "text": "His father-in-law, the girl\"s father, made him stay, and he remained with him three days; so they ate and drank, and he[^a] stayed there."},{"verse": 5, "text": "On the fourth day they got up early in the morning, and he prepared to go; but the girl\"s father said to his son-in-law, \"Fortify yourself with a bit of food, and after that you may go.\""},{"verse": 6, "text": "So the two men sat and ate and drank together; and the girl\"s father said to the man, \"Why not spend the night and enjoy yourself?\""},{"verse": 7, "text": "When the man got up to go, his father-in-law kept urging him until he spent the night there again."},{"verse": 8, "footnotes": {"a": "Judges 19:8 Cn: Heb _Linger_", "b": "Judges 19:8 Gk: Heb lacks _and drank_"}, "text": "On the fifth day he got up early in the morning to leave; and the girl\"s father said, \"Fortify yourself.\" So they lingered[^a] until the day declined, and the two of them ate and drank.[^b]"},{"verse": 9, "text": "When the man with his concubine and his servant got up to leave, his father-in-law, the girl\"s father, said to him, \"Look, the day has worn on until it is almost evening. Spend the night. See, the day has drawn to a close. Spend the night here and enjoy yourself. Tomorrow you can get up early in the morning for your journey, and go home.\""},{"verse": 10, "text": "But the man would not spend the night; he got up and departed, and arrived opposite Jebus (that is, Jerusalem). He had with him a couple of saddled donkeys, and his concubine was with him."},{"verse": 11, "text": "When they were near Jebus, the day was far spent, and the servant said to his master, \"Come now, let us turn aside to this city of the Jebusites, and spend the night in it.\""},{"verse": 12, "text": "But his master said to him, \"We will not turn aside into a city of foreigners, who do not belong to the people of Israel; but we will continue on to Gibeah.\""},{"verse": 13, "text": "Then he said to his servant, \"Come, let us try to reach one of these places, and spend the night at Gibeah or at Ramah.\""},{"verse": 14, "text": "So they passed on and went their way; and the sun went down on them near Gibeah, which belongs to Benjamin."},{"verse": 15, "text": "They turned aside there, to go in and spend the night at Gibeah. He went in and sat down in the open square of the city, but no one took them in to spend the night."},{"verse": 16, "text": "Then at evening there was an old man coming from his work in the field. The man was from the hill country of Ephraim, and he was residing in Gibeah. (The people of the place were Benjaminites.)"},{"verse": 17, "text": "When the old man looked up and saw the wayfarer in the open square of the city, he said, \"Where are you going and where do you come from?\""},{"verse": 18, "footnotes": {"a": "Judges 19:18 Gk Compare 19.29. Heb _to the house of the Lord_"}, "text": "He answered him, \"We are passing from Bethlehem in Judah to the remote parts of the hill country of Ephraim, from which I come. I went to Bethlehem in Judah; and I am going to my home.[^a] Nobody has offered to take me in."},{"verse": 19, "text": "We your servants have straw and fodder for our donkeys, with bread and wine for me and the woman and the young man along with us. We need nothing more.\""},{"verse": 20, "text": "The old man said, \"Peace be to you. I will care for all your wants; only do not spend the night in the square.\""},{"verse": 21, "text": "So he brought him into his house, and fed the donkeys; they washed their feet, and ate and drank."},{"verse": 22, "text": "||Gibeah\"s Crime||While they were enjoying themselves, the men of the city, a perverse lot, surrounded the house, and started pounding on the door. They said to the old man, the master of the house, \"Bring out the man who came into your house, so that we may have intercourse with him.\""},{"verse": 23, "text": "And the man, the master of the house, went out to them and said to them, \"No, my brothers, do not act so wickedly. Since this man is my guest, do not do this vile thing."},{"verse": 24, "text": "Here are my virgin daughter and his concubine; let me bring them out now. Ravish them and do whatever you want to them; but against this man do not do such a vile thing.\""},{"verse": 25, "text": "But the men would not listen to him. So the man seized his concubine, and put her out to them. They wantonly raped her, and abused her all through the night until the morning. And as the dawn began to break, they let her go."},{"verse": 26, "text": "As morning appeared, the woman came and fell down at the door of the man\"s house where her master was, until it was light."},{"verse": 27, "text": "In the morning her master got up, opened the doors of the house, and when he went out to go on his way, there was his concubine lying at the door of the house, with her hands on the threshold."},{"verse": 28, "text": "\"Get up,\" he said to her, \"we are going.\" But there was no answer. Then he put her on the donkey; and the man set out for his home."},{"verse": 29, "text": "When he had entered his house, he took a knife, and grasping his concubine he cut her into twelve pieces, limb by limb, and sent her throughout all the territory of Israel."},{"verse": 30, "footnotes": {"a": "Judges 19:30 Compare Gk: Heb _|[30 ]|And all who saw it said, “Such a thing has not happened or been seen_"}, "text": "Then he commanded the men whom he sent, saying, \"Thus shall you say to all the Israelites, \"Has such a thing ever happened[^a] since the day that the Israelites came up from the land of Egypt until this day? Consider it, take counsel, and speak out.\"\""}]}
,{"chapter": 20, "verses":[{"verse": 1, "text": "||The Other Tribes Attack Benjamin||Then all the Israelites came out, from Dan to Beer-sheba, including the land of Gilead, and the congregation assembled in one body before the LORD at Mizpah."},{"verse": 2, "text": "The chiefs of all the people, of all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand foot-soldiers bearing arms."},{"verse": 3, "text": "(Now the Benjaminites heard that the people of Israel had gone up to Mizpah.) And the Israelites said, \"Tell us, how did this criminal act come about?\""},{"verse": 4, "text": "The Levite, the husband of the woman who was murdered, answered, \"I came to Gibeah that belongs to Benjamin, I and my concubine, to spend the night."},{"verse": 5, "text": "The lords of Gibeah rose up against me, and surrounded the house at night. They intended to kill me, and they raped my concubine until she died."},{"verse": 6, "text": "Then I took my concubine and cut her into pieces, and sent her throughout the whole extent of Israel\"s territory; for they have committed a vile outrage in Israel."},{"verse": 7, "text": "So now, you Israelites, all of you, give your advice and counsel here.\""},{"verse": 8, "text": "All the people got up as one, saying, \"We will not any of us go to our tents, nor will any of us return to our houses."},{"verse": 9, "footnotes": {"a": "Judges 20:9 Gk: Heb lacks _we will go up_"}, "text": "But now this is what we will do to Gibeah: we will go up[^a] against it by lot."},{"verse": 10, "footnotes": {"a": "Judges 20:10 Compare Gk: Meaning of Heb uncertain"}, "text": "We will take ten men of a hundred throughout all the tribes of Israel, and a hundred of a thousand, and a thousand of ten thousand, to bring provisions for the troops, who are going to repay[^a] Gibeah of Benjamin for all the disgrace that they have done in Israel.\""},{"verse": 11, "text": "So all the men of Israel gathered against the city, united as one."},{"verse": 12, "text": "The tribes of Israel sent men through all the tribe of Benjamin, saying, \"What crime is this that has been committed among you?"},{"verse": 13, "text": "Now then, hand over those scoundrels in Gibeah, so that we may put them to death, and purge the evil from Israel.\" But the Benjaminites would not listen to their kinsfolk, the Israelites."},{"verse": 14, "text": "The Benjaminites came together out of the towns to Gibeah, to go out to battle against the Israelites."},{"verse": 15, "text": "On that day the Benjaminites mustered twenty-six thousand armed men from their towns, besides the inhabitants of Gibeah."},{"verse": 16, "text": "Of all this force, there were seven hundred picked men who were left-handed; every one could sling a stone at a hair, and not miss."},{"verse": 17, "text": "And the Israelites, apart from Benjamin, mustered four hundred thousand armed men, all of them warriors."},{"verse": 18, "text": "The Israelites proceeded to go up to Bethel, where they inquired of God, \"Which of us shall go up first to battle against the Benjaminites?\" And the LORD answered, \"Judah shall go up first.\""},{"verse": 19, "text": "Then the Israelites got up in the morning, and encamped against Gibeah."},{"verse": 20, "text": "The Israelites went out to battle against Benjamin; and the Israelites drew up the battle line against them at Gibeah."},{"verse": 21, "text": "The Benjaminites came out of Gibeah, and struck down on that day twenty-two thousand of the Israelites."},{"verse": 22, "text": "The Israelites took courage, and again formed the battle line in the same place where they had formed it on the first day."},{"verse": 23, "footnotes": {"a": "Judges 20:23 Verses 22 and 23 are transposed"}, "text": "[^a] The Israelites went up and wept before the LORD until the evening; and they inquired of the LORD, \"Shall we again draw near to battle against our kinsfolk the Benjaminites?\" And the LORD said, \"Go up against them.\""},{"verse": 24, "text": "So the Israelites advanced against the Benjaminites the second day."},{"verse": 25, "text": "Benjamin moved out against them from Gibeah the second day, and struck down eighteen thousand of the Israelites, all of them armed men."},{"verse": 26, "text": "Then all the Israelites, the whole army, went back to Bethel and wept, sitting there before the LORD; they fasted that day until evening. Then they offered burnt offerings and sacrifices of well-being before the LORD."},{"verse": 27, "text": "And the Israelites inquired of the LORD (for the ark of the covenant of God was there in those days,"},{"verse": 28, "text": "and Phinehas son of Eleazar, son of Aaron, ministered before it in those days), saying, \"Shall we go out once more to battle against our kinsfolk the Benjaminites, or shall we desist?\" The LORD answered, \"Go up, for tomorrow I will give them into your hand.\""},{"verse": 29, "text": "So Israel stationed men in ambush around Gibeah."},{"verse": 30, "text": "Then the Israelites went up against the Benjaminites on the third day, and set themselves in array against Gibeah, as before."},{"verse": 31, "text": "When the Benjaminites went out against the army, they were drawn away from the city. As before they began to inflict casualties on the troops, along the main roads, one of which goes up to Bethel and the other to Gibeah, as well as in the open country, killing about thirty men of Israel."},{"verse": 32, "text": "The Benjaminites thought, \"They are being routed before us, as previously.\" But the Israelites said, \"Let us retreat and draw them away from the city toward the roads.\""},{"verse": 33, "footnotes": {"a": "Judges 20:33 Gk Vg: Heb _in the plain_"}, "text": "The main body of the Israelites drew back its battle line to Baal-tamar, while those Israelites who were in ambush rushed out of their place west[^a] of Geba."},{"verse": 34, "text": "There came against Gibeah ten thousand picked men out of all Israel, and the battle was fierce. But the Benjaminites did not realize that disaster was close upon them."},{"verse": 35, "text": "The LORD defeated Benjamin before Israel; and the Israelites destroyed twenty-five thousand one hundred men of Benjamin that day, all of them armed."},{"verse": 36, "footnotes": {"a": "Judges 20:36 This sentence is continued by verse 45."}, "text": "Then the Benjaminites saw that they were defeated.[^a]\nThe Israelites gave ground to Benjamin, because they trusted to the troops in ambush that they had stationed against Gibeah."},{"verse": 37, "text": "The troops in ambush rushed quickly upon Gibeah. Then they put the whole city to the sword."},{"verse": 38, "text": "Now the agreement between the main body of Israel and the men in ambush was that when they sent up a cloud of smoke out of the city"},{"verse": 39, "text": "the main body of Israel should turn in battle. But Benjamin had begun to inflict casualties on the Israelites, killing about thirty of them; so they thought, \"Surely they are defeated before us, as in the first battle.\""},{"verse": 40, "text": "But when the cloud, a column of smoke, began to rise out of the city, the Benjaminites looked behind them--and there was the whole city going up in smoke toward the sky!"},{"verse": 41, "text": "Then the main body of Israel turned, and the Benjaminites were dismayed, for they saw that disaster was close upon them."},{"verse": 42, "footnotes": {"a": "Judges 20:42 Compare Vg and some Gk Mss: Heb _cities_", "b": "Judges 20:42 Compare Syr: Meaning of Heb uncertain"}, "text": "Therefore they turned away from the Israelites in the direction of the wilderness; but the battle overtook them, and those who came out of the city[^a] were slaughtering them in between.[^b]"},{"verse": 43, "footnotes": {"a": "Judges 20:43 Gk: Heb _Surrounding_", "b": "Judges 20:43 Gk: Heb _pursued them at their resting place_"}, "text": "Cutting down[^a] the Benjaminites, they pursued them from Nohah[^b] and trod them down as far as a place east of Gibeah."},{"verse": 44, "text": "Eighteen thousand Benjaminites fell, all of them courageous fighters."},{"verse": 45, "text": "When they turned and fled toward the wilderness to the rock of Rimmon, five thousand of them were cut down on the main roads, and they were pursued as far as Gidom, and two thousand of them were slain."},{"verse": 46, "text": "So all who fell that day of Benjamin were twenty-five thousand arms-bearing men, all of them courageous fighters."},{"verse": 47, "text": "But six hundred turned and fled toward the wilderness to the rock of Rimmon, and remained at the rock of Rimmon for four months."},{"verse": 48, "text": "Meanwhile, the Israelites turned back against the Benjaminites, and put them to the sword--the city, the people, the animals, and all that remained. Also the remaining towns they set on fire."}]}
,{"chapter": 21, "verses":[{"verse": 1, "text": "||The Benjaminites Saved from Extinction||Now the Israelites had sworn at Mizpah, \"No one of us shall give his daughter in marriage to Benjamin.\""},{"verse": 2, "text": "And the people came to Bethel, and sat there until evening before God, and they lifted up their voices and wept bitterly."},{"verse": 3, "text": "They said, \"O LORD, the God of Israel, why has it come to pass that today there should be one tribe lacking in Israel?\""},{"verse": 4, "text": "On the next day, the people got up early, and built an altar there, and offered burnt offerings and sacrifices of well-being."},{"verse": 5, "text": "Then the Israelites said, \"Which of all the tribes of Israel did not come up in the assembly to the LORD?\" For a solemn oath had been taken concerning whoever did not come up to the LORD to Mizpah, saying, \"That one shall be put to death.\""},{"verse": 6, "text": "But the Israelites had compassion for Benjamin their kin, and said, \"One tribe is cut off from Israel this day."},{"verse": 7, "text": "What shall we do for wives for those who are left, since we have sworn by the LORD that we will not give them any of our daughters as wives?\""},{"verse": 8, "text": "Then they said, \"Is there anyone from the tribes of Israel who did not come up to the LORD to Mizpah?\" It turned out that no one from Jabesh-gilead had come to the camp, to the assembly."},{"verse": 9, "text": "For when the roll was called among the people, not one of the inhabitants of Jabesh-gilead was there."},{"verse": 10, "text": "So the congregation sent twelve thousand soldiers there and commanded them, \"Go, put the inhabitants of Jabesh-gilead to the sword, including the women and the little ones."},{"verse": 11, "text": "This is what you shall do; every male and every woman that has lain with a male you shall devote to destruction.\""},{"verse": 12, "text": "And they found among the inhabitants of Jabesh-gilead four hundred young virgins who had never slept with a man and brought them to the camp at Shiloh, which is in the land of Canaan."},{"verse": 13, "text": "Then the whole congregation sent word to the Benjaminites who were at the rock of Rimmon, and proclaimed peace to them."},{"verse": 14, "text": "Benjamin returned at that time; and they gave them the women whom they had saved alive of the women of Jabesh-gilead; but they did not suffice for them."},{"verse": 15, "text": "The people had compassion on Benjamin because the LORD had made a breach in the tribes of Israel."},{"verse": 16, "text": "So the elders of the congregation said, \"What shall we do for wives for those who are left, since there are no women left in Benjamin?\""},{"verse": 17, "text": "And they said, \"There must be heirs for the survivors of Benjamin, in order that a tribe may not be blotted out from Israel."},{"verse": 18, "text": "Yet we cannot give any of our daughters to them as wives.\" For the Israelites had sworn, \"Cursed be anyone who gives a wife to Benjamin.\""},{"verse": 19, "text": "So they said, \"Look, the yearly festival of the LORD is taking place at Shiloh, which is north of Bethel, on the east of the highway that goes up from Bethel to Shechem, and south of Lebonah.\""},{"verse": 20, "text": "And they instructed the Benjaminites, saying, \"Go and lie in wait in the vineyards,"},{"verse": 21, "text": "and watch; when the young women of Shiloh come out to dance in the dances, then come out of the vineyards and each of you carry off a wife for himself from the young women of Shiloh, and go to the land of Benjamin."},{"verse": 22, "text": "Then if their fathers or their brothers come to complain to us, we will say to them, \"Be generous and allow us to have them; because we did not capture in battle a wife for each man. But neither did you incur guilt by giving your daughters to them.\"\""},{"verse": 23, "text": "The Benjaminites did so; they took wives for each of them from the dancers whom they abducted. Then they went and returned to their territory, and rebuilt the towns, and lived in them."},{"verse": 24, "text": "So the Israelites departed from there at that time by tribes and families, and they went out from there to their own territories."},{"verse": 25, "text": "In those days there was no king in Israel; all the people did what was right in their own eyes."}]}
]}