{"book": "Luke", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Dedication to Theophilus||Since many have undertaken to set down an orderly account of the events that have been fulfilled among us,"},{"verse": 2, "text": "just as they were handed on to us by those who from the beginning were eyewitnesses and servants of the word,"},{"verse": 3, "footnotes": {"a": "Luke 1:3 Or _for a long time_"}, "text": "I too decided, after investigating everything carefully from the very first,[^a] to write an orderly account for you, most excellent Theophilus,"},{"verse": 4, "text": "so that you may know the truth concerning the things about which you have been instructed."},{"verse": 5, "text": "||The Birth of John the Baptist Foretold||In the days of King Herod of Judea, there was a priest named Zechariah, who belonged to the priestly order of Abijah. His wife was a descendant of Aaron, and her name was Elizabeth."},{"verse": 6, "text": "Both of them were righteous before God, living blamelessly according to all the commandments and regulations of the Lord."},{"verse": 7, "text": "But they had no children, because Elizabeth was barren, and both were getting on in years."},{"verse": 8, "text": "Once when he was serving as priest before God and his section was on duty,"},{"verse": 9, "text": "he was chosen by lot, according to the custom of the priesthood, to enter the sanctuary of the Lord and offer incense."},{"verse": 10, "text": "Now at the time of the incense offering, the whole assembly of the people was praying outside."},{"verse": 11, "text": "Then there appeared to him an angel of the Lord, standing at the right side of the altar of incense."},{"verse": 12, "text": "When Zechariah saw him, he was terrified; and fear overwhelmed him."},{"verse": 13, "text": "But the angel said to him, \"Do not be afraid, Zechariah, for your prayer has been heard. Your wife Elizabeth will bear you a son, and you will name him John."},{"verse": 14, "text": "You will have joy and gladness, and many will rejoice at his birth,"},{"verse": 15, "text": "for he will be great in the sight of the Lord. He must never drink wine or strong drink; even before his birth he will be filled with the Holy Spirit."},{"verse": 16, "text": "He will turn many of the people of Israel to the Lord their God."},{"verse": 17, "text": "With the spirit and power of Elijah he will go before him, to turn the hearts of parents to their children, and the disobedient to the wisdom of the righteous, to make ready a people prepared for the Lord.\""},{"verse": 18, "text": "Zechariah said to the angel, \"How will I know that this is so? For I am an old man, and my wife is getting on in years.\""},{"verse": 19, "text": "The angel replied, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to bring you this good news."},{"verse": 20, "text": "But now, because you did not believe my words, which will be fulfilled in their time, you will become mute, unable to speak, until the day these things occur.\""},{"verse": 21, "text": "Meanwhile the people were waiting for Zechariah, and wondered at his delay in the sanctuary."},{"verse": 22, "text": "When he did come out, he could not speak to them, and they realized that he had seen a vision in the sanctuary. He kept motioning to them and remained unable to speak."},{"verse": 23, "text": "When his time of service was ended, he went to his home."},{"verse": 24, "text": "After those days his wife Elizabeth conceived, and for five months she remained in seclusion. She said,"},{"verse": 25, "text": "\"This is what the Lord has done for me when he looked favorably on me and took away the disgrace I have endured among my people.\""},{"verse": 26, "text": "||The Birth of Jesus Foretold||In the sixth month the angel Gabriel was sent by God to a town in Galilee called Nazareth,"},{"verse": 27, "text": "to a virgin engaged to a man whose name was Joseph, of the house of David. The virgin\"s name was Mary."},{"verse": 28, "footnotes": {"a": "Luke 1:28 Other ancient authorities add _Blessed are you among women_"}, "text": "And he came to her and said, \"Greetings, favored one! The Lord is with you.\"[^a]"},{"verse": 29, "text": "But she was much perplexed by his words and pondered what sort of greeting this might be."},{"verse": 30, "text": "The angel said to her, \"Do not be afraid, Mary, for you have found favor with God."},{"verse": 31, "text": "And now, you will conceive in your womb and bear a son, and you will name him Jesus."},{"verse": 32, "text": "He will be great, and will be called the Son of the Most High, and the Lord God will give to him the throne of his ancestor David."},{"verse": 33, "text": "He will reign over the house of Jacob forever, and of his kingdom there will be no end.\""},{"verse": 34, "footnotes": {"a": "Luke 1:34 Gk _I do not know a man_"}, "text": "Mary said to the angel, \"How can this be, since I am a virgin?\"[^a]"},{"verse": 35, "footnotes": {"a": "Luke 1:35 Other ancient authorities add _of you_"}, "text": "The angel said to her, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born[^a] will be holy; he will be called Son of God."},{"verse": 36, "text": "And now, your relative Elizabeth in her old age has also conceived a son; and this is the sixth month for her who was said to be barren."},{"verse": 37, "text": "For nothing will be impossible with God.\""},{"verse": 38, "text": "Then Mary said, \"Here am I, the servant of the Lord; let it be with me according to your word.\" Then the angel departed from her."},{"verse": 39, "text": "||Mary Visits Elizabeth||In those days Mary set out and went with haste to a Judean town in the hill country,"},{"verse": 40, "text": "where she entered the house of Zechariah and greeted Elizabeth."},{"verse": 41, "text": "When Elizabeth heard Mary\"s greeting, the child leaped in her womb. And Elizabeth was filled with the Holy Spirit"},{"verse": 42, "text": "and exclaimed with a loud cry, \"Blessed are you among women, and blessed is the fruit of your womb."},{"verse": 43, "text": "And why has this happened to me, that the mother of my Lord comes to me?"},{"verse": 44, "text": "For as soon as I heard the sound of your greeting, the child in my womb leaped for joy."},{"verse": 45, "footnotes": {"a": "Luke 1:45 Or _believed, for there will be_"}, "text": "And blessed is she who believed that there would be[^a] a fulfillment of what was spoken to her by the Lord.\""},{"verse": 46, "footnotes": {"a": "Luke 1:46 Other ancient authorities read _Elizabeth_"}, "text": "||Mary\"s Song of Praise||And Mary[^a] said,\n\"My soul magnifies the Lord,"},{"verse": 47, "text": "    and my spirit rejoices in God my Savior,"},{"verse": 48, "text": "for he has looked with favor on the lowliness of his servant.  \n    Surely, from now on all generations will call me blessed;"},{"verse": 49, "text": "for the Mighty One has done great things for me,  \n    and holy is his name."},{"verse": 50, "text": "His mercy is for those who fear him  \n    from generation to generation."},{"verse": 51, "text": "He has shown strength with his arm;  \n    he has scattered the proud in the thoughts of their hearts."},{"verse": 52, "text": "He has brought down the powerful from their thrones,  \n    and lifted up the lowly;"},{"verse": 53, "text": "he has filled the hungry with good things,  \n    and sent the rich away empty."},{"verse": 54, "text": "He has helped his servant Israel,  \n    in remembrance of his mercy,"},{"verse": 55, "text": "according to the promise he made to our ancestors,  \n    to Abraham and to his descendants forever.\""},{"verse": 56, "text": "And Mary remained with her about three months and then returned to her home."},{"verse": 57, "text": "||The Birth of John the Baptist||Now the time came for Elizabeth to give birth, and she bore a son."},{"verse": 58, "text": "Her neighbors and relatives heard that the Lord had shown his great mercy to her, and they rejoiced with her."},{"verse": 59, "text": "On the eighth day they came to circumcise the child, and they were going to name him Zechariah after his father."},{"verse": 60, "text": "But his mother said, \"No; he is to be called John.\""},{"verse": 61, "text": "They said to her, \"None of your relatives has this name.\""},{"verse": 62, "text": "Then they began motioning to his father to find out what name he wanted to give him."},{"verse": 63, "text": "He asked for a writing tablet and wrote, \"His name is John.\" And all of them were amazed."},{"verse": 64, "text": "Immediately his mouth was opened and his tongue freed, and he began to speak, praising God."},{"verse": 65, "text": "Fear came over all their neighbors, and all these things were talked about throughout the entire hill country of Judea."},{"verse": 66, "text": "All who heard them pondered them and said, \"What then will this child become?\" For, indeed, the hand of the Lord was with him."},{"verse": 67, "text": "||Zechariah\"s Prophecy||Then his father Zechariah was filled with the Holy Spirit and spoke this prophecy:"},{"verse": 68, "text": "\"Blessed be the Lord God of Israel,  \n    for he has looked favorably on his people and redeemed them."},{"verse": 69, "footnotes": {"a": "Luke 1:69 Gk _a horn of salvation_"}, "text": "He has raised up a mighty savior[^a] for us  \n    in the house of his servant David,"},{"verse": 70, "text": "as he spoke through the mouth of his holy prophets from of old,"},{"verse": 71, "text": "    that we would be saved from our enemies and from the hand of all who hate us."},{"verse": 72, "text": "Thus he has shown the mercy promised to our ancestors,  \n    and has remembered his holy covenant,"},{"verse": 73, "text": "the oath that he swore to our ancestor Abraham,  \n    to grant us"},{"verse": 74, "text": "that we, being rescued from the hands of our enemies,  \nmight serve him without fear,"},{"verse": 75, "text": "in holiness and righteousness  \n    before him all our days."},{"verse": 76, "text": "And you, child, will be called the prophet of the Most High;  \n    for you will go before the Lord to prepare his ways,"},{"verse": 77, "text": "to give knowledge of salvation to his people  \n    by the forgiveness of their sins."},{"verse": 78, "footnotes": {"a": "Luke 1:78 Other ancient authorities read _has broken upon_"}, "text": "By the tender mercy of our God,  \n    the dawn from on high will break upon[^a] us,"},{"verse": 79, "text": "to give light to those who sit in darkness and in the shadow of death,  \n    to guide our feet into the way of peace.\""},{"verse": 80, "text": "The child grew and became strong in spirit, and he was in the wilderness until the day he appeared publicly to Israel."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||The Birth of Jesus||In those days a decree went out from Emperor Augustus that all the world should be registered."},{"verse": 2, "text": "This was the first registration and was taken while Quirinius was governor of Syria."},{"verse": 3, "text": "All went to their own towns to be registered."},{"verse": 4, "text": "Joseph also went from the town of Nazareth in Galilee to Judea, to the city of David called Bethlehem, because he was descended from the house and family of David."},{"verse": 5, "text": "He went to be registered with Mary, to whom he was engaged and who was expecting a child."},{"verse": 6, "text": "While they were there, the time came for her to deliver her child."},{"verse": 7, "text": "And she gave birth to her firstborn son and wrapped him in bands of cloth, and laid him in a manger, because there was no place for them in the inn."},{"verse": 8, "text": "||The Shepherds and the Angels||In that region there were shepherds living in the fields, keeping watch over their flock by night."},{"verse": 9, "text": "Then an angel of the Lord stood before them, and the glory of the Lord shone around them, and they were terrified."},{"verse": 10, "text": "But the angel said to them, \"Do not be afraid; for see--I am bringing you good news of great joy for all the people:"},{"verse": 11, "footnotes": {"a": "Luke 2:11 Or _the Christ_"}, "text": "to you is born this day in the city of David a Savior, who is the Messiah,[^a] the Lord."},{"verse": 12, "text": "This will be a sign for you: you will find a child wrapped in bands of cloth and lying in a manger.\""},{"verse": 13, "footnotes": {"a": "Luke 2:13 Gk _army_"}, "text": "And suddenly there was with the angel a multitude of the heavenly host,[^a] praising God and saying,"},{"verse": 14, "footnotes": {"a": "Luke 2:14 Other ancient authorities read _peace, goodwill among people_"}, "text": "\"Glory to God in the highest heaven,  \n    and on earth peace among those whom he favors!\"[^a]"},{"verse": 15, "text": "When the angels had left them and gone into heaven, the shepherds said to one another, \"Let us go now to Bethlehem and see this thing that has taken place, which the Lord has made known to us.\""},{"verse": 16, "text": "So they went with haste and found Mary and Joseph, and the child lying in the manger."},{"verse": 17, "text": "When they saw this, they made known what had been told them about this child;"},{"verse": 18, "text": "and all who heard it were amazed at what the shepherds told them."},{"verse": 19, "text": "But Mary treasured all these words and pondered them in her heart."},{"verse": 20, "text": "The shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them."},{"verse": 21, "text": "||Jesus Is Named||After eight days had passed, it was time to circumcise the child; and he was called Jesus, the name given by the angel before he was conceived in the womb."},{"verse": 22, "text": "||Jesus Is Presented in the Temple||When the time came for their purification according to the law of Moses, they brought him up to Jerusalem to present him to the Lord"},{"verse": 23, "text": "(as it is written in the law of the Lord, \"Every firstborn male shall be designated as holy to the Lord\"),"},{"verse": 24, "text": "and they offered a sacrifice according to what is stated in the law of the Lord, \"a pair of turtledoves or two young pigeons.\""},{"verse": 25, "footnotes": {"a": "Luke 2:25 Gk _Symeon_"}, "text": "Now there was a man in Jerusalem whose name was Simeon;[^a] this man was righteous and devout, looking forward to the consolation of Israel, and the Holy Spirit rested on him."},{"verse": 26, "footnotes": {"a": "Luke 2:26 Or _the Lord’s Christ_"}, "text": "It had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord\"s Messiah.[^a]"},{"verse": 27, "footnotes": {"a": "Luke 2:27 Gk _In the Spirit, he_"}, "text": "Guided by the Spirit, Simeon[^a] came into the temple; and when the parents brought in the child Jesus, to do for him what was customary under the law,"},{"verse": 28, "footnotes": {"a": "Luke 2:28 Gk _he_"}, "text": "Simeon[^a] took him in his arms and praised God, saying,"},{"verse": 29, "footnotes": {"a": "Luke 2:29 Gk _slave_"}, "text": "\"Master, now you are dismissing your servant[^a] in peace,  \n    according to your word;"},{"verse": 30, "text": "for my eyes have seen your salvation,"},{"verse": 31, "text": "    which you have prepared in the presence of all peoples,"},{"verse": 32, "text": "a light for revelation to the Gentiles  \n    and for glory to your people Israel.\""},{"verse": 33, "text": "And the child\"s father and mother were amazed at what was being said about him."},{"verse": 34, "footnotes": {"a": "Luke 2:34 Gk _Symeon_"}, "text": "Then Simeon[^a] blessed them and said to his mother Mary, \"This child is destined for the falling and the rising of many in Israel, and to be a sign that will be opposed"},{"verse": 35, "text": "so that the inner thoughts of many will be revealed--and a sword will pierce your own soul too.\""},{"verse": 36, "footnotes": {"a": "Luke 2:36 Gk _Hanna_"}, "text": "There was also a prophet, Anna[^a] the daughter of Phanuel, of the tribe of Asher. She was of a great age, having lived with her husband seven years after her marriage,"},{"verse": 37, "text": "then as a widow to the age of eighty-four. She never left the temple but worshiped there with fasting and prayer night and day."},{"verse": 38, "footnotes": {"a": "Luke 2:38 Gk _him_"}, "text": "At that moment she came, and began to praise God and to speak about the child[^a] to all who were looking for the redemption of Jerusalem."},{"verse": 39, "text": "||The Return to Nazareth||When they had finished everything required by the law of the Lord, they returned to Galilee, to their own town of Nazareth."},{"verse": 40, "text": "The child grew and became strong, filled with wisdom; and the favor of God was upon him."},{"verse": 41, "text": "||The Boy Jesus in the Temple||Now every year his parents went to Jerusalem for the festival of the Passover."},{"verse": 42, "text": "And when he was twelve years old, they went up as usual for the festival."},{"verse": 43, "text": "When the festival was ended and they started to return, the boy Jesus stayed behind in Jerusalem, but his parents did not know it."},{"verse": 44, "text": "Assuming that he was in the group of travelers, they went a day\"s journey. Then they started to look for him among their relatives and friends."},{"verse": 45, "text": "When they did not find him, they returned to Jerusalem to search for him."},{"verse": 46, "text": "After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions."},{"verse": 47, "text": "And all who heard him were amazed at his understanding and his answers."},{"verse": 48, "footnotes": {"a": "Luke 2:48 Gk _they_"}, "text": "When his parents[^a] saw him they were astonished; and his mother said to him, \"Child, why have you treated us like this? Look, your father and I have been searching for you in great anxiety.\""},{"verse": 49, "footnotes": {"a": "Luke 2:49 Or _be about my Father’s interests?_"}, "text": "He said to them, \"Why were you searching for me? Did you not know that I must be in my Father\"s house?\"[^a]"},{"verse": 50, "text": "But they did not understand what he said to them."},{"verse": 51, "text": "Then he went down with them and came to Nazareth, and was obedient to them. His mother treasured all these things in her heart."},{"verse": 52, "footnotes": {"a": "Luke 2:52 Or _in stature_"}, "text": "And Jesus increased in wisdom and in years,[^a] and in divine and human favor."}]}
,{"chapter": 3, "verses":[{"verse": 1, "footnotes": {"a": "Luke 3:1 Gk _tetrarch_", "b": "Luke 3:1 Gk _tetrarch_", "c": "Luke 3:1 Gk _tetrarch_"}, "text": "||The Proclamation of John the Baptist||In the fifteenth year of the reign of Emperor Tiberius, when Pontius Pilate was governor of Judea, and Herod was ruler[^a] of Galilee, and his brother Philip ruler[^b] of the region of Ituraea and Trachonitis, and Lysanias ruler[^c] of Abilene,"},{"verse": 2, "text": "during the high priesthood of Annas and Caiaphas, the word of God came to John son of Zechariah in the wilderness."},{"verse": 3, "text": "He went into all the region around the Jordan, proclaiming a baptism of repentance for the forgiveness of sins,"},{"verse": 4, "text": "as it is written in the book of the words of the prophet Isaiah,\n\"The voice of one crying out in the wilderness:  \n\"Prepare the way of the Lord,  \n    make his paths straight."},{"verse": 5, "text": "Every valley shall be filled,  \n    and every mountain and hill shall be made low,  \nand the crooked shall be made straight,  \n    and the rough ways made smooth;"},{"verse": 6, "text": "and all flesh shall see the salvation of God.\"\""},{"verse": 7, "text": "John said to the crowds that came out to be baptized by him, \"You brood of vipers! Who warned you to flee from the wrath to come?"},{"verse": 8, "text": "Bear fruits worthy of repentance. Do not begin to say to yourselves, \"We have Abraham as our ancestor\"; for I tell you, God is able from these stones to raise up children to Abraham."},{"verse": 9, "text": "Even now the ax is lying at the root of the trees; every tree therefore that does not bear good fruit is cut down and thrown into the fire.\""},{"verse": 10, "text": "And the crowds asked him, \"What then should we do?\""},{"verse": 11, "text": "In reply he said to them, \"Whoever has two coats must share with anyone who has none; and whoever has food must do likewise.\""},{"verse": 12, "text": "Even tax collectors came to be baptized, and they asked him, \"Teacher, what should we do?\""},{"verse": 13, "text": "He said to them, \"Collect no more than the amount prescribed for you.\""},{"verse": 14, "text": "Soldiers also asked him, \"And we, what should we do?\" He said to them, \"Do not extort money from anyone by threats or false accusation, and be satisfied with your wages.\""},{"verse": 15, "footnotes": {"a": "Luke 3:15 Or _the Christ_"}, "text": "As the people were filled with expectation, and all were questioning in their hearts concerning John, whether he might be the Messiah,[^a]"},{"verse": 16, "footnotes": {"a": "Luke 3:16 Or _in_"}, "text": "John answered all of them by saying, \"I baptize you with water; but one who is more powerful than I is coming; I am not worthy to untie the thong of his sandals. He will baptize you with[^a] the Holy Spirit and fire."},{"verse": 17, "text": "His winnowing fork is in his hand, to clear his threshing floor and to gather the wheat into his granary; but the chaff he will burn with unquenchable fire.\""},{"verse": 18, "text": "So, with many other exhortations, he proclaimed the good news to the people."},{"verse": 19, "footnotes": {"a": "Luke 3:19 Gk _tetrarch_"}, "text": "But Herod the ruler,[^a] who had been rebuked by him because of Herodias, his brother\"s wife, and because of all the evil things that Herod had done,"},{"verse": 20, "text": "added to them all by shutting up John in prison."},{"verse": 21, "text": "||The Baptism of Jesus||Now when all the people were baptized, and when Jesus also had been baptized and was praying, the heaven was opened,"},{"verse": 22, "footnotes": {"a": "Luke 3:22 Or _my beloved Son_", "b": "Luke 3:22 Other ancient authorities read _You are my Son, today I have begotten you_"}, "text": "and the Holy Spirit descended upon him in bodily form like a dove. And a voice came from heaven, \"You are my Son, the Beloved;[^a] with you I am well pleased.\"[^b]"},{"verse": 23, "text": "||The Ancestors of Jesus||Jesus was about thirty years old when he began his work. He was the son (as was thought) of Joseph son of Heli,"},{"verse": 24, "text": "son of Matthat, son of Levi, son of Melchi, son of Jannai, son of Joseph,"},{"verse": 25, "text": "son of Mattathias, son of Amos, son of Nahum, son of Esli, son of Naggai,"},{"verse": 26, "text": "son of Maath, son of Mattathias, son of Semein, son of Josech, son of Joda,"},{"verse": 27, "footnotes": {"a": "Luke 3:27 Gk _Salathiel_"}, "text": "son of Joanan, son of Rhesa, son of Zerubbabel, son of Shealtiel,[^a] son of Neri,"},{"verse": 28, "text": "son of Melchi, son of Addi, son of Cosam, son of Elmadam, son of Er,"},{"verse": 29, "text": "son of Joshua, son of Eliezer, son of Jorim, son of Matthat, son of Levi,"},{"verse": 30, "text": "son of Simeon, son of Judah, son of Joseph, son of Jonam, son of Eliakim,"},{"verse": 31, "text": "son of Melea, son of Menna, son of Mattatha, son of Nathan, son of David,"},{"verse": 32, "footnotes": {"a": "Luke 3:32 Other ancient authorities read _Salmon_"}, "text": "son of Jesse, son of Obed, son of Boaz, son of Sala,[^a] son of Nahshon,"},{"verse": 33, "footnotes": {"a": "Luke 3:33 Other ancient authorities read _Amminadab, son of Aram_; others vary widely"}, "text": "son of Amminadab, son of Admin, son of Arni,[^a] son of Hezron, son of Perez, son of Judah,"},{"verse": 34, "text": "son of Jacob, son of Isaac, son of Abraham, son of Terah, son of Nahor,"},{"verse": 35, "text": "son of Serug, son of Reu, son of Peleg, son of Eber, son of Shelah,"},{"verse": 36, "text": "son of Cainan, son of Arphaxad, son of Shem, son of Noah, son of Lamech,"},{"verse": 37, "text": "son of Methuselah, son of Enoch, son of Jared, son of Mahalaleel, son of Cainan,"},{"verse": 38, "text": "son of Enos, son of Seth, son of Adam, son of God."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||The Temptation of Jesus||Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness,"},{"verse": 2, "text": "where for forty days he was tempted by the devil. He ate nothing at all during those days, and when they were over, he was famished."},{"verse": 3, "text": "The devil said to him, \"If you are the Son of God, command this stone to become a loaf of bread.\""},{"verse": 4, "text": "Jesus answered him, \"It is written, \"One does not live by bread alone.\"\""},{"verse": 5, "footnotes": {"a": "Luke 4:5 Gk _he_"}, "text": "Then the devil[^a] led him up and showed him in an instant all the kingdoms of the world."},{"verse": 6, "footnotes": {"a": "Luke 4:6 Gk _he_"}, "text": "And the devil[^a] said to him, \"To you I will give their glory and all this authority; for it has been given over to me, and I give it to anyone I please."},{"verse": 7, "text": "If you, then, will worship me, it will all be yours.\""},{"verse": 8, "text": "Jesus answered him, \"It is written,\n\"Worship the Lord your God,  \n    and serve only him.\"\""},{"verse": 9, "footnotes": {"a": "Luke 4:9 Gk _he_"}, "text": "Then the devil[^a] took him to Jerusalem, and placed him on the pinnacle of the temple, saying to him, \"If you are the Son of God, throw yourself down from here,"},{"verse": 10, "text": "for it is written,\n\"He will command his angels concerning you,  \n    to protect you,\""},{"verse": 11, "text": "and\n\"On their hands they will bear you up,  \n    so that you will not dash your foot against a stone.\"\""},{"verse": 12, "text": "Jesus answered him, \"It is said, \"Do not put the Lord your God to the test.\"\""},{"verse": 13, "text": "When the devil had finished every test, he departed from him until an opportune time."},{"verse": 14, "text": "||The Beginning of the Galilean Ministry||Then Jesus, filled with the power of the Spirit, returned to Galilee, and a report about him spread through all the surrounding country."},{"verse": 15, "text": "He began to teach in their synagogues and was praised by everyone."},{"verse": 16, "text": "||The Rejection of Jesus at Nazareth||When he came to Nazareth, where he had been brought up, he went to the synagogue on the sabbath day, as was his custom. He stood up to read,"},{"verse": 17, "text": "and the scroll of the prophet Isaiah was given to him. He unrolled the scroll and found the place where it was written:"},{"verse": 18, "text": "\"The Spirit of the Lord is upon me,  \n    because he has anointed me  \n        to bring good news to the poor.  \nHe has sent me to proclaim release to the captives  \n    and recovery of sight to the blind,  \n        to let the oppressed go free,"},{"verse": 19, "text": "to proclaim the year of the Lord\"s favor.\""},{"verse": 20, "text": "And he rolled up the scroll, gave it back to the attendant, and sat down. The eyes of all in the synagogue were fixed on him."},{"verse": 21, "text": "Then he began to say to them, \"Today this scripture has been fulfilled in your hearing.\""},{"verse": 22, "text": "All spoke well of him and were amazed at the gracious words that came from his mouth. They said, \"Is not this Joseph\"s son?\""},{"verse": 23, "text": "He said to them, \"Doubtless you will quote to me this proverb, \"Doctor, cure yourself!\" And you will say, \"Do here also in your hometown the things that we have heard you did at Capernaum.\"\""},{"verse": 24, "text": "And he said, \"Truly I tell you, no prophet is accepted in the prophet\"s hometown."},{"verse": 25, "text": "But the truth is, there were many widows in Israel in the time of Elijah, when the heaven was shut up three years and six months, and there was a severe famine over all the land;"},{"verse": 26, "text": "yet Elijah was sent to none of them except to a widow at Zarephath in Sidon."},{"verse": 27, "footnotes": {"a": "Luke 4:27 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "There were also many lepers[^a] in Israel in the time of the prophet Elisha, and none of them was cleansed except Naaman the Syrian.\""},{"verse": 28, "text": "When they heard this, all in the synagogue were filled with rage."},{"verse": 29, "text": "They got up, drove him out of the town, and led him to the brow of the hill on which their town was built, so that they might hurl him off the cliff."},{"verse": 30, "text": "But he passed through the midst of them and went on his way."},{"verse": 31, "text": "||The Man with an Unclean Spirit||He went down to Capernaum, a city in Galilee, and was teaching them on the sabbath."},{"verse": 32, "text": "They were astounded at his teaching, because he spoke with authority."},{"verse": 33, "text": "In the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice,"},{"verse": 34, "text": "\"Let us alone! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are, the Holy One of God.\""},{"verse": 35, "text": "But Jesus rebuked him, saying, \"Be silent, and come out of him!\" When the demon had thrown him down before them, he came out of him without having done him any harm."},{"verse": 36, "text": "They were all amazed and kept saying to one another, \"What kind of utterance is this? For with authority and power he commands the unclean spirits, and out they come!\""},{"verse": 37, "text": "And a report about him began to reach every place in the region."},{"verse": 38, "text": "||Healings at Simon\"s House||After leaving the synagogue he entered Simon\"s house. Now Simon\"s mother-in-law was suffering from a high fever, and they asked him about her."},{"verse": 39, "text": "Then he stood over her and rebuked the fever, and it left her. Immediately she got up and began to serve them."},{"verse": 40, "text": "As the sun was setting, all those who had any who were sick with various kinds of diseases brought them to him; and he laid his hands on each of them and cured them."},{"verse": 41, "footnotes": {"a": "Luke 4:41 Or _the Christ_"}, "text": "Demons also came out of many, shouting, \"You are the Son of God!\" But he rebuked them and would not allow them to speak, because they knew that he was the Messiah.[^a]"},{"verse": 42, "text": "||Jesus Preaches in the Synagogues||At daybreak he departed and went into a deserted place. And the crowds were looking for him; and when they reached him, they wanted to prevent him from leaving them."},{"verse": 43, "text": "But he said to them, \"I must proclaim the good news of the kingdom of God to the other cities also; for I was sent for this purpose.\""},{"verse": 44, "footnotes": {"a": "Luke 4:44 Other ancient authorities read _Galilee_"}, "text": "So he continued proclaiming the message in the synagogues of Judea.[^a]"}]}
,{"chapter": 5, "verses":[{"verse": 1, "footnotes": {"a": "Luke 5:1 Gk _he_"}, "text": "||Jesus Calls the First Disciples||Once while Jesus[^a] was standing beside the lake of Gennesaret, and the crowd was pressing in on him to hear the word of God,"},{"verse": 2, "text": "he saw two boats there at the shore of the lake; the fishermen had gone out of them and were washing their nets."},{"verse": 3, "text": "He got into one of the boats, the one belonging to Simon, and asked him to put out a little way from the shore. Then he sat down and taught the crowds from the boat."},{"verse": 4, "text": "When he had finished speaking, he said to Simon, \"Put out into the deep water and let down your nets for a catch.\""},{"verse": 5, "text": "Simon answered, \"Master, we have worked all night long but have caught nothing. Yet if you say so, I will let down the nets.\""},{"verse": 6, "text": "When they had done this, they caught so many fish that their nets were beginning to break."},{"verse": 7, "text": "So they signaled their partners in the other boat to come and help them. And they came and filled both boats, so that they began to sink."},{"verse": 8, "text": "But when Simon Peter saw it, he fell down at Jesus\" knees, saying, \"Go away from me, Lord, for I am a sinful man!\""},{"verse": 9, "text": "For he and all who were with him were amazed at the catch of fish that they had taken;"},{"verse": 10, "text": "and so also were James and John, sons of Zebedee, who were partners with Simon. Then Jesus said to Simon, \"Do not be afraid; from now on you will be catching people.\""},{"verse": 11, "text": "When they had brought their boats to shore, they left everything and followed him."},{"verse": 12, "footnotes": {"a": "Luke 5:12 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "||Jesus Cleanses a Leper||Once, when he was in one of the cities, there was a man covered with leprosy.[^a] When he saw Jesus, he bowed with his face to the ground and begged him, \"Lord, if you choose, you can make me clean.\""},{"verse": 13, "footnotes": {"a": "Luke 5:13 Gk _he_", "b": "Luke 5:13 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "Then Jesus[^a] stretched out his hand, touched him, and said, \"I do choose. Be made clean.\" Immediately the leprosy[^b] left him."},{"verse": 14, "text": "And he ordered him to tell no one. \"Go,\" he said, \"and show yourself to the priest, and, as Moses commanded, make an offering for your cleansing, for a testimony to them.\""},{"verse": 15, "footnotes": {"a": "Luke 5:15 Gk _him_"}, "text": "But now more than ever the word about Jesus[^a] spread abroad; many crowds would gather to hear him and to be cured of their diseases."},{"verse": 16, "text": "But he would withdraw to deserted places and pray."},{"verse": 17, "footnotes": {"a": "Luke 5:17 Other ancient authorities read _was present to heal them_"}, "text": "||Jesus Heals a Paralytic||One day, while he was teaching, Pharisees and teachers of the law were sitting near by (they had come from every village of Galilee and Judea and from Jerusalem); and the power of the Lord was with him to heal.[^a]"},{"verse": 18, "footnotes": {"a": "Luke 5:18 Gk _him_"}, "text": "Just then some men came, carrying a paralyzed man on a bed. They were trying to bring him in and lay him before Jesus;[^a]"},{"verse": 19, "footnotes": {"a": "Luke 5:19 Gk _into the midst_"}, "text": "but finding no way to bring him in because of the crowd, they went up on the roof and let him down with his bed through the tiles into the middle of the crowd[^a] in front of Jesus."},{"verse": 20, "footnotes": {"a": "Luke 5:20 Gk _Man_"}, "text": "When he saw their faith, he said, \"Friend,[^a] your sins are forgiven you.\""},{"verse": 21, "text": "Then the scribes and the Pharisees began to question, \"Who is this who is speaking blasphemies? Who can forgive sins but God alone?\""},{"verse": 22, "text": "When Jesus perceived their questionings, he answered them, \"Why do you raise such questions in your hearts?"},{"verse": 23, "text": "Which is easier, to say, \"Your sins are forgiven you,\" or to say, \"Stand up and walk\"?"},{"verse": 24, "text": "But so that you may know that the Son of Man has authority on earth to forgive sins\"--he said to the one who was paralyzed--\"I say to you, stand up and take your bed and go to your home.\""},{"verse": 25, "text": "Immediately he stood up before them, took what he had been lying on, and went to his home, glorifying God."},{"verse": 26, "text": "Amazement seized all of them, and they glorified God and were filled with awe, saying, \"We have seen strange things today.\""},{"verse": 27, "text": "||Jesus Calls Levi||After this he went out and saw a tax collector named Levi, sitting at the tax booth; and he said to him, \"Follow me.\""},{"verse": 28, "text": "And he got up, left everything, and followed him."},{"verse": 29, "footnotes": {"a": "Luke 5:29 Gk _reclining_"}, "text": "Then Levi gave a great banquet for him in his house; and there was a large crowd of tax collectors and others sitting at the table[^a] with them."},{"verse": 30, "text": "The Pharisees and their scribes were complaining to his disciples, saying, \"Why do you eat and drink with tax collectors and sinners?\""},{"verse": 31, "text": "Jesus answered, \"Those who are well have no need of a physician, but those who are sick;"},{"verse": 32, "text": "I have come to call not the righteous but sinners to repentance.\""},{"verse": 33, "text": "||The Question about Fasting||Then they said to him, \"John\"s disciples, like the disciples of the Pharisees, frequently fast and pray, but your disciples eat and drink.\""},{"verse": 34, "text": "Jesus said to them, \"You cannot make wedding guests fast while the bridegroom is with them, can you?"},{"verse": 35, "text": "The days will come when the bridegroom will be taken away from them, and then they will fast in those days.\""},{"verse": 36, "text": "He also told them a parable: \"No one tears a piece from a new garment and sews it on an old garment; otherwise the new will be torn, and the piece from the new will not match the old."},{"verse": 37, "text": "And no one puts new wine into old wineskins; otherwise the new wine will burst the skins and will be spilled, and the skins will be destroyed."},{"verse": 38, "text": "But new wine must be put into fresh wineskins."},{"verse": 39, "footnotes": {"a": "Luke 5:39 Other ancient authorities read _better_; others lack verse 39"}, "text": "And no one after drinking old wine desires new wine, but says, \"The old is good.\"\"[^a]"}]}
,{"chapter": 6, "verses":[{"verse": 1, "footnotes": {"a": "Luke 6:1 Other ancient authorities read _On the second first sabbath_", "b": "Luke 6:1 Gk _he_"}, "text": "||The Question about the Sabbath||One sabbath[^a] while Jesus[^b] was going through the grainfields, his disciples plucked some heads of grain, rubbed them in their hands, and ate them."},{"verse": 2, "footnotes": {"a": "Luke 6:2 Other ancient authorities add _to do_"}, "text": "But some of the Pharisees said, \"Why are you doing what is not lawful[^a] on the sabbath?\""},{"verse": 3, "text": "Jesus answered, \"Have you not read what David did when he and his companions were hungry?"},{"verse": 4, "text": "He entered the house of God and took and ate the bread of the Presence, which it is not lawful for any but the priests to eat, and gave some to his companions?\""},{"verse": 5, "text": "Then he said to them, \"The Son of Man is lord of the sabbath.\""},{"verse": 6, "text": "||The Man with a Withered Hand||On another sabbath he entered the synagogue and taught, and there was a man there whose right hand was withered."},{"verse": 7, "text": "The scribes and the Pharisees watched him to see whether he would cure on the sabbath, so that they might find an accusation against him."},{"verse": 8, "text": "Even though he knew what they were thinking, he said to the man who had the withered hand, \"Come and stand here.\" He got up and stood there."},{"verse": 9, "text": "Then Jesus said to them, \"I ask you, is it lawful to do good or to do harm on the sabbath, to save life or to destroy it?\""},{"verse": 10, "text": "After looking around at all of them, he said to him, \"Stretch out your hand.\" He did so, and his hand was restored."},{"verse": 11, "text": "But they were filled with fury and discussed with one another what they might do to Jesus."},{"verse": 12, "text": "||Jesus Chooses the Twelve Apostles||Now during those days he went out to the mountain to pray; and he spent the night in prayer to God."},{"verse": 13, "text": "And when day came, he called his disciples and chose twelve of them, whom he also named apostles:"},{"verse": 14, "text": "Simon, whom he named Peter, and his brother Andrew, and James, and John, and Philip, and Bartholomew,"},{"verse": 15, "text": "and Matthew, and Thomas, and James son of Alphaeus, and Simon, who was called the Zealot,"},{"verse": 16, "text": "and Judas son of James, and Judas Iscariot, who became a traitor."},{"verse": 17, "text": "||Jesus Teaches and Heals||He came down with them and stood on a level place, with a great crowd of his disciples and a great multitude of people from all Judea, Jerusalem, and the coast of Tyre and Sidon."},{"verse": 18, "text": "They had come to hear him and to be healed of their diseases; and those who were troubled with unclean spirits were cured."},{"verse": 19, "text": "And all in the crowd were trying to touch him, for power came out from him and healed all of them."},{"verse": 20, "text": "||Blessings and Woes||Then he looked up at his disciples and said:\n\"Blessed are you who are poor,  \n    for yours is the kingdom of God."},{"verse": 21, "text": "\"Blessed are you who are hungry now,  \n    for you will be filled.  \n\"Blessed are you who weep now,  \n    for you will laugh."},{"verse": 22, "footnotes": {"a": "Luke 6:22 Gk _cast out your name as evil_"}, "text": "\"Blessed are you when people hate you, and when they exclude you, revile you, and defame you[^a] on account of the Son of Man."},{"verse": 23, "text": "Rejoice in that day and leap for joy, for surely your reward is great in heaven; for that is what their ancestors did to the prophets."},{"verse": 24, "text": "\"But woe to you who are rich,  \n    for you have received your consolation."},{"verse": 25, "text": "\"Woe to you who are full now,  \n    for you will be hungry.  \n\"Woe to you who are laughing now,  \n    for you will mourn and weep."},{"verse": 26, "text": "\"Woe to you when all speak well of you, for that is what their ancestors did to the false prophets."},{"verse": 27, "text": "||Love for Enemies||\"But I say to you that listen, Love your enemies, do good to those who hate you,"},{"verse": 28, "text": "bless those who curse you, pray for those who abuse you."},{"verse": 29, "text": "If anyone strikes you on the cheek, offer the other also; and from anyone who takes away your coat do not withhold even your shirt."},{"verse": 30, "text": "Give to everyone who begs from you; and if anyone takes away your goods, do not ask for them again."},{"verse": 31, "text": "Do to others as you would have them do to you."},{"verse": 32, "text": "\"If you love those who love you, what credit is that to you? For even sinners love those who love them."},{"verse": 33, "text": "If you do good to those who do good to you, what credit is that to you? For even sinners do the same."},{"verse": 34, "text": "If you lend to those from whom you hope to receive, what credit is that to you? Even sinners lend to sinners, to receive as much again."},{"verse": 35, "footnotes": {"a": "Luke 6:35 Other ancient authorities read _despairing of no one_"}, "text": "But love your enemies, do good, and lend, expecting nothing in return.[^a] Your reward will be great, and you will be children of the Most High; for he is kind to the ungrateful and the wicked."},{"verse": 36, "text": "Be merciful, just as your Father is merciful."},{"verse": 37, "text": "||Judging Others||\"Do not judge, and you will not be judged; do not condemn, and you will not be condemned. Forgive, and you will be forgiven;"},{"verse": 38, "text": "give, and it will be given to you. A good measure, pressed down, shaken together, running over, will be put into your lap; for the measure you give will be the measure you get back.\""},{"verse": 39, "text": "He also told them a parable: \"Can a blind person guide a blind person? Will not both fall into a pit?"},{"verse": 40, "text": "A disciple is not above the teacher, but everyone who is fully qualified will be like the teacher."},{"verse": 41, "footnotes": {"a": "Luke 6:41 Gk _brother’s_"}, "text": "Why do you see the speck in your neighbor\"s[^a] eye, but do not notice the log in your own eye?"},{"verse": 42, "footnotes": {"a": "Luke 6:42 Gk _brother_", "b": "Luke 6:42 Gk _brother_", "c": "Luke 6:42 Gk _brother’s_"}, "text": "Or how can you say to your neighbor,[^a] \"Friend,[^b] let me take out the speck in your eye,\" when you yourself do not see the log in your own eye? You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your neighbor\"s[^c] eye."},{"verse": 43, "text": "||A Tree and Its Fruit||\"No good tree bears bad fruit, nor again does a bad tree bear good fruit;"},{"verse": 44, "text": "for each tree is known by its own fruit. Figs are not gathered from thorns, nor are grapes picked from a bramble bush."},{"verse": 45, "text": "The good person out of the good treasure of the heart produces good, and the evil person out of evil treasure produces evil; for it is out of the abundance of the heart that the mouth speaks."},{"verse": 46, "text": "||The Two Foundations||\"Why do you call me \"Lord, Lord,\" and do not do what I tell you?"},{"verse": 47, "text": "I will show you what someone is like who comes to me, hears my words, and acts on them."},{"verse": 48, "footnotes": {"a": "Luke 6:48 Other ancient authorities read _founded upon the rock_"}, "text": "That one is like a man building a house, who dug deeply and laid the foundation on rock; when a flood arose, the river burst against that house but could not shake it, because it had been well built.[^a]"},{"verse": 49, "text": "But the one who hears and does not act is like a man who built a house on the ground without a foundation. When the river burst against it, immediately it fell, and great was the ruin of that house.\""}]}
,{"chapter": 7, "verses":[{"verse": 1, "footnotes": {"a": "Luke 7:1 Gk _he_"}, "text": "||Jesus Heals a Centurion\"s Servant||After Jesus[^a] had finished all his sayings in the hearing of the people, he entered Capernaum."},{"verse": 2, "text": "A centurion there had a slave whom he valued highly, and who was ill and close to death."},{"verse": 3, "text": "When he heard about Jesus, he sent some Jewish elders to him, asking him to come and heal his slave."},{"verse": 4, "text": "When they came to Jesus, they appealed to him earnestly, saying, \"He is worthy of having you do this for him,"},{"verse": 5, "text": "for he loves our people, and it is he who built our synagogue for us.\""},{"verse": 6, "text": "And Jesus went with them, but when he was not far from the house, the centurion sent friends to say to him, \"Lord, do not trouble yourself, for I am not worthy to have you come under my roof;"},{"verse": 7, "text": "therefore I did not presume to come to you. But only speak the word, and let my servant be healed."},{"verse": 8, "text": "For I also am a man set under authority, with soldiers under me; and I say to one, \"Go,\" and he goes, and to another, \"Come,\" and he comes, and to my slave, \"Do this,\" and the slave does it.\""},{"verse": 9, "text": "When Jesus heard this he was amazed at him, and turning to the crowd that followed him, he said, \"I tell you, not even in Israel have I found such faith.\""},{"verse": 10, "text": "When those who had been sent returned to the house, they found the slave in good health."},{"verse": 11, "footnotes": {"a": "Luke 7:11 Other ancient authorities read _Next day_"}, "text": "||Jesus Raises the Widow\"s Son at Nain||Soon afterwards[^a] he went to a town called Nain, and his disciples and a large crowd went with him."},{"verse": 12, "text": "As he approached the gate of the town, a man who had died was being carried out. He was his mother\"s only son, and she was a widow; and with her was a large crowd from the town."},{"verse": 13, "text": "When the Lord saw her, he had compassion for her and said to her, \"Do not weep.\""},{"verse": 14, "text": "Then he came forward and touched the bier, and the bearers stood still. And he said, \"Young man, I say to you, rise!\""},{"verse": 15, "footnotes": {"a": "Luke 7:15 Gk _he_"}, "text": "The dead man sat up and began to speak, and Jesus[^a] gave him to his mother."},{"verse": 16, "text": "Fear seized all of them; and they glorified God, saying, \"A great prophet has risen among us!\" and \"God has looked favorably on his people!\""},{"verse": 17, "text": "This word about him spread throughout Judea and all the surrounding country."},{"verse": 18, "text": "||Messengers from John the Baptist||The disciples of John reported all these things to him. So John summoned two of his disciples"},{"verse": 19, "text": "and sent them to the Lord to ask, \"Are you the one who is to come, or are we to wait for another?\""},{"verse": 20, "text": "When the men had come to him, they said, \"John the Baptist has sent us to you to ask, \"Are you the one who is to come, or are we to wait for another?\"\""},{"verse": 21, "footnotes": {"a": "Luke 7:21 Gk _He_"}, "text": "Jesus[^a] had just then cured many people of diseases, plagues, and evil spirits, and had given sight to many who were blind."},{"verse": 22, "footnotes": {"a": "Luke 7:22 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "And he answered them, \"Go and tell John what you have seen and heard: the blind receive their sight, the lame walk, the lepers[^a] are cleansed, the deaf hear, the dead are raised, the poor have good news brought to them."},{"verse": 23, "text": "And blessed is anyone who takes no offense at me.\""},{"verse": 24, "footnotes": {"a": "Luke 7:24 Gk _he_", "b": "Luke 7:24 Gk _him_"}, "text": "When John\"s messengers had gone, Jesus[^a] began to speak to the crowds about John:[^b] \"What did you go out into the wilderness to look at? A reed shaken by the wind?"},{"verse": 25, "footnotes": {"a": "Luke 7:25 Or _Why then did you go out? To see someone_"}, "text": "What then did you go out to see? Someone[^a] dressed in soft robes? Look, those who put on fine clothing and live in luxury are in royal palaces."},{"verse": 26, "text": "What then did you go out to see? A prophet? Yes, I tell you, and more than a prophet."},{"verse": 27, "text": "This is the one about whom it is written,\n\"See, I am sending my messenger ahead of you,  \n    who will prepare your way before you.\""},{"verse": 28, "text": "I tell you, among those born of women no one is greater than John; yet the least in the kingdom of God is greater than he.\""},{"verse": 29, "footnotes": {"a": "Luke 7:29 Or _praised God_"}, "text": "(And all the people who heard this, including the tax collectors, acknowledged the justice of God,[^a] because they had been baptized with John\"s baptism."},{"verse": 30, "text": "But by refusing to be baptized by him, the Pharisees and the lawyers rejected God\"s purpose for themselves.)"},{"verse": 31, "text": "\"To what then will I compare the people of this generation, and what are they like?"},{"verse": 32, "text": "They are like children sitting in the marketplace and calling to one another,\n\"We played the flute for you, and you did not dance;  \n    we wailed, and you did not weep.\""},{"verse": 33, "text": "For John the Baptist has come eating no bread and drinking no wine, and you say, \"He has a demon\";"},{"verse": 34, "text": "the Son of Man has come eating and drinking, and you say, \"Look, a glutton and a drunkard, a friend of tax collectors and sinners!\""},{"verse": 35, "text": "Nevertheless, wisdom is vindicated by all her children.\""},{"verse": 36, "footnotes": {"a": "Luke 7:36 Gk _him_"}, "text": "||A Sinful Woman Forgiven||One of the Pharisees asked Jesus[^a] to eat with him, and he went into the Pharisee\"s house and took his place at the table."},{"verse": 37, "text": "And a woman in the city, who was a sinner, having learned that he was eating in the Pharisee\"s house, brought an alabaster jar of ointment."},{"verse": 38, "text": "She stood behind him at his feet, weeping, and began to bathe his feet with her tears and to dry them with her hair. Then she continued kissing his feet and anointing them with the ointment."},{"verse": 39, "text": "Now when the Pharisee who had invited him saw it, he said to himself, \"If this man were a prophet, he would have known who and what kind of woman this is who is touching him--that she is a sinner.\""},{"verse": 40, "text": "Jesus spoke up and said to him, \"Simon, I have something to say to you.\" \"Teacher,\" he replied, \"speak.\""},{"verse": 41, "footnotes": {"a": "Luke 7:41 The denarius was the usual day’s wage for a laborer"}, "text": "\"A certain creditor had two debtors; one owed five hundred denarii,[^a] and the other fifty."},{"verse": 42, "text": "When they could not pay, he canceled the debts for both of them. Now which of them will love him more?\""},{"verse": 43, "footnotes": {"a": "Luke 7:43 Gk _he_"}, "text": "Simon answered, \"I suppose the one for whom he canceled the greater debt.\" And Jesus[^a] said to him, \"You have judged rightly.\""},{"verse": 44, "text": "Then turning toward the woman, he said to Simon, \"Do you see this woman? I entered your house; you gave me no water for my feet, but she has bathed my feet with her tears and dried them with her hair."},{"verse": 45, "text": "You gave me no kiss, but from the time I came in she has not stopped kissing my feet."},{"verse": 46, "text": "You did not anoint my head with oil, but she has anointed my feet with ointment."},{"verse": 47, "text": "Therefore, I tell you, her sins, which were many, have been forgiven; hence she has shown great love. But the one to whom little is forgiven, loves little.\""},{"verse": 48, "text": "Then he said to her, \"Your sins are forgiven.\""},{"verse": 49, "text": "But those who were at the table with him began to say among themselves, \"Who is this who even forgives sins?\""},{"verse": 50, "text": "And he said to the woman, \"Your faith has saved you; go in peace.\""}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||Some Women Accompany Jesus||Soon afterwards he went on through cities and villages, proclaiming and bringing the good news of the kingdom of God. The twelve were with him,"},{"verse": 2, "text": "as well as some women who had been cured of evil spirits and infirmities: Mary, called Magdalene, from whom seven demons had gone out,"},{"verse": 3, "footnotes": {"a": "Luke 8:3 Other ancient authorities read _him_"}, "text": "and Joanna, the wife of Herod\"s steward Chuza, and Susanna, and many others, who provided for them[^a] out of their resources."},{"verse": 4, "text": "||The Parable of the Sower||When a great crowd gathered and people from town after town came to him, he said in a parable:"},{"verse": 5, "text": "\"A sower went out to sow his seed; and as he sowed, some fell on the path and was trampled on, and the birds of the air ate it up."},{"verse": 6, "text": "Some fell on the rock; and as it grew up, it withered for lack of moisture."},{"verse": 7, "text": "Some fell among thorns, and the thorns grew with it and choked it."},{"verse": 8, "text": "Some fell into good soil, and when it grew, it produced a hundredfold.\" As he said this, he called out, \"Let anyone with ears to hear listen!\""},{"verse": 9, "text": "||The Purpose of the Parables||Then his disciples asked him what this parable meant."},{"verse": 10, "footnotes": {"a": "Luke 8:10 Or _mysteries_", "b": "Luke 8:10 Gk lacks _I speak_"}, "text": "He said, \"To you it has been given to know the secrets[^a] of the kingdom of God; but to others I speak[^b] in parables, so that\n\"looking they may not perceive,  \n    and listening they may not understand.\""},{"verse": 11, "text": "||The Parable of the Sower Explained||\"Now the parable is this: The seed is the word of God."},{"verse": 12, "text": "The ones on the path are those who have heard; then the devil comes and takes away the word from their hearts, so that they may not believe and be saved."},{"verse": 13, "text": "The ones on the rock are those who, when they hear the word, receive it with joy. But these have no root; they believe only for a while and in a time of testing fall away."},{"verse": 14, "text": "As for what fell among the thorns, these are the ones who hear; but as they go on their way, they are choked by the cares and riches and pleasures of life, and their fruit does not mature."},{"verse": 15, "text": "But as for that in the good soil, these are the ones who, when they hear the word, hold it fast in an honest and good heart, and bear fruit with patient endurance."},{"verse": 16, "text": "||A Lamp under a Jar||\"No one after lighting a lamp hides it under a jar, or puts it under a bed, but puts it on a lampstand, so that those who enter may see the light."},{"verse": 17, "text": "For nothing is hidden that will not be disclosed, nor is anything secret that will not become known and come to light."},{"verse": 18, "text": "Then pay attention to how you listen; for to those who have, more will be given; and from those who do not have, even what they seem to have will be taken away.\""},{"verse": 19, "text": "||The True Kindred of Jesus||Then his mother and his brothers came to him, but they could not reach him because of the crowd."},{"verse": 20, "text": "And he was told, \"Your mother and your brothers are standing outside, wanting to see you.\""},{"verse": 21, "text": "But he said to them, \"My mother and my brothers are those who hear the word of God and do it.\""},{"verse": 22, "text": "||Jesus Calms a Storm||One day he got into a boat with his disciples, and he said to them, \"Let us go across to the other side of the lake.\" So they put out,"},{"verse": 23, "text": "and while they were sailing he fell asleep. A windstorm swept down on the lake, and the boat was filling with water, and they were in danger."},{"verse": 24, "text": "They went to him and woke him up, shouting, \"Master, Master, we are perishing!\" And he woke up and rebuked the wind and the raging waves; they ceased, and there was a calm."},{"verse": 25, "text": "He said to them, \"Where is your faith?\" They were afraid and amazed, and said to one another, \"Who then is this, that he commands even the winds and the water, and they obey him?\""},{"verse": 26, "footnotes": {"a": "Luke 8:26 Other ancient authorities read _Gadarenes_; others, _Gergesenes_"}, "text": "||Jesus Heals the Gerasene Demoniac||Then they arrived at the country of the Gerasenes,[^a] which is opposite Galilee."},{"verse": 27, "footnotes": {"a": "Luke 8:27 Other ancient authorities read _a man of the city who had had demons for a long time met him. He wore_"}, "text": "As he stepped out on land, a man of the city who had demons met him. For a long time he had worn[^a] no clothes, and he did not live in a house but in the tombs."},{"verse": 28, "text": "When he saw Jesus, he fell down before him and shouted at the top of his voice, \"What have you to do with me, Jesus, Son of the Most High God? I beg you, do not torment me\"--"},{"verse": 29, "footnotes": {"a": "Luke 8:29 Gk _he_"}, "text": "for Jesus[^a] had commanded the unclean spirit to come out of the man. (For many times it had seized him; he was kept under guard and bound with chains and shackles, but he would break the bonds and be driven by the demon into the wilds.)"},{"verse": 30, "text": "Jesus then asked him, \"What is your name?\" He said, \"Legion\"; for many demons had entered him."},{"verse": 31, "text": "They begged him not to order them to go back into the abyss."},{"verse": 32, "footnotes": {"a": "Luke 8:32 Gk _they_", "b": "Luke 8:32 Gk _him_"}, "text": "Now there on the hillside a large herd of swine was feeding; and the demons[^a] begged Jesus[^b] to let them enter these. So he gave them permission."},{"verse": 33, "text": "Then the demons came out of the man and entered the swine, and the herd rushed down the steep bank into the lake and was drowned."},{"verse": 34, "text": "When the swineherds saw what had happened, they ran off and told it in the city and in the country."},{"verse": 35, "text": "Then people came out to see what had happened, and when they came to Jesus, they found the man from whom the demons had gone sitting at the feet of Jesus, clothed and in his right mind. And they were afraid."},{"verse": 36, "text": "Those who had seen it told them how the one who had been possessed by demons had been healed."},{"verse": 37, "footnotes": {"a": "Luke 8:37 Other ancient authorities read _Gadarenes_; others, _Gergesenes_", "b": "Luke 8:37 Gk _him_"}, "text": "Then all the people of the surrounding country of the Gerasenes[^a] asked Jesus[^b] to leave them; for they were seized with great fear. So he got into the boat and returned."},{"verse": 38, "footnotes": {"a": "Luke 8:38 Gk _he_"}, "text": "The man from whom the demons had gone begged that he might be with him; but Jesus[^a] sent him away, saying,"},{"verse": 39, "text": "\"Return to your home, and declare how much God has done for you.\" So he went away, proclaiming throughout the city how much Jesus had done for him."},{"verse": 40, "text": "||A Girl Restored to Life and a Woman Healed||Now when Jesus returned, the crowd welcomed him, for they were all waiting for him."},{"verse": 41, "text": "Just then there came a man named Jairus, a leader of the synagogue. He fell at Jesus\" feet and begged him to come to his house,"},{"verse": 42, "text": "for he had an only daughter, about twelve years old, who was dying.\nAs he went, the crowds pressed in on him."},{"verse": 43, "footnotes": {"a": "Luke 8:43 Other ancient authorities lack _and though she had spent all she had on physicians_"}, "text": "Now there was a woman who had been suffering from hemorrhages for twelve years; and though she had spent all she had on physicians,[^a] no one could cure her."},{"verse": 44, "text": "She came up behind him and touched the fringe of his clothes, and immediately her hemorrhage stopped."},{"verse": 45, "footnotes": {"a": "Luke 8:45 Other ancient authorities add _and those who were with him_"}, "text": "Then Jesus asked, \"Who touched me?\" When all denied it, Peter[^a] said, \"Master, the crowds surround you and press in on you.\""},{"verse": 46, "text": "But Jesus said, \"Someone touched me; for I noticed that power had gone out from me.\""},{"verse": 47, "text": "When the woman saw that she could not remain hidden, she came trembling; and falling down before him, she declared in the presence of all the people why she had touched him, and how she had been immediately healed."},{"verse": 48, "text": "He said to her, \"Daughter, your faith has made you well; go in peace.\""},{"verse": 49, "text": "While he was still speaking, someone came from the leader\"s house to say, \"Your daughter is dead; do not trouble the teacher any longer.\""},{"verse": 50, "text": "When Jesus heard this, he replied, \"Do not fear. Only believe, and she will be saved.\""},{"verse": 51, "text": "When he came to the house, he did not allow anyone to enter with him, except Peter, John, and James, and the child\"s father and mother."},{"verse": 52, "text": "They were all weeping and wailing for her; but he said, \"Do not weep; for she is not dead but sleeping.\""},{"verse": 53, "text": "And they laughed at him, knowing that she was dead."},{"verse": 54, "text": "But he took her by the hand and called out, \"Child, get up!\""},{"verse": 55, "text": "Her spirit returned, and she got up at once. Then he directed them to give her something to eat."},{"verse": 56, "text": "Her parents were astounded; but he ordered them to tell no one what had happened."}]}
,{"chapter": 9, "verses":[{"verse": 1, "footnotes": {"a": "Luke 9:1 Gk _he_"}, "text": "||The Mission of the Twelve||Then Jesus[^a] called the twelve together and gave them power and authority over all demons and to cure diseases,"},{"verse": 2, "text": "and he sent them out to proclaim the kingdom of God and to heal."},{"verse": 3, "text": "He said to them, \"Take nothing for your journey, no staff, nor bag, nor bread, nor money--not even an extra tunic."},{"verse": 4, "text": "Whatever house you enter, stay there, and leave from there."},{"verse": 5, "text": "Wherever they do not welcome you, as you are leaving that town shake the dust off your feet as a testimony against them.\""},{"verse": 6, "text": "They departed and went through the villages, bringing the good news and curing diseases everywhere."},{"verse": 7, "footnotes": {"a": "Luke 9:7 Gk _tetrarch_"}, "text": "||Herod\"s Perplexity||Now Herod the ruler[^a] heard about all that had taken place, and he was perplexed, because it was said by some that John had been raised from the dead,"},{"verse": 8, "text": "by some that Elijah had appeared, and by others that one of the ancient prophets had arisen."},{"verse": 9, "text": "Herod said, \"John I beheaded; but who is this about whom I hear such things?\" And he tried to see him."},{"verse": 10, "footnotes": {"a": "Luke 9:10 Gk _him_"}, "text": "||Feeding the Five Thousand||On their return the apostles told Jesus[^a] all they had done. He took them with him and withdrew privately to a city called Bethsaida."},{"verse": 11, "text": "When the crowds found out about it, they followed him; and he welcomed them, and spoke to them about the kingdom of God, and healed those who needed to be cured."},{"verse": 12, "text": "The day was drawing to a close, and the twelve came to him and said, \"Send the crowd away, so that they may go into the surrounding villages and countryside, to lodge and get provisions; for we are here in a deserted place.\""},{"verse": 13, "text": "But he said to them, \"You give them something to eat.\" They said, \"We have no more than five loaves and two fish--unless we are to go and buy food for all these people.\""},{"verse": 14, "text": "For there were about five thousand men. And he said to his disciples, \"Make them sit down in groups of about fifty each.\""},{"verse": 15, "text": "They did so and made them all sit down."},{"verse": 16, "text": "And taking the five loaves and the two fish, he looked up to heaven, and blessed and broke them, and gave them to the disciples to set before the crowd."},{"verse": 17, "text": "And all ate and were filled. What was left over was gathered up, twelve baskets of broken pieces."},{"verse": 18, "footnotes": {"a": "Luke 9:18 Gk _he_"}, "text": "||Peter\"s Declaration about Jesus||Once when Jesus[^a] was praying alone, with only the disciples near him, he asked them, \"Who do the crowds say that I am?\""},{"verse": 19, "text": "They answered, \"John the Baptist; but others, Elijah; and still others, that one of the ancient prophets has arisen.\""},{"verse": 20, "footnotes": {"a": "Luke 9:20 Or _The Christ_"}, "text": "He said to them, \"But who do you say that I am?\" Peter answered, \"The Messiah[^a] of God.\""},{"verse": 21, "text": "||Jesus Foretells His Death and Resurrection||He sternly ordered and commanded them not to tell anyone,"},{"verse": 22, "text": "saying, \"The Son of Man must undergo great suffering, and be rejected by the elders, chief priests, and scribes, and be killed, and on the third day be raised.\""},{"verse": 23, "text": "Then he said to them all, \"If any want to become my followers, let them deny themselves and take up their cross daily and follow me."},{"verse": 24, "text": "For those who want to save their life will lose it, and those who lose their life for my sake will save it."},{"verse": 25, "text": "What does it profit them if they gain the whole world, but lose or forfeit themselves?"},{"verse": 26, "text": "Those who are ashamed of me and of my words, of them the Son of Man will be ashamed when he comes in his glory and the glory of the Father and of the holy angels."},{"verse": 27, "text": "But truly I tell you, there are some standing here who will not taste death before they see the kingdom of God.\""},{"verse": 28, "footnotes": {"a": "Luke 9:28 Gk _he_"}, "text": "||The Transfiguration||Now about eight days after these sayings Jesus[^a] took with him Peter and John and James, and went up on the mountain to pray."},{"verse": 29, "text": "And while he was praying, the appearance of his face changed, and his clothes became dazzling white."},{"verse": 30, "text": "Suddenly they saw two men, Moses and Elijah, talking to him."},{"verse": 31, "text": "They appeared in glory and were speaking of his departure, which he was about to accomplish at Jerusalem."},{"verse": 32, "footnotes": {"a": "Luke 9:32 Or _but when they were fully awake_"}, "text": "Now Peter and his companions were weighed down with sleep; but since they had stayed awake,[^a] they saw his glory and the two men who stood with him."},{"verse": 33, "footnotes": {"a": "Luke 9:33 Or _tents_"}, "text": "Just as they were leaving him, Peter said to Jesus, \"Master, it is good for us to be here; let us make three dwellings,[^a] one for you, one for Moses, and one for Elijah\"--not knowing what he said."},{"verse": 34, "text": "While he was saying this, a cloud came and overshadowed them; and they were terrified as they entered the cloud."},{"verse": 35, "footnotes": {"a": "Luke 9:35 Other ancient authorities read _my Beloved_"}, "text": "Then from the cloud came a voice that said, \"This is my Son, my Chosen;[^a] listen to him!\""},{"verse": 36, "text": "When the voice had spoken, Jesus was found alone. And they kept silent and in those days told no one any of the things they had seen."},{"verse": 37, "text": "||Jesus Heals a Boy with a Demon||On the next day, when they had come down from the mountain, a great crowd met him."},{"verse": 38, "text": "Just then a man from the crowd shouted, \"Teacher, I beg you to look at my son; he is my only child."},{"verse": 39, "footnotes": {"a": "Luke 9:39 Or _it_"}, "text": "Suddenly a spirit seizes him, and all at once he[^a] shrieks. It convulses him until he foams at the mouth; it mauls him and will scarcely leave him."},{"verse": 40, "text": "I begged your disciples to cast it out, but they could not.\""},{"verse": 41, "text": "Jesus answered, \"You faithless and perverse generation, how much longer must I be with you and bear with you? Bring your son here.\""},{"verse": 42, "text": "While he was coming, the demon dashed him to the ground in convulsions. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father."},{"verse": 43, "text": "And all were astounded at the greatness of God.||Jesus Again Foretells His Death||\nWhile everyone was amazed at all that he was doing, he said to his disciples,"},{"verse": 44, "text": "\"Let these words sink into your ears: The Son of Man is going to be betrayed into human hands.\""},{"verse": 45, "text": "But they did not understand this saying; its meaning was concealed from them, so that they could not perceive it. And they were afraid to ask him about this saying."},{"verse": 46, "text": "||True Greatness||An argument arose among them as to which one of them was the greatest."},{"verse": 47, "text": "But Jesus, aware of their inner thoughts, took a little child and put it by his side,"},{"verse": 48, "text": "and said to them, \"Whoever welcomes this child in my name welcomes me, and whoever welcomes me welcomes the one who sent me; for the least among all of you is the greatest.\""},{"verse": 49, "text": "||Another Exorcist||John answered, \"Master, we saw someone casting out demons in your name, and we tried to stop him, because he does not follow with us.\""},{"verse": 50, "text": "But Jesus said to him, \"Do not stop him; for whoever is not against you is for you.\""},{"verse": 51, "text": "||A Samaritan Village Refuses to Receive Jesus||When the days drew near for him to be taken up, he set his face to go to Jerusalem."},{"verse": 52, "text": "And he sent messengers ahead of him. On their way they entered a village of the Samaritans to make ready for him;"},{"verse": 53, "text": "but they did not receive him, because his face was set toward Jerusalem."},{"verse": 54, "footnotes": {"a": "Luke 9:54 Other ancient authorities add _as Elijah did_"}, "text": "When his disciples James and John saw it, they said, \"Lord, do you want us to command fire to come down from heaven and consume them?\"[^a]"},{"verse": 55, "text": "But he turned and rebuked them."},{"verse": 56, "footnotes": {"a": "Luke 9:56 Other ancient authorities read _rebuked them, and said, “You do not know what spirit you are of, |[56 ]|for the Son of Man has not come to destroy the lives of human beings but to save them.” Then_"}, "text": "Then[^a] they went on to another village."},{"verse": 57, "text": "||Would-Be Followers of Jesus||As they were going along the road, someone said to him, \"I will follow you wherever you go.\""},{"verse": 58, "text": "And Jesus said to him, \"Foxes have holes, and birds of the air have nests; but the Son of Man has nowhere to lay his head.\""},{"verse": 59, "text": "To another he said, \"Follow me.\" But he said, \"Lord, first let me go and bury my father.\""},{"verse": 60, "footnotes": {"a": "Luke 9:60 Gk _he_"}, "text": "But Jesus[^a] said to him, \"Let the dead bury their own dead; but as for you, go and proclaim the kingdom of God.\""},{"verse": 61, "text": "Another said, \"I will follow you, Lord; but let me first say farewell to those at my home.\""},{"verse": 62, "text": "Jesus said to him, \"No one who puts a hand to the plow and looks back is fit for the kingdom of God.\""}]}
,{"chapter": 10, "verses":[{"verse": 1, "footnotes": {"a": "Luke 10:1 Other ancient authorities read _seventy-two_"}, "text": "||The Mission of the Seventy||After this the Lord appointed seventy[^a] others and sent them on ahead of him in pairs to every town and place where he himself intended to go."},{"verse": 2, "text": "He said to them, \"The harvest is plentiful, but the laborers are few; therefore ask the Lord of the harvest to send out laborers into his harvest."},{"verse": 3, "text": "Go on your way. See, I am sending you out like lambs into the midst of wolves."},{"verse": 4, "text": "Carry no purse, no bag, no sandals; and greet no one on the road."},{"verse": 5, "text": "Whatever house you enter, first say, \"Peace to this house!\""},{"verse": 6, "text": "And if anyone is there who shares in peace, your peace will rest on that person; but if not, it will return to you."},{"verse": 7, "text": "Remain in the same house, eating and drinking whatever they provide, for the laborer deserves to be paid. Do not move about from house to house."},{"verse": 8, "text": "Whenever you enter a town and its people welcome you, eat what is set before you;"},{"verse": 9, "footnotes": {"a": "Luke 10:9 Or _is at hand for you_"}, "text": "cure the sick who are there, and say to them, \"The kingdom of God has come near to you.\"[^a]"},{"verse": 10, "text": "But whenever you enter a town and they do not welcome you, go out into its streets and say,"},{"verse": 11, "footnotes": {"a": "Luke 10:11 Or _is at hand_"}, "text": "\"Even the dust of your town that clings to our feet, we wipe off in protest against you. Yet know this: the kingdom of God has come near.\"[^a]"},{"verse": 12, "text": "I tell you, on that day it will be more tolerable for Sodom than for that town."},{"verse": 13, "text": "||Woes to Unrepentant Cities||\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the deeds of power done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes."},{"verse": 14, "text": "But at the judgment it will be more tolerable for Tyre and Sidon than for you."},{"verse": 15, "text": "And you, Capernaum,\nwill you be exalted to heaven?  \n    No, you will be brought down to Hades."},{"verse": 16, "text": "\"Whoever listens to you listens to me, and whoever rejects you rejects me, and whoever rejects me rejects the one who sent me.\""},{"verse": 17, "footnotes": {"a": "Luke 10:17 Other ancient authorities read _seventy-two_"}, "text": "||The Return of the Seventy||The seventy[^a] returned with joy, saying, \"Lord, in your name even the demons submit to us!\""},{"verse": 18, "text": "He said to them, \"I watched Satan fall from heaven like a flash of lightning."},{"verse": 19, "text": "See, I have given you authority to tread on snakes and scorpions, and over all the power of the enemy; and nothing will hurt you."},{"verse": 20, "text": "Nevertheless, do not rejoice at this, that the spirits submit to you, but rejoice that your names are written in heaven.\""},{"verse": 21, "footnotes": {"a": "Luke 10:21 Gk _he_", "b": "Luke 10:21 Other authorities read _in the spirit_", "c": "Luke 10:21 Or _praise_", "d": "Luke 10:21 Or _for so it was well-pleasing in your sight_"}, "text": "||Jesus Rejoices||At that same hour Jesus[^a] rejoiced in the Holy Spirit[^b] and said, \"I thank[^c] you, Father, Lord of heaven and earth, because you have hidden these things from the wise and the intelligent and have revealed them to infants; yes, Father, for such was your gracious will.[^d]"},{"verse": 22, "text": "All things have been handed over to me by my Father; and no one knows who the Son is except the Father, or who the Father is except the Son and anyone to whom the Son chooses to reveal him.\""},{"verse": 23, "footnotes": {"a": "Luke 10:23 Gk _he_"}, "text": "Then turning to the disciples, Jesus[^a] said to them privately, \"Blessed are the eyes that see what you see!"},{"verse": 24, "text": "For I tell you that many prophets and kings desired to see what you see, but did not see it, and to hear what you hear, but did not hear it.\""},{"verse": 25, "footnotes": {"a": "Luke 10:25 Gk _him_"}, "text": "||The Parable of the Good Samaritan||Just then a lawyer stood up to test Jesus.[^a] \"Teacher,\" he said, \"what must I do to inherit eternal life?\""},{"verse": 26, "text": "He said to him, \"What is written in the law? What do you read there?\""},{"verse": 27, "text": "He answered, \"You shall love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbor as yourself.\""},{"verse": 28, "text": "And he said to him, \"You have given the right answer; do this, and you will live.\""},{"verse": 29, "text": "But wanting to justify himself, he asked Jesus, \"And who is my neighbor?\""},{"verse": 30, "text": "Jesus replied, \"A man was going down from Jerusalem to Jericho, and fell into the hands of robbers, who stripped him, beat him, and went away, leaving him half dead."},{"verse": 31, "text": "Now by chance a priest was going down that road; and when he saw him, he passed by on the other side."},{"verse": 32, "text": "So likewise a Levite, when he came to the place and saw him, passed by on the other side."},{"verse": 33, "text": "But a Samaritan while traveling came near him; and when he saw him, he was moved with pity."},{"verse": 34, "text": "He went to him and bandaged his wounds, having poured oil and wine on them. Then he put him on his own animal, brought him to an inn, and took care of him."},{"verse": 35, "footnotes": {"a": "Luke 10:35 The denarius was the usual day’s wage for a laborer"}, "text": "The next day he took out two denarii,[^a] gave them to the innkeeper, and said, \"Take care of him; and when I come back, I will repay you whatever more you spend.\""},{"verse": 36, "text": "Which of these three, do you think, was a neighbor to the man who fell into the hands of the robbers?\""},{"verse": 37, "text": "He said, \"The one who showed him mercy.\" Jesus said to him, \"Go and do likewise.\""},{"verse": 38, "text": "||Jesus Visits Martha and Mary||Now as they went on their way, he entered a certain village, where a woman named Martha welcomed him into her home."},{"verse": 39, "text": "She had a sister named Mary, who sat at the Lord\"s feet and listened to what he was saying."},{"verse": 40, "text": "But Martha was distracted by her many tasks; so she came to him and asked, \"Lord, do you not care that my sister has left me to do all the work by myself? Tell her then to help me.\""},{"verse": 41, "text": "But the Lord answered her, \"Martha, Martha, you are worried and distracted by many things;"},{"verse": 42, "footnotes": {"a": "Luke 10:42 Other ancient authorities read _few things are necessary, or only one_"}, "text": "there is need of only one thing.[^a] Mary has chosen the better part, which will not be taken away from her.\""}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||The Lord\"s Prayer||He was praying in a certain place, and after he had finished, one of his disciples said to him, \"Lord, teach us to pray, as John taught his disciples.\""},{"verse": 2, "footnotes": {"a": "Luke 11:2 Other ancient authorities read _Our Father in heaven_", "b": "Luke 11:2 A few ancient authorities read _Your Holy Spirit come upon us and cleanse us._ Other ancient authorities add _Your will be done, on earth as in heaven_"}, "text": "He said to them, \"When you pray, say:\nFather,[^a] hallowed be your name.  \n    Your kingdom come.[^b]"},{"verse": 3, "footnotes": {"a": "Luke 11:3 Or _our bread for tomorrow_"}, "text": "    Give us each day our daily bread.[^a]"},{"verse": 4, "footnotes": {"a": "Luke 11:4 Or _us into temptation_. Other ancient authorities add _but rescue us from the evil one_ (or _from evil_)"}, "text": "    And forgive us our sins,  \n        for we ourselves forgive everyone indebted to us.  \n    And do not bring us to the time of trial.\"[^a]"},{"verse": 5, "text": "||Perseverance in Prayer||And he said to them, \"Suppose one of you has a friend, and you go to him at midnight and say to him, \"Friend, lend me three loaves of bread;"},{"verse": 6, "text": "for a friend of mine has arrived, and I have nothing to set before him.\""},{"verse": 7, "text": "And he answers from within, \"Do not bother me; the door has already been locked, and my children are with me in bed; I cannot get up and give you anything.\""},{"verse": 8, "text": "I tell you, even though he will not get up and give him anything because he is his friend, at least because of his persistence he will get up and give him whatever he needs."},{"verse": 9, "text": "\"So I say to you, Ask, and it will be given you; search, and you will find; knock, and the door will be opened for you."},{"verse": 10, "text": "For everyone who asks receives, and everyone who searches finds, and for everyone who knocks, the door will be opened."},{"verse": 11, "footnotes": {"a": "Luke 11:11 Other ancient authorities add _bread, will give a stone; or if your child asks for_"}, "text": "Is there anyone among you who, if your child asks for[^a] a fish, will give a snake instead of a fish?"},{"verse": 12, "text": "Or if the child asks for an egg, will give a scorpion?"},{"verse": 13, "footnotes": {"a": "Luke 11:13 Other ancient authorities read _the Father give the Holy Spirit from heaven_"}, "text": "If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit[^a] to those who ask him!\""},{"verse": 14, "text": "||Jesus and Beelzebul||Now he was casting out a demon that was mute; when the demon had gone out, the one who had been mute spoke, and the crowds were amazed."},{"verse": 15, "text": "But some of them said, \"He casts out demons by Beelzebul, the ruler of the demons.\""},{"verse": 16, "text": "Others, to test him, kept demanding from him a sign from heaven."},{"verse": 17, "text": "But he knew what they were thinking and said to them, \"Every kingdom divided against itself becomes a desert, and house falls on house."},{"verse": 18, "text": "If Satan also is divided against himself, how will his kingdom stand? --for you say that I cast out the demons by Beelzebul."},{"verse": 19, "footnotes": {"a": "Luke 11:19 Gk _sons_"}, "text": "Now if I cast out the demons by Beelzebul, by whom do your exorcists[^a] cast them out? Therefore they will be your judges."},{"verse": 20, "text": "But if it is by the finger of God that I cast out the demons, then the kingdom of God has come to you."},{"verse": 21, "text": "When a strong man, fully armed, guards his castle, his property is safe."},{"verse": 22, "text": "But when one stronger than he attacks him and overpowers him, he takes away his armor in which he trusted and divides his plunder."},{"verse": 23, "text": "Whoever is not with me is against me, and whoever does not gather with me scatters."},{"verse": 24, "text": "||The Return of the Unclean Spirit||\"When the unclean spirit has gone out of a person, it wanders through waterless regions looking for a resting place, but not finding any, it says, \"I will return to my house from which I came.\""},{"verse": 25, "text": "When it comes, it finds it swept and put in order."},{"verse": 26, "text": "Then it goes and brings seven other spirits more evil than itself, and they enter and live there; and the last state of that person is worse than the first.\""},{"verse": 27, "text": "||True Blessedness||While he was saying this, a woman in the crowd raised her voice and said to him, \"Blessed is the womb that bore you and the breasts that nursed you!\""},{"verse": 28, "text": "But he said, \"Blessed rather are those who hear the word of God and obey it!\""},{"verse": 29, "text": "||The Sign of Jonah||When the crowds were increasing, he began to say, \"This generation is an evil generation; it asks for a sign, but no sign will be given to it except the sign of Jonah."},{"verse": 30, "text": "For just as Jonah became a sign to the people of Nineveh, so the Son of Man will be to this generation."},{"verse": 31, "text": "The queen of the South will rise at the judgment with the people of this generation and condemn them, because she came from the ends of the earth to listen to the wisdom of Solomon, and see, something greater than Solomon is here!"},{"verse": 32, "text": "The people of Nineveh will rise up at the judgment with this generation and condemn it, because they repented at the proclamation of Jonah, and see, something greater than Jonah is here!"},{"verse": 33, "footnotes": {"a": "Luke 11:33 Other ancient authorities add _or under the bushel basket_"}, "text": "||The Light of the Body||\"No one after lighting a lamp puts it in a cellar,[^a] but on the lampstand so that those who enter may see the light."},{"verse": 34, "text": "Your eye is the lamp of your body. If your eye is healthy, your whole body is full of light; but if it is not healthy, your body is full of darkness."},{"verse": 35, "text": "Therefore consider whether the light in you is not darkness."},{"verse": 36, "text": "If then your whole body is full of light, with no part of it in darkness, it will be as full of light as when a lamp gives you light with its rays.\""},{"verse": 37, "text": "||Jesus Denounces Pharisees and Lawyers||While he was speaking, a Pharisee invited him to dine with him; so he went in and took his place at the table."},{"verse": 38, "text": "The Pharisee was amazed to see that he did not first wash before dinner."},{"verse": 39, "text": "Then the Lord said to him, \"Now you Pharisees clean the outside of the cup and of the dish, but inside you are full of greed and wickedness."},{"verse": 40, "text": "You fools! Did not the one who made the outside make the inside also?"},{"verse": 41, "text": "So give for alms those things that are within; and see, everything will be clean for you."},{"verse": 42, "text": "\"But woe to you Pharisees! For you tithe mint and rue and herbs of all kinds, and neglect justice and the love of God; it is these you ought to have practiced, without neglecting the others."},{"verse": 43, "text": "Woe to you Pharisees! For you love to have the seat of honor in the synagogues and to be greeted with respect in the marketplaces."},{"verse": 44, "text": "Woe to you! For you are like unmarked graves, and people walk over them without realizing it.\""},{"verse": 45, "text": "One of the lawyers answered him, \"Teacher, when you say these things, you insult us too.\""},{"verse": 46, "text": "And he said, \"Woe also to you lawyers! For you load people with burdens hard to bear, and you yourselves do not lift a finger to ease them."},{"verse": 47, "text": "Woe to you! For you build the tombs of the prophets whom your ancestors killed."},{"verse": 48, "text": "So you are witnesses and approve of the deeds of your ancestors; for they killed them, and you build their tombs."},{"verse": 49, "text": "Therefore also the Wisdom of God said, \"I will send them prophets and apostles, some of whom they will kill and persecute,\""},{"verse": 50, "text": "so that this generation may be charged with the blood of all the prophets shed since the foundation of the world,"},{"verse": 51, "text": "from the blood of Abel to the blood of Zechariah, who perished between the altar and the sanctuary. Yes, I tell you, it will be charged against this generation."},{"verse": 52, "text": "Woe to you lawyers! For you have taken away the key of knowledge; you did not enter yourselves, and you hindered those who were entering.\""},{"verse": 53, "text": "When he went outside, the scribes and the Pharisees began to be very hostile toward him and to cross-examine him about many things,"},{"verse": 54, "text": "lying in wait for him, to catch him in something he might say."}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||A Warning against Hypocrisy||Meanwhile, when the crowd gathered by the thousands, so that they trampled on one another, he began to speak first to his disciples, \"Beware of the yeast of the Pharisees, that is, their hypocrisy."},{"verse": 2, "text": "Nothing is covered up that will not be uncovered, and nothing secret that will not become known."},{"verse": 3, "text": "Therefore whatever you have said in the dark will be heard in the light, and what you have whispered behind closed doors will be proclaimed from the housetops."},{"verse": 4, "text": "||Exhortation to Fearless Confession||\"I tell you, my friends, do not fear those who kill the body, and after that can do nothing more."},{"verse": 5, "footnotes": {"a": "Luke 12:5 Or _power_", "b": "Luke 12:5 Gk _Gehenna_"}, "text": "But I will warn you whom to fear: fear him who, after he has killed, has authority[^a] to cast into hell.[^b] Yes, I tell you, fear him!"},{"verse": 6, "text": "Are not five sparrows sold for two pennies? Yet not one of them is forgotten in God\"s sight."},{"verse": 7, "text": "But even the hairs of your head are all counted. Do not be afraid; you are of more value than many sparrows."},{"verse": 8, "text": "\"And I tell you, everyone who acknowledges me before others, the Son of Man also will acknowledge before the angels of God;"},{"verse": 9, "text": "but whoever denies me before others will be denied before the angels of God."},{"verse": 10, "text": "And everyone who speaks a word against the Son of Man will be forgiven; but whoever blasphemes against the Holy Spirit will not be forgiven."},{"verse": 11, "footnotes": {"a": "Luke 12:11 Other ancient authorities add _or what_"}, "text": "When they bring you before the synagogues, the rulers, and the authorities, do not worry about how[^a] you are to defend yourselves or what you are to say;"},{"verse": 12, "text": "for the Holy Spirit will teach you at that very hour what you ought to say.\""},{"verse": 13, "text": "||The Parable of the Rich Fool||Someone in the crowd said to him, \"Teacher, tell my brother to divide the family inheritance with me.\""},{"verse": 14, "text": "But he said to him, \"Friend, who set me to be a judge or arbitrator over you?\""},{"verse": 15, "text": "And he said to them, \"Take care! Be on your guard against all kinds of greed; for one\"s life does not consist in the abundance of possessions.\""},{"verse": 16, "text": "Then he told them a parable: \"The land of a rich man produced abundantly."},{"verse": 17, "text": "And he thought to himself, \"What should I do, for I have no place to store my crops?\""},{"verse": 18, "text": "Then he said, \"I will do this: I will pull down my barns and build larger ones, and there I will store all my grain and my goods."},{"verse": 19, "text": "And I will say to my soul, Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.\""},{"verse": 20, "text": "But God said to him, \"You fool! This very night your life is being demanded of you. And the things you have prepared, whose will they be?\""},{"verse": 21, "text": "So it is with those who store up treasures for themselves but are not rich toward God.\""},{"verse": 22, "text": "||Do Not Worry||He said to his disciples, \"Therefore I tell you, do not worry about your life, what you will eat, or about your body, what you will wear."},{"verse": 23, "text": "For life is more than food, and the body more than clothing."},{"verse": 24, "text": "Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!"},{"verse": 25, "footnotes": {"a": "Luke 12:25 Or _add a cubit to your stature_"}, "text": "And can any of you by worrying add a single hour to your span of life?[^a]"},{"verse": 26, "text": "If then you are not able to do so small a thing as that, why do you worry about the rest?"},{"verse": 27, "footnotes": {"a": "Luke 12:27 Other ancient authorities read _Consider the lilies; they neither spin nor weave_"}, "text": "Consider the lilies, how they grow: they neither toil nor spin;[^a] yet I tell you, even Solomon in all his glory was not clothed like one of these."},{"verse": 28, "text": "But if God so clothes the grass of the field, which is alive today and tomorrow is thrown into the oven, how much more will he clothe you--you of little faith!"},{"verse": 29, "text": "And do not keep striving for what you are to eat and what you are to drink, and do not keep worrying."},{"verse": 30, "text": "For it is the nations of the world that strive after all these things, and your Father knows that you need them."},{"verse": 31, "footnotes": {"a": "Luke 12:31 Other ancient authorities read _God’s_"}, "text": "Instead, strive for his[^a] kingdom, and these things will be given to you as well."},{"verse": 32, "text": "\"Do not be afraid, little flock, for it is your Father\"s good pleasure to give you the kingdom."},{"verse": 33, "text": "Sell your possessions, and give alms. Make purses for yourselves that do not wear out, an unfailing treasure in heaven, where no thief comes near and no moth destroys."},{"verse": 34, "text": "For where your treasure is, there your heart will be also."},{"verse": 35, "text": "||Watchful Slaves||\"Be dressed for action and have your lamps lit;"},{"verse": 36, "text": "be like those who are waiting for their master to return from the wedding banquet, so that they may open the door for him as soon as he comes and knocks."},{"verse": 37, "text": "Blessed are those slaves whom the master finds alert when he comes; truly I tell you, he will fasten his belt and have them sit down to eat, and he will come and serve them."},{"verse": 38, "text": "If he comes during the middle of the night, or near dawn, and finds them so, blessed are those slaves."},{"verse": 39, "footnotes": {"a": "Luke 12:39 Other ancient authorities add _would have watched and_"}, "text": "\"But know this: if the owner of the house had known at what hour the thief was coming, he[^a] would not have let his house be broken into."},{"verse": 40, "text": "You also must be ready, for the Son of Man is coming at an unexpected hour.\""},{"verse": 41, "text": "||The Faithful or the Unfaithful Slave||Peter said, \"Lord, are you telling this parable for us or for everyone?\""},{"verse": 42, "text": "And the Lord said, \"Who then is the faithful and prudent manager whom his master will put in charge of his slaves, to give them their allowance of food at the proper time?"},{"verse": 43, "text": "Blessed is that slave whom his master will find at work when he arrives."},{"verse": 44, "text": "Truly I tell you, he will put that one in charge of all his possessions."},{"verse": 45, "text": "But if that slave says to himself, \"My master is delayed in coming,\" and if he begins to beat the other slaves, men and women, and to eat and drink and get drunk,"},{"verse": 46, "footnotes": {"a": "Luke 12:46 Or _cut him off_"}, "text": "the master of that slave will come on a day when he does not expect him and at an hour that he does not know, and will cut him in pieces,[^a] and put him with the unfaithful."},{"verse": 47, "text": "That slave who knew what his master wanted, but did not prepare himself or do what was wanted, will receive a severe beating."},{"verse": 48, "text": "But the one who did not know and did what deserved a beating will receive a light beating. From everyone to whom much has been given, much will be required; and from the one to whom much has been entrusted, even more will be demanded."},{"verse": 49, "text": "||Jesus the Cause of Division||\"I came to bring fire to the earth, and how I wish it were already kindled!"},{"verse": 50, "text": "I have a baptism with which to be baptized, and what stress I am under until it is completed!"},{"verse": 51, "text": "Do you think that I have come to bring peace to the earth? No, I tell you, but rather division!"},{"verse": 52, "text": "From now on five in one household will be divided, three against two and two against three;"},{"verse": 53, "text": "they will be divided:\nfather against son  \n    and son against father,  \nmother against daughter  \n    and daughter against mother,  \nmother-in-law against her daughter-in-law  \n    and daughter-in-law against mother-in-law.\""},{"verse": 54, "text": "||Interpreting the Time||He also said to the crowds, \"When you see a cloud rising in the west, you immediately say, \"It is going to rain\"; and so it happens."},{"verse": 55, "text": "And when you see the south wind blowing, you say, \"There will be scorching heat\"; and it happens."},{"verse": 56, "text": "You hypocrites! You know how to interpret the appearance of earth and sky, but why do you not know how to interpret the present time?"},{"verse": 57, "text": "||Settling with Your Opponent||\"And why do you not judge for yourselves what is right?"},{"verse": 58, "footnotes": {"a": "Luke 12:58 Gk _settle with him_"}, "text": "Thus, when you go with your accuser before a magistrate, on the way make an effort to settle the case,[^a] or you may be dragged before the judge, and the judge hand you over to the officer, and the officer throw you in prison."},{"verse": 59, "text": "I tell you, you will never get out until you have paid the very last penny.\""}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||Repent or Perish||At that very time there were some present who told him about the Galileans whose blood Pilate had mingled with their sacrifices."},{"verse": 2, "text": "He asked them, \"Do you think that because these Galileans suffered in this way they were worse sinners than all other Galileans?"},{"verse": 3, "text": "No, I tell you; but unless you repent, you will all perish as they did."},{"verse": 4, "text": "Or those eighteen who were killed when the tower of Siloam fell on them--do you think that they were worse offenders than all the others living in Jerusalem?"},{"verse": 5, "text": "No, I tell you; but unless you repent, you will all perish just as they did.\""},{"verse": 6, "text": "||The Parable of the Barren Fig Tree||Then he told this parable: \"A man had a fig tree planted in his vineyard; and he came looking for fruit on it and found none."},{"verse": 7, "text": "So he said to the gardener, \"See here! For three years I have come looking for fruit on this fig tree, and still I find none. Cut it down! Why should it be wasting the soil?\""},{"verse": 8, "text": "He replied, \"Sir, let it alone for one more year, until I dig around it and put manure on it."},{"verse": 9, "text": "If it bears fruit next year, well and good; but if not, you can cut it down.\"\""},{"verse": 10, "text": "||Jesus Heals a Crippled Woman||Now he was teaching in one of the synagogues on the sabbath."},{"verse": 11, "text": "And just then there appeared a woman with a spirit that had crippled her for eighteen years. She was bent over and was quite unable to stand up straight."},{"verse": 12, "text": "When Jesus saw her, he called her over and said, \"Woman, you are set free from your ailment.\""},{"verse": 13, "text": "When he laid his hands on her, immediately she stood up straight and began praising God."},{"verse": 14, "text": "But the leader of the synagogue, indignant because Jesus had cured on the sabbath, kept saying to the crowd, \"There are six days on which work ought to be done; come on those days and be cured, and not on the sabbath day.\""},{"verse": 15, "text": "But the Lord answered him and said, \"You hypocrites! Does not each of you on the sabbath untie his ox or his donkey from the manger, and lead it away to give it water?"},{"verse": 16, "text": "And ought not this woman, a daughter of Abraham whom Satan bound for eighteen long years, be set free from this bondage on the sabbath day?\""},{"verse": 17, "text": "When he said this, all his opponents were put to shame; and the entire crowd was rejoicing at all the wonderful things that he was doing."},{"verse": 18, "text": "||The Parable of the Mustard Seed||He said therefore, \"What is the kingdom of God like? And to what should I compare it?"},{"verse": 19, "text": "It is like a mustard seed that someone took and sowed in the garden; it grew and became a tree, and the birds of the air made nests in its branches.\""},{"verse": 20, "text": "||The Parable of the Yeast||And again he said, \"To what should I compare the kingdom of God?"},{"verse": 21, "footnotes": {"a": "Luke 13:21 Gk _hid in_"}, "text": "It is like yeast that a woman took and mixed in with[^a] three measures of flour until all of it was leavened.\""},{"verse": 22, "footnotes": {"a": "Luke 13:22 Gk _He_"}, "text": "||The Narrow Door||Jesus[^a] went through one town and village after another, teaching as he made his way to Jerusalem."},{"verse": 23, "text": "Someone asked him, \"Lord, will only a few be saved?\" He said to them,"},{"verse": 24, "text": "\"Strive to enter through the narrow door; for many, I tell you, will try to enter and will not be able."},{"verse": 25, "text": "When once the owner of the house has got up and shut the door, and you begin to stand outside and to knock at the door, saying, \"Lord, open to us,\" then in reply he will say to you, \"I do not know where you come from.\""},{"verse": 26, "text": "Then you will begin to say, \"We ate and drank with you, and you taught in our streets.\""},{"verse": 27, "text": "But he will say, \"I do not know where you come from; go away from me, all you evildoers!\""},{"verse": 28, "text": "There will be weeping and gnashing of teeth when you see Abraham and Isaac and Jacob and all the prophets in the kingdom of God, and you yourselves thrown out."},{"verse": 29, "text": "Then people will come from east and west, from north and south, and will eat in the kingdom of God."},{"verse": 30, "text": "Indeed, some are last who will be first, and some are first who will be last.\""},{"verse": 31, "text": "||The Lament over Jerusalem||At that very hour some Pharisees came and said to him, \"Get away from here, for Herod wants to kill you.\""},{"verse": 32, "footnotes": {"a": "Luke 13:32 Gk lacks _for me_"}, "text": "He said to them, \"Go and tell that fox for me,[^a] \"Listen, I am casting out demons and performing cures today and tomorrow, and on the third day I finish my work."},{"verse": 33, "text": "Yet today, tomorrow, and the next day I must be on my way, because it is impossible for a prophet to be killed outside of Jerusalem.\""},{"verse": 34, "text": "Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often have I desired to gather your children together as a hen gathers her brood under her wings, and you were not willing!"},{"verse": 35, "footnotes": {"a": "Luke 13:35 Other ancient authorities lack _the time comes when_"}, "text": "See, your house is left to you. And I tell you, you will not see me until the time comes when[^a] you say, \"Blessed is the one who comes in the name of the Lord.\"\""}]}
,{"chapter": 14, "verses":[{"verse": 1, "footnotes": {"a": "Luke 14:1 Gk _he_"}, "text": "||Jesus Heals the Man with Dropsy||On one occasion when Jesus[^a] was going to the house of a leader of the Pharisees to eat a meal on the sabbath, they were watching him closely."},{"verse": 2, "text": "Just then, in front of him, there was a man who had dropsy."},{"verse": 3, "text": "And Jesus asked the lawyers and Pharisees, \"Is it lawful to cure people on the sabbath, or not?\""},{"verse": 4, "footnotes": {"a": "Luke 14:4 Gk _he_"}, "text": "But they were silent. So Jesus[^a] took him and healed him, and sent him away."},{"verse": 5, "footnotes": {"a": "Luke 14:5 Other ancient authorities read _a donkey_"}, "text": "Then he said to them, \"If one of you has a child[^a] or an ox that has fallen into a well, will you not immediately pull it out on a sabbath day?\""},{"verse": 6, "text": "And they could not reply to this."},{"verse": 7, "text": "||Humility and Hospitality||When he noticed how the guests chose the places of honor, he told them a parable."},{"verse": 8, "text": "\"When you are invited by someone to a wedding banquet, do not sit down at the place of honor, in case someone more distinguished than you has been invited by your host;"},{"verse": 9, "text": "and the host who invited both of you may come and say to you, \"Give this person your place,\" and then in disgrace you would start to take the lowest place."},{"verse": 10, "text": "But when you are invited, go and sit down at the lowest place, so that when your host comes, he may say to you, \"Friend, move up higher\"; then you will be honored in the presence of all who sit at the table with you."},{"verse": 11, "text": "For all who exalt themselves will be humbled, and those who humble themselves will be exalted.\""},{"verse": 12, "text": "He said also to the one who had invited him, \"When you give a luncheon or a dinner, do not invite your friends or your brothers or your relatives or rich neighbors, in case they may invite you in return, and you would be repaid."},{"verse": 13, "text": "But when you give a banquet, invite the poor, the crippled, the lame, and the blind."},{"verse": 14, "text": "And you will be blessed, because they cannot repay you, for you will be repaid at the resurrection of the righteous.\""},{"verse": 15, "text": "||The Parable of the Great Dinner||One of the dinner guests, on hearing this, said to him, \"Blessed is anyone who will eat bread in the kingdom of God!\""},{"verse": 16, "footnotes": {"a": "Luke 14:16 Gk _he_"}, "text": "Then Jesus[^a] said to him, \"Someone gave a great dinner and invited many."},{"verse": 17, "text": "At the time for the dinner he sent his slave to say to those who had been invited, \"Come; for everything is ready now.\""},{"verse": 18, "text": "But they all alike began to make excuses. The first said to him, \"I have bought a piece of land, and I must go out and see it; please accept my regrets.\""},{"verse": 19, "text": "Another said, \"I have bought five yoke of oxen, and I am going to try them out; please accept my regrets.\""},{"verse": 20, "text": "Another said, \"I have just been married, and therefore I cannot come.\""},{"verse": 21, "text": "So the slave returned and reported this to his master. Then the owner of the house became angry and said to his slave, \"Go out at once into the streets and lanes of the town and bring in the poor, the crippled, the blind, and the lame.\""},{"verse": 22, "text": "And the slave said, \"Sir, what you ordered has been done, and there is still room.\""},{"verse": 23, "text": "Then the master said to the slave, \"Go out into the roads and lanes, and compel people to come in, so that my house may be filled."},{"verse": 24, "footnotes": {"a": "Luke 14:24 The Greek word for _you_ here is plural"}, "text": "For I tell you,[^a] none of those who were invited will taste my dinner.\"\""},{"verse": 25, "text": "||The Cost of Discipleship||Now large crowds were traveling with him; and he turned and said to them,"},{"verse": 26, "text": "\"Whoever comes to me and does not hate father and mother, wife and children, brothers and sisters, yes, and even life itself, cannot be my disciple."},{"verse": 27, "text": "Whoever does not carry the cross and follow me cannot be my disciple."},{"verse": 28, "text": "For which of you, intending to build a tower, does not first sit down and estimate the cost, to see whether he has enough to complete it?"},{"verse": 29, "text": "Otherwise, when he has laid a foundation and is not able to finish, all who see it will begin to ridicule him,"},{"verse": 30, "text": "saying, \"This fellow began to build and was not able to finish.\""},{"verse": 31, "text": "Or what king, going out to wage war against another king, will not sit down first and consider whether he is able with ten thousand to oppose the one who comes against him with twenty thousand?"},{"verse": 32, "text": "If he cannot, then, while the other is still far away, he sends a delegation and asks for the terms of peace."},{"verse": 33, "text": "So therefore, none of you can become my disciple if you do not give up all your possessions."},{"verse": 34, "footnotes": {"a": "Luke 14:34 Or _how can it be used for seasoning?_"}, "text": "||About Salt||\"Salt is good; but if salt has lost its taste, how can its saltiness be restored?[^a]"},{"verse": 35, "text": "It is fit neither for the soil nor for the manure pile; they throw it away. Let anyone with ears to hear listen!\""}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||The Parable of the Lost Sheep||Now all the tax collectors and sinners were coming near to listen to him."},{"verse": 2, "text": "And the Pharisees and the scribes were grumbling and saying, \"This fellow welcomes sinners and eats with them.\""},{"verse": 3, "text": "So he told them this parable:"},{"verse": 4, "text": "\"Which one of you, having a hundred sheep and losing one of them, does not leave the ninety-nine in the wilderness and go after the one that is lost until he finds it?"},{"verse": 5, "text": "When he has found it, he lays it on his shoulders and rejoices."},{"verse": 6, "text": "And when he comes home, he calls together his friends and neighbors, saying to them, \"Rejoice with me, for I have found my sheep that was lost.\""},{"verse": 7, "text": "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance."},{"verse": 8, "footnotes": {"a": "Luke 15:8 Gk _drachmas_, each worth about a day’s wage for a laborer"}, "text": "||The Parable of the Lost Coin||\"Or what woman having ten silver coins,[^a] if she loses one of them, does not light a lamp, sweep the house, and search carefully until she finds it?"},{"verse": 9, "text": "When she has found it, she calls together her friends and neighbors, saying, \"Rejoice with me, for I have found the coin that I had lost.\""},{"verse": 10, "text": "Just so, I tell you, there is joy in the presence of the angels of God over one sinner who repents.\""},{"verse": 11, "footnotes": {"a": "Luke 15:11 Gk _he_"}, "text": "||The Parable of the Prodigal and His Brother||Then Jesus[^a] said, \"There was a man who had two sons."},{"verse": 12, "text": "The younger of them said to his father, \"Father, give me the share of the property that will belong to me.\" So he divided his property between them."},{"verse": 13, "text": "A few days later the younger son gathered all he had and traveled to a distant country, and there he squandered his property in dissolute living."},{"verse": 14, "text": "When he had spent everything, a severe famine took place throughout that country, and he began to be in need."},{"verse": 15, "text": "So he went and hired himself out to one of the citizens of that country, who sent him to his fields to feed the pigs."},{"verse": 16, "footnotes": {"a": "Luke 15:16 Other ancient authorities read _filled his stomach with_"}, "text": "He would gladly have filled himself with[^a] the pods that the pigs were eating; and no one gave him anything."},{"verse": 17, "text": "But when he came to himself he said, \"How many of my father\"s hired hands have bread enough and to spare, but here I am dying of hunger!"},{"verse": 18, "text": "I will get up and go to my father, and I will say to him, \"Father, I have sinned against heaven and before you;"},{"verse": 19, "text": "I am no longer worthy to be called your son; treat me like one of your hired hands.\"\""},{"verse": 20, "text": "So he set off and went to his father. But while he was still far off, his father saw him and was filled with compassion; he ran and put his arms around him and kissed him."},{"verse": 21, "footnotes": {"a": "Luke 15:21 Other ancient authorities add _Treat me like one of your hired servants_"}, "text": "Then the son said to him, \"Father, I have sinned against heaven and before you; I am no longer worthy to be called your son.\"[^a]"},{"verse": 22, "text": "But the father said to his slaves, \"Quickly, bring out a robe--the best one--and put it on him; put a ring on his finger and sandals on his feet."},{"verse": 23, "text": "And get the fatted calf and kill it, and let us eat and celebrate;"},{"verse": 24, "text": "for this son of mine was dead and is alive again; he was lost and is found!\" And they began to celebrate."},{"verse": 25, "text": "\"Now his elder son was in the field; and when he came and approached the house, he heard music and dancing."},{"verse": 26, "text": "He called one of the slaves and asked what was going on."},{"verse": 27, "text": "He replied, \"Your brother has come, and your father has killed the fatted calf, because he has got him back safe and sound.\""},{"verse": 28, "text": "Then he became angry and refused to go in. His father came out and began to plead with him."},{"verse": 29, "text": "But he answered his father, \"Listen! For all these years I have been working like a slave for you, and I have never disobeyed your command; yet you have never given me even a young goat so that I might celebrate with my friends."},{"verse": 30, "text": "But when this son of yours came back, who has devoured your property with prostitutes, you killed the fatted calf for him!\""},{"verse": 31, "footnotes": {"a": "Luke 15:31 Gk _he_"}, "text": "Then the father[^a] said to him, \"Son, you are always with me, and all that is mine is yours."},{"verse": 32, "text": "But we had to celebrate and rejoice, because this brother of yours was dead and has come to life; he was lost and has been found.\"\""}]}
,{"chapter": 16, "verses":[{"verse": 1, "footnotes": {"a": "Luke 16:1 Gk _he_"}, "text": "||The Parable of the Dishonest Manager||Then Jesus[^a] said to the disciples, \"There was a rich man who had a manager, and charges were brought to him that this man was squandering his property."},{"verse": 2, "text": "So he summoned him and said to him, \"What is this that I hear about you? Give me an accounting of your management, because you cannot be my manager any longer.\""},{"verse": 3, "text": "Then the manager said to himself, \"What will I do, now that my master is taking the position away from me? I am not strong enough to dig, and I am ashamed to beg."},{"verse": 4, "text": "I have decided what to do so that, when I am dismissed as manager, people may welcome me into their homes.\""},{"verse": 5, "text": "So, summoning his master\"s debtors one by one, he asked the first, \"How much do you owe my master?\""},{"verse": 6, "text": "He answered, \"A hundred jugs of olive oil.\" He said to him, \"Take your bill, sit down quickly, and make it fifty.\""},{"verse": 7, "text": "Then he asked another, \"And how much do you owe?\" He replied, \"A hundred containers of wheat.\" He said to him, \"Take your bill and make it eighty.\""},{"verse": 8, "text": "And his master commended the dishonest manager because he had acted shrewdly; for the children of this age are more shrewd in dealing with their own generation than are the children of light."},{"verse": 9, "footnotes": {"a": "Luke 16:9 Gk _mammon_", "b": "Luke 16:9 Gk _tents_"}, "text": "And I tell you, make friends for yourselves by means of dishonest wealth[^a] so that when it is gone, they may welcome you into the eternal homes.[^b]"},{"verse": 10, "text": "\"Whoever is faithful in a very little is faithful also in much; and whoever is dishonest in a very little is dishonest also in much."},{"verse": 11, "footnotes": {"a": "Luke 16:11 Gk _mammon_"}, "text": "If then you have not been faithful with the dishonest wealth,[^a] who will entrust to you the true riches?"},{"verse": 12, "text": "And if you have not been faithful with what belongs to another, who will give you what is your own?"},{"verse": 13, "footnotes": {"a": "Luke 16:13 Gk _mammon_"}, "text": "No slave can serve two masters; for a slave will either hate the one and love the other, or be devoted to the one and despise the other. You cannot serve God and wealth.\"[^a]"},{"verse": 14, "text": "||The Law and the Kingdom of God||The Pharisees, who were lovers of money, heard all this, and they ridiculed him."},{"verse": 15, "text": "So he said to them, \"You are those who justify yourselves in the sight of others; but God knows your hearts; for what is prized by human beings is an abomination in the sight of God."},{"verse": 16, "footnotes": {"a": "Luke 16:16 Or _everyone is strongly urged to enter it_"}, "text": "\"The law and the prophets were in effect until John came; since then the good news of the kingdom of God is proclaimed, and everyone tries to enter it by force.[^a]"},{"verse": 17, "text": "But it is easier for heaven and earth to pass away, than for one stroke of a letter in the law to be dropped."},{"verse": 18, "text": "\"Anyone who divorces his wife and marries another commits adultery, and whoever marries a woman divorced from her husband commits adultery."},{"verse": 19, "text": "||The Rich Man and Lazarus||\"There was a rich man who was dressed in purple and fine linen and who feasted sumptuously every day."},{"verse": 20, "text": "And at his gate lay a poor man named Lazarus, covered with sores,"},{"verse": 21, "text": "who longed to satisfy his hunger with what fell from the rich man\"s table; even the dogs would come and lick his sores."},{"verse": 22, "footnotes": {"a": "Luke 16:22 Gk _to Abraham’s bosom_"}, "text": "The poor man died and was carried away by the angels to be with Abraham.[^a] The rich man also died and was buried."},{"verse": 23, "footnotes": {"a": "Luke 16:23 Gk _in his bosom_"}, "text": "In Hades, where he was being tormented, he looked up and saw Abraham far away with Lazarus by his side.[^a]"},{"verse": 24, "text": "He called out, \"Father Abraham, have mercy on me, and send Lazarus to dip the tip of his finger in water and cool my tongue; for I am in agony in these flames.\""},{"verse": 25, "text": "But Abraham said, \"Child, remember that during your lifetime you received your good things, and Lazarus in like manner evil things; but now he is comforted here, and you are in agony."},{"verse": 26, "text": "Besides all this, between you and us a great chasm has been fixed, so that those who might want to pass from here to you cannot do so, and no one can cross from there to us.\""},{"verse": 27, "text": "He said, \"Then, father, I beg you to send him to my father\"s house--"},{"verse": 28, "text": "for I have five brothers--that he may warn them, so that they will not also come into this place of torment.\""},{"verse": 29, "text": "Abraham replied, \"They have Moses and the prophets; they should listen to them.\""},{"verse": 30, "text": "He said, \"No, father Abraham; but if someone goes to them from the dead, they will repent.\""},{"verse": 31, "text": "He said to him, \"If they do not listen to Moses and the prophets, neither will they be convinced even if someone rises from the dead.\"\""}]}
,{"chapter": 17, "verses":[{"verse": 1, "footnotes": {"a": "Luke 17:1 Gk _He_"}, "text": "||Some Sayings of Jesus||Jesus[^a] said to his disciples, \"Occasions for stumbling are bound to come, but woe to anyone by whom they come!"},{"verse": 2, "text": "It would be better for you if a millstone were hung around your neck and you were thrown into the sea than for you to cause one of these little ones to stumble."},{"verse": 3, "footnotes": {"a": "Luke 17:3 Gk _your brother_"}, "text": "Be on your guard! If another disciple[^a] sins, you must rebuke the offender, and if there is repentance, you must forgive."},{"verse": 4, "text": "And if the same person sins against you seven times a day, and turns back to you seven times and says, \"I repent,\" you must forgive.\""},{"verse": 5, "text": "The apostles said to the Lord, \"Increase our faith!\""},{"verse": 6, "footnotes": {"a": "Luke 17:6 Gk _faith as a grain of_"}, "text": "The Lord replied, \"If you had faith the size of a[^a] mustard seed, you could say to this mulberry tree, \"Be uprooted and planted in the sea,\" and it would obey you."},{"verse": 7, "text": "\"Who among you would say to your slave who has just come in from plowing or tending sheep in the field, \"Come here at once and take your place at the table\"?"},{"verse": 8, "text": "Would you not rather say to him, \"Prepare supper for me, put on your apron and serve me while I eat and drink; later you may eat and drink\"?"},{"verse": 9, "text": "Do you thank the slave for doing what was commanded?"},{"verse": 10, "text": "So you also, when you have done all that you were ordered to do, say, \"We are worthless slaves; we have done only what we ought to have done!\"\""},{"verse": 11, "footnotes": {"a": "Luke 17:11 Gk _he_"}, "text": "||Jesus Cleanses Ten Lepers||On the way to Jerusalem Jesus[^a] was going through the region between Samaria and Galilee."},{"verse": 12, "footnotes": {"a": "Luke 17:12 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "As he entered a village, ten lepers[^a] approached him. Keeping their distance,"},{"verse": 13, "text": "they called out, saying, \"Jesus, Master, have mercy on us!\""},{"verse": 14, "text": "When he saw them, he said to them, \"Go and show yourselves to the priests.\" And as they went, they were made clean."},{"verse": 15, "text": "Then one of them, when he saw that he was healed, turned back, praising God with a loud voice."},{"verse": 16, "footnotes": {"a": "Luke 17:16 Gk _his_"}, "text": "He prostrated himself at Jesus\"[^a] feet and thanked him. And he was a Samaritan."},{"verse": 17, "text": "Then Jesus asked, \"Were not ten made clean? But the other nine, where are they?"},{"verse": 18, "text": "Was none of them found to return and give praise to God except this foreigner?\""},{"verse": 19, "text": "Then he said to him, \"Get up and go on your way; your faith has made you well.\""},{"verse": 20, "footnotes": {"a": "Luke 17:20 Gk _he_"}, "text": "||The Coming of the Kingdom||Once Jesus[^a] was asked by the Pharisees when the kingdom of God was coming, and he answered, \"The kingdom of God is not coming with things that can be observed;"},{"verse": 21, "footnotes": {"a": "Luke 17:21 Or _within_"}, "text": "nor will they say, \"Look, here it is!\" or \"There it is!\" For, in fact, the kingdom of God is among[^a] you.\""},{"verse": 22, "text": "Then he said to the disciples, \"The days are coming when you will long to see one of the days of the Son of Man, and you will not see it."},{"verse": 23, "text": "They will say to you, \"Look there!\" or \"Look here!\" Do not go, do not set off in pursuit."},{"verse": 24, "footnotes": {"a": "Luke 17:24 Other ancient authorities lack _in his day_"}, "text": "For as the lightning flashes and lights up the sky from one side to the other, so will the Son of Man be in his day.[^a]"},{"verse": 25, "text": "But first he must endure much suffering and be rejected by this generation."},{"verse": 26, "text": "Just as it was in the days of Noah, so too it will be in the days of the Son of Man."},{"verse": 27, "text": "They were eating and drinking, and marrying and being given in marriage, until the day Noah entered the ark, and the flood came and destroyed all of them."},{"verse": 28, "text": "Likewise, just as it was in the days of Lot: they were eating and drinking, buying and selling, planting and building,"},{"verse": 29, "text": "but on the day that Lot left Sodom, it rained fire and sulfur from heaven and destroyed all of them"},{"verse": 30, "text": "--it will be like that on the day that the Son of Man is revealed."},{"verse": 31, "text": "On that day, anyone on the housetop who has belongings in the house must not come down to take them away; and likewise anyone in the field must not turn back."},{"verse": 32, "text": "Remember Lot\"s wife."},{"verse": 33, "text": "Those who try to make their life secure will lose it, but those who lose their life will keep it."},{"verse": 34, "text": "I tell you, on that night there will be two in one bed; one will be taken and the other left."},{"verse": 35, "footnotes": {"a": "Luke 17:35 Other ancient authorities add verse 36, _“Two will be in the field; one will be taken and the other left.”_"}, "text": "There will be two women grinding meal together; one will be taken and the other left.\"[^a]"}]}
,{"chapter": 18, "verses":[{"verse": 1, "footnotes": {"a": "Luke 18:1 Gk _he_"}, "text": "||The Parable of the Widow and the Unjust Judge||Then Jesus[^a] told them a parable about their need to pray always and not to lose heart."},{"verse": 2, "text": "He said, \"In a certain city there was a judge who neither feared God nor had respect for people."},{"verse": 3, "text": "In that city there was a widow who kept coming to him and saying, \"Grant me justice against my opponent.\""},{"verse": 4, "text": "For a while he refused; but later he said to himself, \"Though I have no fear of God and no respect for anyone,"},{"verse": 5, "footnotes": {"a": "Luke 18:5 Or _so that she may not finally come and slap me in the face_"}, "text": "yet because this widow keeps bothering me, I will grant her justice, so that she may not wear me out by continually coming.\"\"[^a]"},{"verse": 6, "text": "And the Lord said, \"Listen to what the unjust judge says."},{"verse": 7, "text": "And will not God grant justice to his chosen ones who cry to him day and night? Will he delay long in helping them?"},{"verse": 8, "text": "I tell you, he will quickly grant justice to them. And yet, when the Son of Man comes, will he find faith on earth?\""},{"verse": 9, "text": "||The Parable of the Pharisee and the Tax Collector||He also told this parable to some who trusted in themselves that they were righteous and regarded others with contempt:"},{"verse": 10, "text": "\"Two men went up to the temple to pray, one a Pharisee and the other a tax collector."},{"verse": 11, "text": "The Pharisee, standing by himself, was praying thus, \"God, I thank you that I am not like other people: thieves, rogues, adulterers, or even like this tax collector."},{"verse": 12, "text": "I fast twice a week; I give a tenth of all my income.\""},{"verse": 13, "text": "But the tax collector, standing far off, would not even look up to heaven, but was beating his breast and saying, \"God, be merciful to me, a sinner!\""},{"verse": 14, "text": "I tell you, this man went down to his home justified rather than the other; for all who exalt themselves will be humbled, but all who humble themselves will be exalted.\""},{"verse": 15, "text": "||Jesus Blesses Little Children||People were bringing even infants to him that he might touch them; and when the disciples saw it, they sternly ordered them not to do it."},{"verse": 16, "text": "But Jesus called for them and said, \"Let the little children come to me, and do not stop them; for it is to such as these that the kingdom of God belongs."},{"verse": 17, "text": "Truly I tell you, whoever does not receive the kingdom of God as a little child will never enter it.\""},{"verse": 18, "text": "||The Rich Ruler||A certain ruler asked him, \"Good Teacher, what must I do to inherit eternal life?\""},{"verse": 19, "text": "Jesus said to him, \"Why do you call me good? No one is good but God alone."},{"verse": 20, "text": "You know the commandments: \"You shall not commit adultery; You shall not murder; You shall not steal; You shall not bear false witness; Honor your father and mother.\"\""},{"verse": 21, "text": "He replied, \"I have kept all these since my youth.\""},{"verse": 22, "footnotes": {"a": "Luke 18:22 Gk lacks _the money_"}, "text": "When Jesus heard this, he said to him, \"There is still one thing lacking. Sell all that you own and distribute the money[^a] to the poor, and you will have treasure in heaven; then come, follow me.\""},{"verse": 23, "text": "But when he heard this, he became sad; for he was very rich."},{"verse": 24, "text": "Jesus looked at him and said, \"How hard it is for those who have wealth to enter the kingdom of God!"},{"verse": 25, "text": "Indeed, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.\""},{"verse": 26, "text": "Those who heard it said, \"Then who can be saved?\""},{"verse": 27, "text": "He replied, \"What is impossible for mortals is possible for God.\""},{"verse": 28, "text": "Then Peter said, \"Look, we have left our homes and followed you.\""},{"verse": 29, "text": "And he said to them, \"Truly I tell you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God,"},{"verse": 30, "text": "who will not get back very much more in this age, and in the age to come eternal life.\""},{"verse": 31, "text": "||A Third Time Jesus Foretells His Death and Resurrection||Then he took the twelve aside and said to them, \"See, we are going up to Jerusalem, and everything that is written about the Son of Man by the prophets will be accomplished."},{"verse": 32, "text": "For he will be handed over to the Gentiles; and he will be mocked and insulted and spat upon."},{"verse": 33, "text": "After they have flogged him, they will kill him, and on the third day he will rise again.\""},{"verse": 34, "text": "But they understood nothing about all these things; in fact, what he said was hidden from them, and they did not grasp what was said."},{"verse": 35, "text": "||Jesus Heals a Blind Beggar Near Jericho||As he approached Jericho, a blind man was sitting by the roadside begging."},{"verse": 36, "text": "When he heard a crowd going by, he asked what was happening."},{"verse": 37, "footnotes": {"a": "Luke 18:37 Gk _the Nazorean_"}, "text": "They told him, \"Jesus of Nazareth[^a] is passing by.\""},{"verse": 38, "text": "Then he shouted, \"Jesus, Son of David, have mercy on me!\""},{"verse": 39, "text": "Those who were in front sternly ordered him to be quiet; but he shouted even more loudly, \"Son of David, have mercy on me!\""},{"verse": 40, "text": "Jesus stood still and ordered the man to be brought to him; and when he came near, he asked him,"},{"verse": 41, "text": "\"What do you want me to do for you?\" He said, \"Lord, let me see again.\""},{"verse": 42, "text": "Jesus said to him, \"Receive your sight; your faith has saved you.\""},{"verse": 43, "text": "Immediately he regained his sight and followed him, glorifying God; and all the people, when they saw it, praised God."}]}
,{"chapter": 19, "verses":[{"verse": 1, "text": "||Jesus and Zacchaeus||He entered Jericho and was passing through it."},{"verse": 2, "text": "A man was there named Zacchaeus; he was a chief tax collector and was rich."},{"verse": 3, "text": "He was trying to see who Jesus was, but on account of the crowd he could not, because he was short in stature."},{"verse": 4, "text": "So he ran ahead and climbed a sycamore tree to see him, because he was going to pass that way."},{"verse": 5, "text": "When Jesus came to the place, he looked up and said to him, \"Zacchaeus, hurry and come down; for I must stay at your house today.\""},{"verse": 6, "text": "So he hurried down and was happy to welcome him."},{"verse": 7, "text": "All who saw it began to grumble and said, \"He has gone to be the guest of one who is a sinner.\""},{"verse": 8, "text": "Zacchaeus stood there and said to the Lord, \"Look, half of my possessions, Lord, I will give to the poor; and if I have defrauded anyone of anything, I will pay back four times as much.\""},{"verse": 9, "text": "Then Jesus said to him, \"Today salvation has come to this house, because he too is a son of Abraham."},{"verse": 10, "text": "For the Son of Man came to seek out and to save the lost.\""},{"verse": 11, "text": "||The Parable of the Ten Pounds||As they were listening to this, he went on to tell a parable, because he was near Jerusalem, and because they supposed that the kingdom of God was to appear immediately."},{"verse": 12, "text": "So he said, \"A nobleman went to a distant country to get royal power for himself and then return."},{"verse": 13, "footnotes": {"a": "Luke 19:13 The mina, rendered here by _pound,_ was about three months’ wages for a laborer"}, "text": "He summoned ten of his slaves, and gave them ten pounds,[^a] and said to them, \"Do business with these until I come back.\""},{"verse": 14, "text": "But the citizens of his country hated him and sent a delegation after him, saying, \"We do not want this man to rule over us.\""},{"verse": 15, "text": "When he returned, having received royal power, he ordered these slaves, to whom he had given the money, to be summoned so that he might find out what they had gained by trading."},{"verse": 16, "text": "The first came forward and said, \"Lord, your pound has made ten more pounds.\""},{"verse": 17, "text": "He said to him, \"Well done, good slave! Because you have been trustworthy in a very small thing, take charge of ten cities.\""},{"verse": 18, "text": "Then the second came, saying, \"Lord, your pound has made five pounds.\""},{"verse": 19, "text": "He said to him, \"And you, rule over five cities.\""},{"verse": 20, "text": "Then the other came, saying, \"Lord, here is your pound. I wrapped it up in a piece of cloth,"},{"verse": 21, "text": "for I was afraid of you, because you are a harsh man; you take what you did not deposit, and reap what you did not sow.\""},{"verse": 22, "text": "He said to him, \"I will judge you by your own words, you wicked slave! You knew, did you, that I was a harsh man, taking what I did not deposit and reaping what I did not sow?"},{"verse": 23, "text": "Why then did you not put my money into the bank? Then when I returned, I could have collected it with interest.\""},{"verse": 24, "text": "He said to the bystanders, \"Take the pound from him and give it to the one who has ten pounds.\""},{"verse": 25, "text": "(And they said to him, \"Lord, he has ten pounds!\")"},{"verse": 26, "text": "\"I tell you, to all those who have, more will be given; but from those who have nothing, even what they have will be taken away."},{"verse": 27, "text": "But as for these enemies of mine who did not want me to be king over them--bring them here and slaughter them in my presence.\"\""},{"verse": 28, "text": "||Jesus\" Triumphal Entry into Jerusalem||After he had said this, he went on ahead, going up to Jerusalem."},{"verse": 29, "text": "When he had come near Bethphage and Bethany, at the place called the Mount of Olives, he sent two of the disciples,"},{"verse": 30, "text": "saying, \"Go into the village ahead of you, and as you enter it you will find tied there a colt that has never been ridden. Untie it and bring it here."},{"verse": 31, "text": "If anyone asks you, \"Why are you untying it?\" just say this, \"The Lord needs it.\"\""},{"verse": 32, "text": "So those who were sent departed and found it as he had told them."},{"verse": 33, "text": "As they were untying the colt, its owners asked them, \"Why are you untying the colt?\""},{"verse": 34, "text": "They said, \"The Lord needs it.\""},{"verse": 35, "text": "Then they brought it to Jesus; and after throwing their cloaks on the colt, they set Jesus on it."},{"verse": 36, "text": "As he rode along, people kept spreading their cloaks on the road."},{"verse": 37, "text": "As he was now approaching the path down from the Mount of Olives, the whole multitude of the disciples began to praise God joyfully with a loud voice for all the deeds of power that they had seen,"},{"verse": 38, "text": "saying,\n\"Blessed is the king  \n    who comes in the name of the Lord!  \nPeace in heaven,  \n    and glory in the highest heaven!\""},{"verse": 39, "text": "Some of the Pharisees in the crowd said to him, \"Teacher, order your disciples to stop.\""},{"verse": 40, "text": "He answered, \"I tell you, if these were silent, the stones would shout out.\""},{"verse": 41, "text": "||Jesus Weeps over Jerusalem||As he came near and saw the city, he wept over it,"},{"verse": 42, "text": "saying, \"If you, even you, had only recognized on this day the things that make for peace! But now they are hidden from your eyes."},{"verse": 43, "text": "Indeed, the days will come upon you, when your enemies will set up ramparts around you and surround you, and hem you in on every side."},{"verse": 44, "footnotes": {"a": "Luke 19:44 Gk lacks _from God_"}, "text": "They will crush you to the ground, you and your children within you, and they will not leave within you one stone upon another; because you did not recognize the time of your visitation from God.\"[^a]"},{"verse": 45, "text": "||Jesus Cleanses the Temple||Then he entered the temple and began to drive out those who were selling things there;"},{"verse": 46, "text": "and he said, \"It is written,\n\"My house shall be a house of prayer\";  \n    but you have made it a den of robbers.\""},{"verse": 47, "text": "Every day he was teaching in the temple. The chief priests, the scribes, and the leaders of the people kept looking for a way to kill him;"},{"verse": 48, "text": "but they did not find anything they could do, for all the people were spellbound by what they heard."}]}
,{"chapter": 20, "verses":[{"verse": 1, "text": "||The Authority of Jesus Questioned||One day, as he was teaching the people in the temple and telling the good news, the chief priests and the scribes came with the elders"},{"verse": 2, "text": "and said to him, \"Tell us, by what authority are you doing these things? Who is it who gave you this authority?\""},{"verse": 3, "text": "He answered them, \"I will also ask you a question, and you tell me:"},{"verse": 4, "text": "Did the baptism of John come from heaven, or was it of human origin?\""},{"verse": 5, "text": "They discussed it with one another, saying, \"If we say, \"From heaven,\" he will say, \"Why did you not believe him?\""},{"verse": 6, "text": "But if we say, \"Of human origin,\" all the people will stone us; for they are convinced that John was a prophet.\""},{"verse": 7, "text": "So they answered that they did not know where it came from."},{"verse": 8, "text": "Then Jesus said to them, \"Neither will I tell you by what authority I am doing these things.\""},{"verse": 9, "text": "||The Parable of the Wicked Tenants||He began to tell the people this parable: \"A man planted a vineyard, and leased it to tenants, and went to another country for a long time."},{"verse": 10, "text": "When the season came, he sent a slave to the tenants in order that they might give him his share of the produce of the vineyard; but the tenants beat him and sent him away empty-handed."},{"verse": 11, "text": "Next he sent another slave; that one also they beat and insulted and sent away empty-handed."},{"verse": 12, "text": "And he sent still a third; this one also they wounded and threw out."},{"verse": 13, "text": "Then the owner of the vineyard said, \"What shall I do? I will send my beloved son; perhaps they will respect him.\""},{"verse": 14, "text": "But when the tenants saw him, they discussed it among themselves and said, \"This is the heir; let us kill him so that the inheritance may be ours.\""},{"verse": 15, "text": "So they threw him out of the vineyard and killed him. What then will the owner of the vineyard do to them?"},{"verse": 16, "text": "He will come and destroy those tenants and give the vineyard to others.\" When they heard this, they said, \"Heaven forbid!\""},{"verse": 17, "footnotes": {"a": "Luke 20:17 Or _keystone_"}, "text": "But he looked at them and said, \"What then does this text mean:\n\"The stone that the builders rejected  \n    has become the cornerstone\"?[^a]"},{"verse": 18, "text": "Everyone who falls on that stone will be broken to pieces; and it will crush anyone on whom it falls.\""},{"verse": 19, "text": "When the scribes and chief priests realized that he had told this parable against them, they wanted to lay hands on him at that very hour, but they feared the people."},{"verse": 20, "text": "||The Question about Paying Taxes||So they watched him and sent spies who pretended to be honest, in order to trap him by what he said, so as to hand him over to the jurisdiction and authority of the governor."},{"verse": 21, "text": "So they asked him, \"Teacher, we know that you are right in what you say and teach, and you show deference to no one, but teach the way of God in accordance with truth."},{"verse": 22, "text": "Is it lawful for us to pay taxes to the emperor, or not?\""},{"verse": 23, "text": "But he perceived their craftiness and said to them,"},{"verse": 24, "text": "\"Show me a denarius. Whose head and whose title does it bear?\" They said, \"The emperor\"s.\""},{"verse": 25, "text": "He said to them, \"Then give to the emperor the things that are the emperor\"s, and to God the things that are God\"s.\""},{"verse": 26, "text": "And they were not able in the presence of the people to trap him by what he said; and being amazed by his answer, they became silent."},{"verse": 27, "text": "||The Question about the Resurrection||Some Sadducees, those who say there is no resurrection, came to him"},{"verse": 28, "footnotes": {"a": "Luke 20:28 Gk _his brother_"}, "text": "and asked him a question, \"Teacher, Moses wrote for us that if a man\"s brother dies, leaving a wife but no children, the man[^a] shall marry the widow and raise up children for his brother."},{"verse": 29, "text": "Now there were seven brothers; the first married, and died childless;"},{"verse": 30, "text": "then the second"},{"verse": 31, "text": "and the third married her, and so in the same way all seven died childless."},{"verse": 32, "text": "Finally the woman also died."},{"verse": 33, "text": "In the resurrection, therefore, whose wife will the woman be? For the seven had married her.\""},{"verse": 34, "text": "Jesus said to them, \"Those who belong to this age marry and are given in marriage;"},{"verse": 35, "text": "but those who are considered worthy of a place in that age and in the resurrection from the dead neither marry nor are given in marriage."},{"verse": 36, "text": "Indeed they cannot die anymore, because they are like angels and are children of God, being children of the resurrection."},{"verse": 37, "text": "And the fact that the dead are raised Moses himself showed, in the story about the bush, where he speaks of the Lord as the God of Abraham, the God of Isaac, and the God of Jacob."},{"verse": 38, "text": "Now he is God not of the dead, but of the living; for to him all of them are alive.\""},{"verse": 39, "text": "Then some of the scribes answered, \"Teacher, you have spoken well.\""},{"verse": 40, "text": "For they no longer dared to ask him another question."},{"verse": 41, "footnotes": {"a": "Luke 20:41 Or _the Christ_"}, "text": "||The Question about David\"s Son||Then he said to them, \"How can they say that the Messiah[^a] is David\"s son?"},{"verse": 42, "text": "For David himself says in the book of Psalms,\n\"The Lord said to my Lord,  \n\"Sit at my right hand,"},{"verse": 43, "text": "    until I make your enemies your footstool.\"\""},{"verse": 44, "text": "David thus calls him Lord; so how can he be his son?\""},{"verse": 45, "footnotes": {"a": "Luke 20:45 Other ancient authorities read _his_"}, "text": "||Jesus Denounces the Scribes||In the hearing of all the people he said to the[^a] disciples,"},{"verse": 46, "text": "\"Beware of the scribes, who like to walk around in long robes, and love to be greeted with respect in the marketplaces, and to have the best seats in the synagogues and places of honor at banquets."},{"verse": 47, "text": "They devour widows\" houses and for the sake of appearance say long prayers. They will receive the greater condemnation.\""}]}
,{"chapter": 21, "verses":[{"verse": 1, "text": "||The Widow\"s Offering||He looked up and saw rich people putting their gifts into the treasury;"},{"verse": 2, "text": "he also saw a poor widow put in two small copper coins."},{"verse": 3, "text": "He said, \"Truly I tell you, this poor widow has put in more than all of them;"},{"verse": 4, "text": "for all of them have contributed out of their abundance, but she out of her poverty has put in all she had to live on.\""},{"verse": 5, "text": "||The Destruction of the Temple Foretold||When some were speaking about the temple, how it was adorned with beautiful stones and gifts dedicated to God, he said,"},{"verse": 6, "text": "\"As for these things that you see, the days will come when not one stone will be left upon another; all will be thrown down.\""},{"verse": 7, "text": "||Signs and Persecutions||They asked him, \"Teacher, when will this be, and what will be the sign that this is about to take place?\""},{"verse": 8, "footnotes": {"a": "Luke 21:8 Gk _I am_", "b": "Luke 21:8 Or _at hand_"}, "text": "And he said, \"Beware that you are not led astray; for many will come in my name and say, \"I am he!\"[^a] and, \"The time is near!\"[^b] Do not go after them."},{"verse": 9, "text": "\"When you hear of wars and insurrections, do not be terrified; for these things must take place first, but the end will not follow immediately.\""},{"verse": 10, "text": "Then he said to them, \"Nation will rise against nation, and kingdom against kingdom;"},{"verse": 11, "text": "there will be great earthquakes, and in various places famines and plagues; and there will be dreadful portents and great signs from heaven."},{"verse": 12, "text": "\"But before all this occurs, they will arrest you and persecute you; they will hand you over to synagogues and prisons, and you will be brought before kings and governors because of my name."},{"verse": 13, "text": "This will give you an opportunity to testify."},{"verse": 14, "text": "So make up your minds not to prepare your defense in advance;"},{"verse": 15, "footnotes": {"a": "Luke 21:15 Gk _a mouth_"}, "text": "for I will give you words[^a] and a wisdom that none of your opponents will be able to withstand or contradict."},{"verse": 16, "text": "You will be betrayed even by parents and brothers, by relatives and friends; and they will put some of you to death."},{"verse": 17, "text": "You will be hated by all because of my name."},{"verse": 18, "text": "But not a hair of your head will perish."},{"verse": 19, "text": "By your endurance you will gain your souls."},{"verse": 20, "footnotes": {"a": "Luke 21:20 Or _is at hand_"}, "text": "||The Destruction of Jerusalem Foretold||\"When you see Jerusalem surrounded by armies, then know that its desolation has come near.[^a]"},{"verse": 21, "text": "Then those in Judea must flee to the mountains, and those inside the city must leave it, and those out in the country must not enter it;"},{"verse": 22, "text": "for these are days of vengeance, as a fulfillment of all that is written."},{"verse": 23, "text": "Woe to those who are pregnant and to those who are nursing infants in those days! For there will be great distress on the earth and wrath against this people;"},{"verse": 24, "text": "they will fall by the edge of the sword and be taken away as captives among all nations; and Jerusalem will be trampled on by the Gentiles, until the times of the Gentiles are fulfilled."},{"verse": 25, "text": "||The Coming of the Son of Man||\"There will be signs in the sun, the moon, and the stars, and on the earth distress among nations confused by the roaring of the sea and the waves."},{"verse": 26, "text": "People will faint from fear and foreboding of what is coming upon the world, for the powers of the heavens will be shaken."},{"verse": 27, "text": "Then they will see \"the Son of Man coming in a cloud\" with power and great glory."},{"verse": 28, "text": "Now when these things begin to take place, stand up and raise your heads, because your redemption is drawing near.\""},{"verse": 29, "text": "||The Lesson of the Fig Tree||Then he told them a parable: \"Look at the fig tree and all the trees;"},{"verse": 30, "text": "as soon as they sprout leaves you can see for yourselves and know that summer is already near."},{"verse": 31, "text": "So also, when you see these things taking place, you know that the kingdom of God is near."},{"verse": 32, "text": "Truly I tell you, this generation will not pass away until all things have taken place."},{"verse": 33, "text": "Heaven and earth will pass away, but my words will not pass away."},{"verse": 34, "text": "||Exhortation to Watch||\"Be on guard so that your hearts are not weighed down with dissipation and drunkenness and the worries of this life, and that day does not catch you unexpectedly,"},{"verse": 35, "text": "like a trap. For it will come upon all who live on the face of the whole earth."},{"verse": 36, "text": "Be alert at all times, praying that you may have the strength to escape all these things that will take place, and to stand before the Son of Man.\""},{"verse": 37, "text": "Every day he was teaching in the temple, and at night he would go out and spend the night on the Mount of Olives, as it was called."},{"verse": 38, "text": "And all the people would get up early in the morning to listen to him in the temple."}]}
,{"chapter": 22, "verses":[{"verse": 1, "text": "||The Plot to Kill Jesus||Now the festival of Unleavened Bread, which is called the Passover, was near."},{"verse": 2, "footnotes": {"a": "Luke 22:2 Gk _him_"}, "text": "The chief priests and the scribes were looking for a way to put Jesus[^a] to death, for they were afraid of the people."},{"verse": 3, "text": "Then Satan entered into Judas called Iscariot, who was one of the twelve;"},{"verse": 4, "text": "he went away and conferred with the chief priests and officers of the temple police about how he might betray him to them."},{"verse": 5, "text": "They were greatly pleased and agreed to give him money."},{"verse": 6, "text": "So he consented and began to look for an opportunity to betray him to them when no crowd was present."},{"verse": 7, "text": "||The Preparation of the Passover||Then came the day of Unleavened Bread, on which the Passover lamb had to be sacrificed."},{"verse": 8, "footnotes": {"a": "Luke 22:8 Gk _he_"}, "text": "So Jesus[^a] sent Peter and John, saying, \"Go and prepare the Passover meal for us that we may eat it.\""},{"verse": 9, "text": "They asked him, \"Where do you want us to make preparations for it?\""},{"verse": 10, "text": "\"Listen,\" he said to them, \"when you have entered the city, a man carrying a jar of water will meet you; follow him into the house he enters"},{"verse": 11, "text": "and say to the owner of the house, \"The teacher asks you, \"Where is the guest room, where I may eat the Passover with my disciples?\"\""},{"verse": 12, "text": "He will show you a large room upstairs, already furnished. Make preparations for us there.\""},{"verse": 13, "text": "So they went and found everything as he had told them; and they prepared the Passover meal."},{"verse": 14, "text": "||The Institution of the Lord\"s Supper||When the hour came, he took his place at the table, and the apostles with him."},{"verse": 15, "text": "He said to them, \"I have eagerly desired to eat this Passover with you before I suffer;"},{"verse": 16, "footnotes": {"a": "Luke 22:16 Other ancient authorities read _never eat it again_"}, "text": "for I tell you, I will not eat it[^a] until it is fulfilled in the kingdom of God.\""},{"verse": 17, "text": "Then he took a cup, and after giving thanks he said, \"Take this and divide it among yourselves;"},{"verse": 18, "text": "for I tell you that from now on I will not drink of the fruit of the vine until the kingdom of God comes.\""},{"verse": 19, "text": "Then he took a loaf of bread, and when he had given thanks, he broke it and gave it to them, saying, \"This is my body, which is given for you. Do this in remembrance of me.\""},{"verse": 20, "footnotes": {"a": "Luke 22:20 Other ancient authorities lack, in whole or in part, verses 19b-20 (_which is given . . . in my blood_)"}, "text": "And he did the same with the cup after supper, saying, \"This cup that is poured out for you is the new covenant in my blood.[^a]"},{"verse": 21, "text": "But see, the one who betrays me is with me, and his hand is on the table."},{"verse": 22, "text": "For the Son of Man is going as it has been determined, but woe to that one by whom he is betrayed!\""},{"verse": 23, "text": "Then they began to ask one another which one of them it could be who would do this."},{"verse": 24, "text": "||The Dispute about Greatness||A dispute also arose among them as to which one of them was to be regarded as the greatest."},{"verse": 25, "text": "But he said to them, \"The kings of the Gentiles lord it over them; and those in authority over them are called benefactors."},{"verse": 26, "text": "But not so with you; rather the greatest among you must become like the youngest, and the leader like one who serves."},{"verse": 27, "text": "For who is greater, the one who is at the table or the one who serves? Is it not the one at the table? But I am among you as one who serves."},{"verse": 28, "text": "\"You are those who have stood by me in my trials;"},{"verse": 29, "text": "and I confer on you, just as my Father has conferred on me, a kingdom,"},{"verse": 30, "text": "so that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel."},{"verse": 31, "footnotes": {"a": "Luke 22:31 Or _has obtained permission_"}, "text": "||Jesus Predicts Peter\"s Denial||\"Simon, Simon, listen! Satan has demanded[^a] to sift all of you like wheat,"},{"verse": 32, "text": "but I have prayed for you that your own faith may not fail; and you, when once you have turned back, strengthen your brothers.\""},{"verse": 33, "text": "And he said to him, \"Lord, I am ready to go with you to prison and to death!\""},{"verse": 34, "footnotes": {"a": "Luke 22:34 Gk _He_"}, "text": "Jesus[^a] said, \"I tell you, Peter, the cock will not crow this day, until you have denied three times that you know me.\""},{"verse": 35, "text": "||Purse, Bag, and Sword||He said to them, \"When I sent you out without a purse, bag, or sandals, did you lack anything?\" They said, \"No, not a thing.\""},{"verse": 36, "text": "He said to them, \"But now, the one who has a purse must take it, and likewise a bag. And the one who has no sword must sell his cloak and buy one."},{"verse": 37, "text": "For I tell you, this scripture must be fulfilled in me, \"And he was counted among the lawless\"; and indeed what is written about me is being fulfilled.\""},{"verse": 38, "text": "They said, \"Lord, look, here are two swords.\" He replied, \"It is enough.\""},{"verse": 39, "text": "||Jesus Prays on the Mount of Olives||He came out and went, as was his custom, to the Mount of Olives; and the disciples followed him."},{"verse": 40, "footnotes": {"a": "Luke 22:40 Or _into temptation_"}, "text": "When he reached the place, he said to them, \"Pray that you may not come into the time of trial.\"[^a]"},{"verse": 41, "text": "Then he withdrew from them about a stone\"s throw, knelt down, and prayed,"},{"verse": 42, "text": "\"Father, if you are willing, remove this cup from me; yet, not my will but yours be done.\""},{"verse": 43, "text": "[[Then an angel from heaven appeared to him and gave him strength."},{"verse": 44, "footnotes": {"a": "Luke 22:44 Other ancient authorities lack verses 43 and 44"}, "text": "In his anguish he prayed more earnestly, and his sweat became like great drops of blood falling down on the ground.]][^a]"},{"verse": 45, "text": "When he got up from prayer, he came to the disciples and found them sleeping because of grief,"},{"verse": 46, "footnotes": {"a": "Luke 22:46 Or _into temptation_"}, "text": "and he said to them, \"Why are you sleeping? Get up and pray that you may not come into the time of trial.\"[^a]"},{"verse": 47, "text": "||The Betrayal and Arrest of Jesus||While he was still speaking, suddenly a crowd came, and the one called Judas, one of the twelve, was leading them. He approached Jesus to kiss him;"},{"verse": 48, "text": "but Jesus said to him, \"Judas, is it with a kiss that you are betraying the Son of Man?\""},{"verse": 49, "text": "When those who were around him saw what was coming, they asked, \"Lord, should we strike with the sword?\""},{"verse": 50, "text": "Then one of them struck the slave of the high priest and cut off his right ear."},{"verse": 51, "text": "But Jesus said, \"No more of this!\" And he touched his ear and healed him."},{"verse": 52, "text": "Then Jesus said to the chief priests, the officers of the temple police, and the elders who had come for him, \"Have you come out with swords and clubs as if I were a bandit?"},{"verse": 53, "text": "When I was with you day after day in the temple, you did not lay hands on me. But this is your hour, and the power of darkness!\""},{"verse": 54, "text": "||Peter Denies Jesus||Then they seized him and led him away, bringing him into the high priest\"s house. But Peter was following at a distance."},{"verse": 55, "text": "When they had kindled a fire in the middle of the courtyard and sat down together, Peter sat among them."},{"verse": 56, "text": "Then a servant-girl, seeing him in the firelight, stared at him and said, \"This man also was with him.\""},{"verse": 57, "text": "But he denied it, saying, \"Woman, I do not know him.\""},{"verse": 58, "text": "A little later someone else, on seeing him, said, \"You also are one of them.\" But Peter said, \"Man, I am not!\""},{"verse": 59, "text": "Then about an hour later still another kept insisting, \"Surely this man also was with him; for he is a Galilean.\""},{"verse": 60, "text": "But Peter said, \"Man, I do not know what you are talking about!\" At that moment, while he was still speaking, the cock crowed."},{"verse": 61, "text": "The Lord turned and looked at Peter. Then Peter remembered the word of the Lord, how he had said to him, \"Before the cock crows today, you will deny me three times.\""},{"verse": 62, "text": "And he went out and wept bitterly."},{"verse": 63, "text": "||The Mocking and Beating of Jesus||Now the men who were holding Jesus began to mock him and beat him;"},{"verse": 64, "text": "they also blindfolded him and kept asking him, \"Prophesy! Who is it that struck you?\""},{"verse": 65, "text": "They kept heaping many other insults on him."},{"verse": 66, "text": "||Jesus before the Council||When day came, the assembly of the elders of the people, both chief priests and scribes, gathered together, and they brought him to their council."},{"verse": 67, "footnotes": {"a": "Luke 22:67 Or _the Christ_"}, "text": "They said, \"If you are the Messiah,[^a] tell us.\" He replied, \"If I tell you, you will not believe;"},{"verse": 68, "text": "and if I question you, you will not answer."},{"verse": 69, "text": "But from now on the Son of Man will be seated at the right hand of the power of God.\""},{"verse": 70, "text": "All of them asked, \"Are you, then, the Son of God?\" He said to them, \"You say that I am.\""},{"verse": 71, "text": "Then they said, \"What further testimony do we need? We have heard it ourselves from his own lips!\""}]}
,{"chapter": 23, "verses":[{"verse": 1, "footnotes": {"a": "Luke 23:1 Gk _him_"}, "text": "||Jesus before Pilate||Then the assembly rose as a body and brought Jesus[^a] before Pilate."},{"verse": 2, "footnotes": {"a": "Luke 23:2 Or _is an anointed king_"}, "text": "They began to accuse him, saying, \"We found this man perverting our nation, forbidding us to pay taxes to the emperor, and saying that he himself is the Messiah, a king.\"[^a]"},{"verse": 3, "text": "Then Pilate asked him, \"Are you the king of the Jews?\" He answered, \"You say so.\""},{"verse": 4, "text": "Then Pilate said to the chief priests and the crowds, \"I find no basis for an accusation against this man.\""},{"verse": 5, "text": "But they were insistent and said, \"He stirs up the people by teaching throughout all Judea, from Galilee where he began even to this place.\""},{"verse": 6, "text": "||Jesus before Herod||When Pilate heard this, he asked whether the man was a Galilean."},{"verse": 7, "text": "And when he learned that he was under Herod\"s jurisdiction, he sent him off to Herod, who was himself in Jerusalem at that time."},{"verse": 8, "text": "When Herod saw Jesus, he was very glad, for he had been wanting to see him for a long time, because he had heard about him and was hoping to see him perform some sign."},{"verse": 9, "footnotes": {"a": "Luke 23:9 Gk _he_"}, "text": "He questioned him at some length, but Jesus[^a] gave him no answer."},{"verse": 10, "text": "The chief priests and the scribes stood by, vehemently accusing him."},{"verse": 11, "text": "Even Herod with his soldiers treated him with contempt and mocked him; then he put an elegant robe on him, and sent him back to Pilate."},{"verse": 12, "text": "That same day Herod and Pilate became friends with each other; before this they had been enemies."},{"verse": 13, "text": "||Jesus Sentenced to Death||Pilate then called together the chief priests, the leaders, and the people,"},{"verse": 14, "text": "and said to them, \"You brought me this man as one who was perverting the people; and here I have examined him in your presence and have not found this man guilty of any of your charges against him."},{"verse": 15, "text": "Neither has Herod, for he sent him back to us. Indeed, he has done nothing to deserve death."},{"verse": 16, "footnotes": {"a": "Luke 23:16 Here, or after verse 19, other ancient authorities add verse 17, _Now he was obliged to release someone for them at the festival_"}, "text": "I will therefore have him flogged and release him.\"[^a]"}]}
,{"chapter": 24, "verses":[{"verse": 1, "text": "||The Resurrection of Jesus||But on the first day of the week, at early dawn, they came to the tomb, taking the spices that they had prepared."},{"verse": 2, "text": "They found the stone rolled away from the tomb,"},{"verse": 3, "footnotes": {"a": "Luke 24:3 Other ancient authorities add _of the Lord Jesus_"}, "text": "but when they went in, they did not find the body.[^a]"},{"verse": 4, "text": "While they were perplexed about this, suddenly two men in dazzling clothes stood beside them."},{"verse": 5, "footnotes": {"a": "Luke 24:5 Gk _They_", "b": "Luke 24:5 Gk _but they_", "c": "Luke 24:5 Other ancient authorities lack _He is not here, but has risen_"}, "text": "The women[^a] were terrified and bowed their faces to the ground, but the men[^b] said to them, \"Why do you look for the living among the dead? He is not here, but has risen.[^c]"},{"verse": 6, "text": "Remember how he told you, while he was still in Galilee,"},{"verse": 7, "text": "that the Son of Man must be handed over to sinners, and be crucified, and on the third day rise again.\""},{"verse": 8, "text": "Then they remembered his words,"},{"verse": 9, "text": "and returning from the tomb, they told all this to the eleven and to all the rest."},{"verse": 10, "text": "Now it was Mary Magdalene, Joanna, Mary the mother of James, and the other women with them who told this to the apostles."},{"verse": 11, "text": "But these words seemed to them an idle tale, and they did not believe them."},{"verse": 12, "footnotes": {"a": "Luke 24:12 Other ancient authorities lack verse 12"}, "text": "But Peter got up and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; then he went home, amazed at what had happened.[^a]"},{"verse": 13, "footnotes": {"a": "Luke 24:13 Gk _sixty stadia;_ other ancient authorities read _a hundred sixty stadia_"}, "text": "||The Walk to Emmaus||Now on that same day two of them were going to a village called Emmaus, about seven miles[^a] from Jerusalem,"},{"verse": 14, "text": "and talking with each other about all these things that had happened."},{"verse": 15, "text": "While they were talking and discussing, Jesus himself came near and went with them,"},{"verse": 16, "text": "but their eyes were kept from recognizing him."},{"verse": 17, "footnotes": {"a": "Luke 24:17 Other ancient authorities read _walk along, looking sad?”_"}, "text": "And he said to them, \"What are you discussing with each other while you walk along?\" They stood still, looking sad.[^a]"},{"verse": 18, "text": "Then one of them, whose name was Cleopas, answered him, \"Are you the only stranger in Jerusalem who does not know the things that have taken place there in these days?\""},{"verse": 19, "footnotes": {"a": "Luke 24:19 Other ancient authorities read _Jesus the Nazorean_"}, "text": "He asked them, \"What things?\" They replied, \"The things about Jesus of Nazareth,[^a] who was a prophet mighty in deed and word before God and all the people,"},{"verse": 20, "text": "and how our chief priests and leaders handed him over to be condemned to death and crucified him."},{"verse": 21, "footnotes": {"a": "Luke 24:21 Or _to set Israel free_"}, "text": "But we had hoped that he was the one to redeem Israel.[^a] Yes, and besides all this, it is now the third day since these things took place."},{"verse": 22, "text": "Moreover, some women of our group astounded us. They were at the tomb early this morning,"},{"verse": 23, "text": "and when they did not find his body there, they came back and told us that they had indeed seen a vision of angels who said that he was alive."},{"verse": 24, "text": "Some of those who were with us went to the tomb and found it just as the women had said; but they did not see him.\""},{"verse": 25, "text": "Then he said to them, \"Oh, how foolish you are, and how slow of heart to believe all that the prophets have declared!"},{"verse": 26, "footnotes": {"a": "Luke 24:26 Or _the Christ_"}, "text": "Was it not necessary that the Messiah[^a] should suffer these things and then enter into his glory?\""},{"verse": 27, "text": "Then beginning with Moses and all the prophets, he interpreted to them the things about himself in all the scriptures."},{"verse": 28, "text": "As they came near the village to which they were going, he walked ahead as if he were going on."},{"verse": 29, "text": "But they urged him strongly, saying, \"Stay with us, because it is almost evening and the day is now nearly over.\" So he went in to stay with them."},{"verse": 30, "text": "When he was at the table with them, he took bread, blessed and broke it, and gave it to them."},{"verse": 31, "text": "Then their eyes were opened, and they recognized him; and he vanished from their sight."},{"verse": 32, "footnotes": {"a": "Luke 24:32 Other ancient authorities lack _within us_"}, "text": "They said to each other, \"Were not our hearts burning within us[^a] while he was talking to us on the road, while he was opening the scriptures to us?\""},{"verse": 33, "text": "That same hour they got up and returned to Jerusalem; and they found the eleven and their companions gathered together."},{"verse": 34, "text": "They were saying, \"The Lord has risen indeed, and he has appeared to Simon!\""},{"verse": 35, "text": "Then they told what had happened on the road, and how he had been made known to them in the breaking of the bread."},{"verse": 36, "footnotes": {"a": "Luke 24:36 Other ancient authorities lack _and said to them, “Peace be with you.”_"}, "text": "||Jesus Appears to His Disciples||While they were talking about this, Jesus himself stood among them and said to them, \"Peace be with you.\"[^a]"},{"verse": 37, "text": "They were startled and terrified, and thought that they were seeing a ghost."},{"verse": 38, "text": "He said to them, \"Why are you frightened, and why do doubts arise in your hearts?"},{"verse": 39, "text": "Look at my hands and my feet; see that it is I myself. Touch me and see; for a ghost does not have flesh and bones as you see that I have.\""},{"verse": 40, "footnotes": {"a": "Luke 24:40 Other ancient authorities lack verse 40"}, "text": "And when he had said this, he showed them his hands and his feet.[^a]"},{"verse": 41, "text": "While in their joy they were disbelieving and still wondering, he said to them, \"Have you anything here to eat?\""},{"verse": 42, "text": "They gave him a piece of broiled fish,"},{"verse": 43, "text": "and he took it and ate in their presence."},{"verse": 44, "text": "Then he said to them, \"These are my words that I spoke to you while I was still with you--that everything written about me in the law of Moses, the prophets, and the psalms must be fulfilled.\""},{"verse": 45, "text": "Then he opened their minds to understand the scriptures,"},{"verse": 46, "footnotes": {"a": "Luke 24:46 Or _the Christ_"}, "text": "and he said to them, \"Thus it is written, that the Messiah[^a] is to suffer and to rise from the dead on the third day,"},{"verse": 47, "text": "and that repentance and forgiveness of sins is to be proclaimed in his name to all nations, beginning from Jerusalem."},{"verse": 48, "footnotes": {"a": "Luke 24:48 Or _nations. Beginning from Jerusalem |[48 ]|you are witnesses_"}, "text": "You are witnesses[^a] of these things."},{"verse": 49, "text": "And see, I am sending upon you what my Father promised; so stay here in the city until you have been clothed with power from on high.\""},{"verse": 50, "text": "||The Ascension of Jesus||Then he led them out as far as Bethany, and, lifting up his hands, he blessed them."},{"verse": 51, "footnotes": {"a": "Luke 24:51 Other ancient authorities lack _and was carried up into heaven_"}, "text": "While he was blessing them, he withdrew from them and was carried up into heaven.[^a]"},{"verse": 52, "footnotes": {"a": "Luke 24:52 Other ancient authorities lack _worshiped him, and_"}, "text": "And they worshiped him, and[^a] returned to Jerusalem with great joy;"},{"verse": 53, "footnotes": {"a": "Luke 24:53 Other ancient authorities add _Amen_"}, "text": "and they were continually in the temple blessing God.[^a]"}]}
]}