{"book": "Malachi", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Malachi 1:1 Or _by my messenger_"}, "text": "An oracle. The word of the LORD to Israel by Malachi.[^a]"},{"verse": 2, "text": "||Israel Preferred to Edom||I have loved you, says the LORD. But you say, \"How have you loved us?\" Is not Esau Jacob\"s brother? says the LORD. Yet I have loved Jacob"},{"verse": 3, "text": "but I have hated Esau; I have made his hill country a desolation and his heritage a desert for jackals."},{"verse": 4, "text": "If Edom says, \"We are shattered but we will rebuild the ruins,\" the LORD of hosts says: They may build, but I will tear down, until they are called the wicked country, the people with whom the LORD is angry forever."},{"verse": 5, "text": "Your own eyes shall see this, and you shall say, \"Great is the LORD beyond the borders of Israel!\""},{"verse": 6, "text": "||Corruption of the Priesthood||A son honors his father, and servants their master. If then I am a father, where is the honor due me? And if I am a master, where is the respect due me? says the LORD of hosts to you, O priests, who despise my name. You say, \"How have we despised your name?\""},{"verse": 7, "footnotes": {"a": "Malachi 1:7 Gk: Heb _you_"}, "text": "By offering polluted food on my altar. And you say, \"How have we polluted it?\"[^a] By thinking that the LORD\"s table may be despised."},{"verse": 8, "text": "When you offer blind animals in sacrifice, is that not wrong? And when you offer those that are lame or sick, is that not wrong? Try presenting that to your governor; will he be pleased with you or show you favor? says the LORD of hosts."},{"verse": 9, "text": "And now implore the favor of God, that he may be gracious to us. The fault is yours. Will he show favor to any of you? says the LORD of hosts."},{"verse": 10, "footnotes": {"a": "Malachi 1:10 Heb lacks _temple_"}, "text": "Oh, that someone among you would shut the temple[^a] doors, so that you would not kindle fire on my altar in vain! I have no pleasure in you, says the LORD of hosts, and I will not accept an offering from your hands."},{"verse": 11, "text": "For from the rising of the sun to its setting my name is great among the nations, and in every place incense is offered to my name, and a pure offering; for my name is great among the nations, says the LORD of hosts."},{"verse": 12, "footnotes": {"a": "Malachi 1:12 Compare Syr Tg: Heb _its fruit, its food_"}, "text": "But you profane it when you say that the Lord\"s table is polluted, and the food for it[^a] may be despised."},{"verse": 13, "footnotes": {"a": "Malachi 1:13 Another reading is _at it_"}, "text": "\"What a weariness this is,\" you say, and you sniff at me,[^a] says the LORD of hosts. You bring what has been taken by violence or is lame or sick, and this you bring as your offering! Shall I accept that from your hand? says the LORD."},{"verse": 14, "text": "Cursed be the cheat who has a male in the flock and vows to give it, and yet sacrifices to the Lord what is blemished; for I am a great King, says the LORD of hosts, and my name is reverenced among the nations."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "And now, O priests, this command is for you."},{"verse": 2, "footnotes": {"a": "Malachi 2:2 Heb _it_"}, "text": "If you will not listen, if you will not lay it to heart to give glory to my name, says the LORD of hosts, then I will send the curse on you and I will curse your blessings; indeed I have already cursed them,[^a] because you do not lay it to heart."},{"verse": 3, "footnotes": {"a": "Malachi 2:3 Cn Compare Gk Syr: Heb _and he shall bear you to it_"}, "text": "I will rebuke your offspring, and spread dung on your faces, the dung of your offerings, and I will put you out of my presence.[^a]"},{"verse": 4, "text": "Know, then, that I have sent this command to you, that my covenant with Levi may hold, says the LORD of hosts."},{"verse": 5, "text": "My covenant with him was a covenant of life and well-being, which I gave him; this called for reverence, and he revered me and stood in awe of my name."},{"verse": 6, "text": "True instruction was in his mouth, and no wrong was found on his lips. He walked with me in integrity and uprightness, and he turned many from iniquity."},{"verse": 7, "text": "For the lips of a priest should guard knowledge, and people should seek instruction from his mouth, for he is the messenger of the LORD of hosts."},{"verse": 8, "text": "But you have turned aside from the way; you have caused many to stumble by your instruction; you have corrupted the covenant of Levi, says the LORD of hosts,"},{"verse": 9, "text": "and so I make you despised and abased before all the people, inasmuch as you have not kept my ways but have shown partiality in your instruction."},{"verse": 10, "text": "||The Covenant Profaned by Judah||Have we not all one father? Has not one God created us? Why then are we faithless to one another, profaning the covenant of our ancestors?"},{"verse": 11, "text": "Judah has been faithless, and abomination has been committed in Israel and in Jerusalem; for Judah has profaned the sanctuary of the LORD, which he loves, and has married the daughter of a foreign god."},{"verse": 12, "footnotes": {"a": "Malachi 2:12 Cn Compare Gk: Heb _arouse_"}, "text": "May the LORD cut off from the tents of Jacob anyone who does this--any to witness[^a] or answer, or to bring an offering to the LORD of hosts."},{"verse": 13, "text": "And this you do as well: You cover the LORD\"s altar with tears, with weeping and groaning because he no longer regards the offering or accepts it with favor at your hand."},{"verse": 14, "text": "You ask, \"Why does he not?\" Because the LORD was a witness between you and the wife of your youth, to whom you have been faithless, though she is your companion and your wife by covenant."},{"verse": 15, "footnotes": {"a": "Malachi 2:15 Or _Has he not made one?_", "b": "Malachi 2:15 Cn: Heb _and a remnant of spirit was his_", "c": "Malachi 2:15 Heb _he_"}, "text": "Did not one God make her?[^a] Both flesh and spirit are his.[^b] And what does the one God[^c] desire? Godly offspring. So look to yourselves, and do not let anyone be faithless to the wife of his youth."},{"verse": 16, "footnotes": {"a": "Malachi 2:16 Cn: Heb _he hates_"}, "text": "For I hate[^a] divorce, says the LORD, the God of Israel, and covering one\"s garment with violence, says the LORD of hosts. So take heed to yourselves and do not be faithless."},{"verse": 17, "text": "You have wearied the LORD with your words. Yet you say, \"How have we wearied him?\" By saying, \"All who do evil are good in the sight of the LORD, and he delights in them.\" Or by asking, \"Where is the God of justice?\""}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||The Coming Messenger||See, I am sending my messenger to prepare the way before me, and the Lord whom you seek will suddenly come to his temple. The messenger of the covenant in whom you delight--indeed, he is coming, says the LORD of hosts."},{"verse": 2, "text": "But who can endure the day of his coming, and who can stand when he appears?\nFor he is like a refiner\"s fire and like fullers\" soap;"},{"verse": 3, "footnotes": {"a": "Malachi 3:3 Or _right offerings to the Lord_"}, "text": "he will sit as a refiner and purifier of silver, and he will purify the descendants of Levi and refine them like gold and silver, until they present offerings to the LORD in righteousness.[^a]"},{"verse": 4, "text": "Then the offering of Judah and Jerusalem will be pleasing to the LORD as in the days of old and as in former years."},{"verse": 5, "text": "Then I will draw near to you for judgment; I will be swift to bear witness against the sorcerers, against the adulterers, against those who swear falsely, against those who oppress the hired workers in their wages, the widow and the orphan, against those who thrust aside the alien, and do not fear me, says the LORD of hosts."},{"verse": 6, "text": "For I the LORD do not change; therefore you, O children of Jacob, have not perished."},{"verse": 7, "text": "Ever since the days of your ancestors you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the LORD of hosts. But you say, \"How shall we return?\""},{"verse": 8, "text": "||Do Not Rob God||Will anyone rob God? Yet you are robbing me! But you say, \"How are we robbing you?\" In your tithes and offerings!"},{"verse": 9, "text": "You are cursed with a curse, for you are robbing me--the whole nation of you!"},{"verse": 10, "text": "Bring the full tithe into the storehouse, so that there may be food in my house, and thus put me to the test, says the LORD of hosts; see if I will not open the windows of heaven for you and pour down for you an overflowing blessing."},{"verse": 11, "footnotes": {"a": "Malachi 3:11 Heb _devourer_"}, "text": "I will rebuke the locust[^a] for you, so that it will not destroy the produce of your soil; and your vine in the field shall not be barren, says the LORD of hosts."},{"verse": 12, "text": "Then all nations will count you happy, for you will be a land of delight, says the LORD of hosts."},{"verse": 13, "text": "You have spoken harsh words against me, says the LORD. Yet you say, \"How have we spoken against you?\""},{"verse": 14, "text": "You have said, \"It is vain to serve God. What do we profit by keeping his command or by going about as mourners before the LORD of hosts?"},{"verse": 15, "text": "Now we count the arrogant happy; evildoers not only prosper, but when they put God to the test they escape.\""},{"verse": 16, "text": "||The Reward of the Faithful||Then those who revered the LORD spoke with one another. The LORD took note and listened, and a book of remembrance was written before him of those who revered the LORD and thought on his name."},{"verse": 17, "text": "They shall be mine, says the LORD of hosts, my special possession on the day when I act, and I will spare them as parents spare their children who serve them."},{"verse": 18, "text": "Then once more you shall see the difference between the righteous and the wicked, between one who serves God and one who does not serve him."}]}
,{"chapter": 4, "verses":[{"verse": 1, "footnotes": {"a": "Malachi 4:1 Ch 4.1–6 are Ch 3.19–24 in Heb"}, "text": "||The Great Day of the LORD||[^a] See, the day is coming, burning like an oven, when all the arrogant and all evildoers will be stubble; the day that comes shall burn them up, says the LORD of hosts, so that it will leave them neither root nor branch."},{"verse": 2, "text": "But for you who revere my name the sun of righteousness shall rise, with healing in its wings. You shall go out leaping like calves from the stall."},{"verse": 3, "text": "And you shall tread down the wicked, for they will be ashes under the soles of your feet, on the day when I act, says the LORD of hosts."},{"verse": 4, "text": "Remember the teaching of my servant Moses, the statutes and ordinances that I commanded him at Horeb for all Israel."},{"verse": 5, "text": "Lo, I will send you the prophet Elijah before the great and terrible day of the LORD comes."},{"verse": 6, "footnotes": {"a": "Malachi 4:6 Or _a ban of utter destruction_"}, "text": "He will turn the hearts of parents to their children and the hearts of children to their parents, so that I will not come and strike the land with a curse.[^a]"}]}
]}