{"book": "Mark", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Mark 1:1 Or _gospel_", "b": "Mark 1:1 Other ancient authorities lack _the Son of God_"}, "text": "||The Proclamation of John the Baptist||The beginning of the good news[^a] of Jesus Christ, the Son of God.[^b]"},{"verse": 2, "footnotes": {"a": "Mark 1:2 Other ancient authorities read _in the prophets_", "b": "Mark 1:2 Gk _before your face_"}, "text": "As it is written in the prophet Isaiah,[^a]\n\"See, I am sending my messenger ahead of you,[^b]  \n    who will prepare your way;"},{"verse": 3, "text": "the voice of one crying out in the wilderness:  \n    \"Prepare the way of the Lord,  \n    make his paths straight,\"\""},{"verse": 4, "footnotes": {"a": "Mark 1:4 Other ancient authorities read _John was baptizing_"}, "text": "John the baptizer appeared[^a] in the wilderness, proclaiming a baptism of repentance for the forgiveness of sins."},{"verse": 5, "text": "And people from the whole Judean countryside and all the people of Jerusalem were going out to him, and were baptized by him in the river Jordan, confessing their sins."},{"verse": 6, "text": "Now John was clothed with camel\"s hair, with a leather belt around his waist, and he ate locusts and wild honey."},{"verse": 7, "text": "He proclaimed, \"The one who is more powerful than I is coming after me; I am not worthy to stoop down and untie the thong of his sandals."},{"verse": 8, "footnotes": {"a": "Mark 1:8 Or _in_", "b": "Mark 1:8 Or _in_"}, "text": "I have baptized you with[^a] water; but he will baptize you with[^b] the Holy Spirit.\""},{"verse": 9, "text": "||The Baptism of Jesus||In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan."},{"verse": 10, "text": "And just as he was coming up out of the water, he saw the heavens torn apart and the Spirit descending like a dove on him."},{"verse": 11, "footnotes": {"a": "Mark 1:11 Or _my beloved Son_"}, "text": "And a voice came from heaven, \"You are my Son, the Beloved;[^a] with you I am well pleased.\""},{"verse": 12, "text": "||The Temptation of Jesus||And the Spirit immediately drove him out into the wilderness."},{"verse": 13, "text": "He was in the wilderness forty days, tempted by Satan; and he was with the wild beasts; and the angels waited on him."},{"verse": 14, "footnotes": {"a": "Mark 1:14 Or _gospel_", "b": "Mark 1:14 Other ancient authorities read _of the kingdom_"}, "text": "||The Beginning of the Galilean Ministry||Now after John was arrested, Jesus came to Galilee, proclaiming the good news[^a] of God,[^b]"},{"verse": 15, "footnotes": {"a": "Mark 1:15 Or _is at hand_", "b": "Mark 1:15 Or _gospel_"}, "text": "and saying, \"The time is fulfilled, and the kingdom of God has come near;[^a] repent, and believe in the good news.\"[^b]"},{"verse": 16, "text": "||Jesus Calls the First Disciples||As Jesus passed along the Sea of Galilee, he saw Simon and his brother Andrew casting a net into the sea--for they were fishermen."},{"verse": 17, "text": "And Jesus said to them, \"Follow me and I will make you fish for people.\""},{"verse": 18, "text": "And immediately they left their nets and followed him."},{"verse": 19, "text": "As he went a little farther, he saw James son of Zebedee and his brother John, who were in their boat mending the nets."},{"verse": 20, "text": "Immediately he called them; and they left their father Zebedee in the boat with the hired men, and followed him."},{"verse": 21, "text": "||The Man with an Unclean Spirit||They went to Capernaum; and when the sabbath came, he entered the synagogue and taught."},{"verse": 22, "text": "They were astounded at his teaching, for he taught them as one having authority, and not as the scribes."},{"verse": 23, "text": "Just then there was in their synagogue a man with an unclean spirit,"},{"verse": 24, "text": "and he cried out, \"What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are, the Holy One of God.\""},{"verse": 25, "text": "But Jesus rebuked him, saying, \"Be silent, and come out of him!\""},{"verse": 26, "text": "And the unclean spirit, convulsing him and crying with a loud voice, came out of him."},{"verse": 27, "footnotes": {"a": "Mark 1:27 Or _A new teaching! With authority he_"}, "text": "They were all amazed, and they kept on asking one another, \"What is this? A new teaching--with authority! He[^a] commands even the unclean spirits, and they obey him.\""},{"verse": 28, "text": "At once his fame began to spread throughout the surrounding region of Galilee."},{"verse": 29, "footnotes": {"a": "Mark 1:29 Other ancient authorities read _he_"}, "text": "||Jesus Heals Many at Simon\"s House||As soon as they[^a] left the synagogue, they entered the house of Simon and Andrew, with James and John."},{"verse": 30, "text": "Now Simon\"s mother-in-law was in bed with a fever, and they told him about her at once."},{"verse": 31, "text": "He came and took her by the hand and lifted her up. Then the fever left her, and she began to serve them."},{"verse": 32, "text": "That evening, at sunset, they brought to him all who were sick or possessed with demons."},{"verse": 33, "text": "And the whole city was gathered around the door."},{"verse": 34, "text": "And he cured many who were sick with various diseases, and cast out many demons; and he would not permit the demons to speak, because they knew him."},{"verse": 35, "text": "||A Preaching Tour in Galilee||In the morning, while it was still very dark, he got up and went out to a deserted place, and there he prayed."},{"verse": 36, "text": "And Simon and his companions hunted for him."},{"verse": 37, "text": "When they found him, they said to him, \"Everyone is searching for you.\""},{"verse": 38, "text": "He answered, \"Let us go on to the neighboring towns, so that I may proclaim the message there also; for that is what I came out to do.\""},{"verse": 39, "text": "And he went throughout Galilee, proclaiming the message in their synagogues and casting out demons."},{"verse": 40, "footnotes": {"a": "Mark 1:40 The terms _leper_ and _leprosy_ can refer to several diseases", "b": "Mark 1:40 Other ancient authorities lack _kneeling_"}, "text": "||Jesus Cleanses a Leper||A leper[^a] came to him begging him, and kneeling[^b] he said to him, \"If you choose, you can make me clean.\""},{"verse": 41, "footnotes": {"a": "Mark 1:41 Other ancient authorities read _anger_", "b": "Mark 1:41 Gk _he_"}, "text": "Moved with pity,[^a] Jesus[^b] stretched out his hand and touched him, and said to him, \"I do choose. Be made clean!\""},{"verse": 42, "footnotes": {"a": "Mark 1:42 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "Immediately the leprosy[^a] left him, and he was made clean."},{"verse": 43, "text": "After sternly warning him he sent him away at once,"},{"verse": 44, "text": "saying to him, \"See that you say nothing to anyone; but go, show yourself to the priest, and offer for your cleansing what Moses commanded, as a testimony to them.\""},{"verse": 45, "footnotes": {"a": "Mark 1:45 Gk _he_"}, "text": "But he went out and began to proclaim it freely, and to spread the word, so that Jesus[^a] could no longer go into a town openly, but stayed out in the country; and people came to him from every quarter."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Jesus Heals a Paralytic||When he returned to Capernaum after some days, it was reported that he was at home."},{"verse": 2, "text": "So many gathered around that there was no longer room for them, not even in front of the door; and he was speaking the word to them."},{"verse": 3, "footnotes": {"a": "Mark 2:3 Gk _they_"}, "text": "Then some people[^a] came, bringing to him a paralyzed man, carried by four of them."},{"verse": 4, "text": "And when they could not bring him to Jesus because of the crowd, they removed the roof above him; and after having dug through it, they let down the mat on which the paralytic lay."},{"verse": 5, "text": "When Jesus saw their faith, he said to the paralytic, \"Son, your sins are forgiven.\""},{"verse": 6, "text": "Now some of the scribes were sitting there, questioning in their hearts,"},{"verse": 7, "text": "\"Why does this fellow speak in this way? It is blasphemy! Who can forgive sins but God alone?\""},{"verse": 8, "text": "At once Jesus perceived in his spirit that they were discussing these questions among themselves; and he said to them, \"Why do you raise such questions in your hearts?"},{"verse": 9, "text": "Which is easier, to say to the paralytic, \"Your sins are forgiven,\" or to say, \"Stand up and take your mat and walk\"?"},{"verse": 10, "text": "But so that you may know that the Son of Man has authority on earth to forgive sins\"--he said to the paralytic--"},{"verse": 11, "text": "\"I say to you, stand up, take your mat and go to your home.\""},{"verse": 12, "text": "And he stood up, and immediately took the mat and went out before all of them; so that they were all amazed and glorified God, saying, \"We have never seen anything like this!\""},{"verse": 13, "footnotes": {"a": "Mark 2:13 Gk _He_"}, "text": "||Jesus Calls Levi||Jesus[^a] went out again beside the sea; the whole crowd gathered around him, and he taught them."},{"verse": 14, "text": "As he was walking along, he saw Levi son of Alphaeus sitting at the tax booth, and he said to him, \"Follow me.\" And he got up and followed him."},{"verse": 15, "footnotes": {"a": "Mark 2:15 Gk _reclined_", "b": "Mark 2:15 Gk _his_", "c": "Mark 2:15 Gk _reclining_"}, "text": "And as he sat at dinner[^a] in Levi\"s[^b] house, many tax collectors and sinners were also sitting[^c] with Jesus and his disciples--for there were many who followed him."},{"verse": 16, "footnotes": {"a": "Mark 2:16 Other ancient authorities read _and_", "b": "Mark 2:16 Other ancient authorities add _and drink_"}, "text": "When the scribes of[^a] the Pharisees saw that he was eating with sinners and tax collectors, they said to his disciples, \"Why does he eat[^b] with tax collectors and sinners?\""},{"verse": 17, "text": "When Jesus heard this, he said to them, \"Those who are well have no need of a physician, but those who are sick; I have come to call not the righteous but sinners.\""},{"verse": 18, "footnotes": {"a": "Mark 2:18 Gk _they_"}, "text": "||The Question about Fasting||Now John\"s disciples and the Pharisees were fasting; and people[^a] came and said to him, \"Why do John\"s disciples and the disciples of the Pharisees fast, but your disciples do not fast?\""},{"verse": 19, "text": "Jesus said to them, \"The wedding guests cannot fast while the bridegroom is with them, can they? As long as they have the bridegroom with them, they cannot fast."},{"verse": 20, "text": "The days will come when the bridegroom is taken away from them, and then they will fast on that day."},{"verse": 21, "text": "\"No one sews a piece of unshrunk cloth on an old cloak; otherwise, the patch pulls away from it, the new from the old, and a worse tear is made."},{"verse": 22, "footnotes": {"a": "Mark 2:22 Other ancient authorities lack _but one puts new wine into fresh wineskins_"}, "text": "And no one puts new wine into old wineskins; otherwise, the wine will burst the skins, and the wine is lost, and so are the skins; but one puts new wine into fresh wineskins.\"[^a]"},{"verse": 23, "text": "||Pronouncement about the Sabbath||One sabbath he was going through the grainfields; and as they made their way his disciples began to pluck heads of grain."},{"verse": 24, "text": "The Pharisees said to him, \"Look, why are they doing what is not lawful on the sabbath?\""},{"verse": 25, "text": "And he said to them, \"Have you never read what David did when he and his companions were hungry and in need of food?"},{"verse": 26, "text": "He entered the house of God, when Abiathar was high priest, and ate the bread of the Presence, which it is not lawful for any but the priests to eat, and he gave some to his companions.\""},{"verse": 27, "text": "Then he said to them, \"The sabbath was made for humankind, and not humankind for the sabbath;"},{"verse": 28, "text": "so the Son of Man is lord even of the sabbath.\""}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||The Man with a Withered Hand||Again he entered the synagogue, and a man was there who had a withered hand."},{"verse": 2, "text": "They watched him to see whether he would cure him on the sabbath, so that they might accuse him."},{"verse": 3, "text": "And he said to the man who had the withered hand, \"Come forward.\""},{"verse": 4, "text": "Then he said to them, \"Is it lawful to do good or to do harm on the sabbath, to save life or to kill?\" But they were silent."},{"verse": 5, "text": "He looked around at them with anger; he was grieved at their hardness of heart and said to the man, \"Stretch out your hand.\" He stretched it out, and his hand was restored."},{"verse": 6, "text": "The Pharisees went out and immediately conspired with the Herodians against him, how to destroy him."},{"verse": 7, "text": "||A Multitude at the Seaside||Jesus departed with his disciples to the sea, and a great multitude from Galilee followed him;"},{"verse": 8, "text": "hearing all that he was doing, they came to him in great numbers from Judea, Jerusalem, Idumea, beyond the Jordan, and the region around Tyre and Sidon."},{"verse": 9, "text": "He told his disciples to have a boat ready for him because of the crowd, so that they would not crush him;"},{"verse": 10, "text": "for he had cured many, so that all who had diseases pressed upon him to touch him."},{"verse": 11, "text": "Whenever the unclean spirits saw him, they fell down before him and shouted, \"You are the Son of God!\""},{"verse": 12, "text": "But he sternly ordered them not to make him known."},{"verse": 13, "text": "||Jesus Appoints the Twelve||He went up the mountain and called to him those whom he wanted, and they came to him."},{"verse": 14, "footnotes": {"a": "Mark 3:14 Other ancient authorities lack _whom he also named apostles_"}, "text": "And he appointed twelve, whom he also named apostles,[^a] to be with him, and to be sent out to proclaim the message,"},{"verse": 15, "text": "and to have authority to cast out demons."},{"verse": 16, "footnotes": {"a": "Mark 3:16 Other ancient authorities lack _So he appointed the twelve_"}, "text": "So he appointed the twelve:[^a] Simon (to whom he gave the name Peter);"},{"verse": 17, "text": "James son of Zebedee and John the brother of James (to whom he gave the name Boanerges, that is, Sons of Thunder);"},{"verse": 18, "text": "and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James son of Alphaeus, and Thaddaeus, and Simon the Cananaean,"},{"verse": 19, "text": "and Judas Iscariot, who betrayed him.||Jesus and Beelzebul||\nThen he went home;"},{"verse": 20, "text": "and the crowd came together again, so that they could not even eat."},{"verse": 21, "text": "When his family heard it, they went out to restrain him, for people were saying, \"He has gone out of his mind.\""},{"verse": 22, "text": "And the scribes who came down from Jerusalem said, \"He has Beelzebul, and by the ruler of the demons he casts out demons.\""},{"verse": 23, "text": "And he called them to him, and spoke to them in parables, \"How can Satan cast out Satan?"},{"verse": 24, "text": "If a kingdom is divided against itself, that kingdom cannot stand."},{"verse": 25, "text": "And if a house is divided against itself, that house will not be able to stand."},{"verse": 26, "text": "And if Satan has risen up against himself and is divided, he cannot stand, but his end has come."},{"verse": 27, "text": "But no one can enter a strong man\"s house and plunder his property without first tying up the strong man; then indeed the house can be plundered."},{"verse": 28, "text": "\"Truly I tell you, people will be forgiven for their sins and whatever blasphemies they utter;"},{"verse": 29, "text": "but whoever blasphemes against the Holy Spirit can never have forgiveness, but is guilty of an eternal sin\"--"},{"verse": 30, "text": "for they had said, \"He has an unclean spirit.\""},{"verse": 31, "text": "||The True Kindred of Jesus||Then his mother and his brothers came; and standing outside, they sent to him and called him."},{"verse": 32, "footnotes": {"a": "Mark 3:32 Other ancient authorities lack _and sisters_"}, "text": "A crowd was sitting around him; and they said to him, \"Your mother and your brothers and sisters[^a] are outside, asking for you.\""},{"verse": 33, "text": "And he replied, \"Who are my mother and my brothers?\""},{"verse": 34, "text": "And looking at those who sat around him, he said, \"Here are my mother and my brothers!"},{"verse": 35, "text": "Whoever does the will of God is my brother and sister and mother.\""}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||The Parable of the Sower||Again he began to teach beside the sea. Such a very large crowd gathered around him that he got into a boat on the sea and sat there, while the whole crowd was beside the sea on the land."},{"verse": 2, "text": "He began to teach them many things in parables, and in his teaching he said to them:"},{"verse": 3, "text": "\"Listen! A sower went out to sow."},{"verse": 4, "text": "And as he sowed, some seed fell on the path, and the birds came and ate it up."},{"verse": 5, "text": "Other seed fell on rocky ground, where it did not have much soil, and it sprang up quickly, since it had no depth of soil."},{"verse": 6, "text": "And when the sun rose, it was scorched; and since it had no root, it withered away."},{"verse": 7, "text": "Other seed fell among thorns, and the thorns grew up and choked it, and it yielded no grain."},{"verse": 8, "text": "Other seed fell into good soil and brought forth grain, growing up and increasing and yielding thirty and sixty and a hundredfold.\""},{"verse": 9, "text": "And he said, \"Let anyone with ears to hear listen!\""},{"verse": 10, "text": "||The Purpose of the Parables||When he was alone, those who were around him along with the twelve asked him about the parables."},{"verse": 11, "footnotes": {"a": "Mark 4:11 Or _mystery_"}, "text": "And he said to them, \"To you has been given the secret[^a] of the kingdom of God, but for those outside, everything comes in parables;"},{"verse": 12, "text": "in order that\n\"they may indeed look, but not perceive,  \n    and may indeed listen, but not understand;  \nso that they may not turn again and be forgiven.\"\""},{"verse": 13, "text": "And he said to them, \"Do you not understand this parable? Then how will you understand all the parables?"},{"verse": 14, "text": "The sower sows the word."},{"verse": 15, "text": "These are the ones on the path where the word is sown: when they hear, Satan immediately comes and takes away the word that is sown in them."},{"verse": 16, "text": "And these are the ones sown on rocky ground: when they hear the word, they immediately receive it with joy."},{"verse": 17, "footnotes": {"a": "Mark 4:17 Or _stumble_"}, "text": "But they have no root, and endure only for a while; then, when trouble or persecution arises on account of the word, immediately they fall away.[^a]"},{"verse": 18, "text": "And others are those sown among the thorns: these are the ones who hear the word,"},{"verse": 19, "text": "but the cares of the world, and the lure of wealth, and the desire for other things come in and choke the word, and it yields nothing."},{"verse": 20, "text": "And these are the ones sown on the good soil: they hear the word and accept it and bear fruit, thirty and sixty and a hundredfold.\""},{"verse": 21, "text": "||A Lamp under a Bushel Basket||He said to them, \"Is a lamp brought in to be put under the bushel basket, or under the bed, and not on the lampstand?"},{"verse": 22, "text": "For there is nothing hidden, except to be disclosed; nor is anything secret, except to come to light."},{"verse": 23, "text": "Let anyone with ears to hear listen!\""},{"verse": 24, "text": "And he said to them, \"Pay attention to what you hear; the measure you give will be the measure you get, and still more will be given you."},{"verse": 25, "text": "For to those who have, more will be given; and from those who have nothing, even what they have will be taken away.\""},{"verse": 26, "text": "||The Parable of the Growing Seed||He also said, \"The kingdom of God is as if someone would scatter seed on the ground,"},{"verse": 27, "text": "and would sleep and rise night and day, and the seed would sprout and grow, he does not know how."},{"verse": 28, "text": "The earth produces of itself, first the stalk, then the head, then the full grain in the head."},{"verse": 29, "text": "But when the grain is ripe, at once he goes in with his sickle, because the harvest has come.\""},{"verse": 30, "text": "||The Parable of the Mustard Seed||He also said, \"With what can we compare the kingdom of God, or what parable will we use for it?"},{"verse": 31, "text": "It is like a mustard seed, which, when sown upon the ground, is the smallest of all the seeds on earth;"},{"verse": 32, "text": "yet when it is sown it grows up and becomes the greatest of all shrubs, and puts forth large branches, so that the birds of the air can make nests in its shade.\""},{"verse": 33, "text": "||The Use of Parables||With many such parables he spoke the word to them, as they were able to hear it;"},{"verse": 34, "text": "he did not speak to them except in parables, but he explained everything in private to his disciples."},{"verse": 35, "text": "||Jesus Stills a Storm||On that day, when evening had come, he said to them, \"Let us go across to the other side.\""},{"verse": 36, "text": "And leaving the crowd behind, they took him with them in the boat, just as he was. Other boats were with him."},{"verse": 37, "text": "A great windstorm arose, and the waves beat into the boat, so that the boat was already being swamped."},{"verse": 38, "text": "But he was in the stern, asleep on the cushion; and they woke him up and said to him, \"Teacher, do you not care that we are perishing?\""},{"verse": 39, "text": "He woke up and rebuked the wind, and said to the sea, \"Peace! Be still!\" Then the wind ceased, and there was a dead calm."},{"verse": 40, "text": "He said to them, \"Why are you afraid? Have you still no faith?\""},{"verse": 41, "text": "And they were filled with great awe and said to one another, \"Who then is this, that even the wind and the sea obey him?\""}]}
,{"chapter": 5, "verses":[{"verse": 1, "footnotes": {"a": "Mark 5:1 Other ancient authorities read _Gergesenes_; others, _Gadarenes_"}, "text": "||Jesus Heals the Gerasene Demoniac||They came to the other side of the sea, to the country of the Gerasenes.[^a]"},{"verse": 2, "text": "And when he had stepped out of the boat, immediately a man out of the tombs with an unclean spirit met him."},{"verse": 3, "text": "He lived among the tombs; and no one could restrain him any more, even with a chain;"},{"verse": 4, "text": "for he had often been restrained with shackles and chains, but the chains he wrenched apart, and the shackles he broke in pieces; and no one had the strength to subdue him."},{"verse": 5, "text": "Night and day among the tombs and on the mountains he was always howling and bruising himself with stones."},{"verse": 6, "text": "When he saw Jesus from a distance, he ran and bowed down before him;"},{"verse": 7, "text": "and he shouted at the top of his voice, \"What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.\""},{"verse": 8, "text": "For he had said to him, \"Come out of the man, you unclean spirit!\""},{"verse": 9, "footnotes": {"a": "Mark 5:9 Gk _he_"}, "text": "Then Jesus[^a] asked him, \"What is your name?\" He replied, \"My name is Legion; for we are many.\""},{"verse": 10, "text": "He begged him earnestly not to send them out of the country."},{"verse": 11, "text": "Now there on the hillside a great herd of swine was feeding;"},{"verse": 12, "footnotes": {"a": "Mark 5:12 Gk _they_"}, "text": "and the unclean spirits[^a] begged him, \"Send us into the swine; let us enter them.\""},{"verse": 13, "text": "So he gave them permission. And the unclean spirits came out and entered the swine; and the herd, numbering about two thousand, rushed down the steep bank into the sea, and were drowned in the sea."},{"verse": 14, "text": "The swineherds ran off and told it in the city and in the country. Then people came to see what it was that had happened."},{"verse": 15, "text": "They came to Jesus and saw the demoniac sitting there, clothed and in his right mind, the very man who had had the legion; and they were afraid."},{"verse": 16, "text": "Those who had seen what had happened to the demoniac and to the swine reported it."},{"verse": 17, "footnotes": {"a": "Mark 5:17 Gk _him_"}, "text": "Then they began to beg Jesus[^a] to leave their neighborhood."},{"verse": 18, "text": "As he was getting into the boat, the man who had been possessed by demons begged him that he might be with him."},{"verse": 19, "footnotes": {"a": "Mark 5:19 Gk _he_"}, "text": "But Jesus[^a] refused, and said to him, \"Go home to your friends, and tell them how much the Lord has done for you, and what mercy he has shown you.\""},{"verse": 20, "text": "And he went away and began to proclaim in the Decapolis how much Jesus had done for him; and everyone was amazed."},{"verse": 21, "footnotes": {"a": "Mark 5:21 Other ancient authorities lack _in the boat_"}, "text": "||A Girl Restored to Life and a Woman Healed||When Jesus had crossed again in the boat[^a] to the other side, a great crowd gathered around him; and he was by the sea."},{"verse": 22, "text": "Then one of the leaders of the synagogue named Jairus came and, when he saw him, fell at his feet"},{"verse": 23, "text": "and begged him repeatedly, \"My little daughter is at the point of death. Come and lay your hands on her, so that she may be made well, and live.\""},{"verse": 24, "text": "So he went with him.\nAnd a large crowd followed him and pressed in on him."},{"verse": 25, "text": "Now there was a woman who had been suffering from hemorrhages for twelve years."},{"verse": 26, "text": "She had endured much under many physicians, and had spent all that she had; and she was no better, but rather grew worse."},{"verse": 27, "text": "She had heard about Jesus, and came up behind him in the crowd and touched his cloak,"},{"verse": 28, "text": "for she said, \"If I but touch his clothes, I will be made well.\""},{"verse": 29, "text": "Immediately her hemorrhage stopped; and she felt in her body that she was healed of her disease."},{"verse": 30, "text": "Immediately aware that power had gone forth from him, Jesus turned about in the crowd and said, \"Who touched my clothes?\""},{"verse": 31, "text": "And his disciples said to him, \"You see the crowd pressing in on you; how can you say, \"Who touched me?\"\""},{"verse": 32, "text": "He looked all around to see who had done it."},{"verse": 33, "text": "But the woman, knowing what had happened to her, came in fear and trembling, fell down before him, and told him the whole truth."},{"verse": 34, "text": "He said to her, \"Daughter, your faith has made you well; go in peace, and be healed of your disease.\""},{"verse": 35, "text": "While he was still speaking, some people came from the leader\"s house to say, \"Your daughter is dead. Why trouble the teacher any further?\""},{"verse": 36, "footnotes": {"a": "Mark 5:36 Or _ignoring_; other ancient authorities read _hearing_"}, "text": "But overhearing[^a] what they said, Jesus said to the leader of the synagogue, \"Do not fear, only believe.\""},{"verse": 37, "text": "He allowed no one to follow him except Peter, James, and John, the brother of James."},{"verse": 38, "text": "When they came to the house of the leader of the synagogue, he saw a commotion, people weeping and wailing loudly."},{"verse": 39, "text": "When he had entered, he said to them, \"Why do you make a commotion and weep? The child is not dead but sleeping.\""},{"verse": 40, "text": "And they laughed at him. Then he put them all outside, and took the child\"s father and mother and those who were with him, and went in where the child was."},{"verse": 41, "text": "He took her by the hand and said to her, \"Talitha cum,\" which means, \"Little girl, get up!\""},{"verse": 42, "text": "And immediately the girl got up and began to walk about (she was twelve years of age). At this they were overcome with amazement."},{"verse": 43, "text": "He strictly ordered them that no one should know this, and told them to give her something to eat."}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||The Rejection of Jesus at Nazareth||He left that place and came to his hometown, and his disciples followed him."},{"verse": 2, "text": "On the sabbath he began to teach in the synagogue, and many who heard him were astounded. They said, \"Where did this man get all this? What is this wisdom that has been given to him? What deeds of power are being done by his hands!"},{"verse": 3, "footnotes": {"a": "Mark 6:3 Other ancient authorities read _son of the carpenter and of Mary_", "b": "Mark 6:3 Or _stumbled_"}, "text": "Is not this the carpenter, the son of Mary[^a] and brother of James and Joses and Judas and Simon, and are not his sisters here with us?\" And they took offense[^b] at him."},{"verse": 4, "text": "Then Jesus said to them, \"Prophets are not without honor, except in their hometown, and among their own kin, and in their own house.\""},{"verse": 5, "text": "And he could do no deed of power there, except that he laid his hands on a few sick people and cured them."},{"verse": 6, "text": "And he was amazed at their unbelief.||The Mission of the Twelve||\nThen he went about among the villages teaching."},{"verse": 7, "text": "He called the twelve and began to send them out two by two, and gave them authority over the unclean spirits."},{"verse": 8, "text": "He ordered them to take nothing for their journey except a staff; no bread, no bag, no money in their belts;"},{"verse": 9, "text": "but to wear sandals and not to put on two tunics."},{"verse": 10, "text": "He said to them, \"Wherever you enter a house, stay there until you leave the place."},{"verse": 11, "text": "If any place will not welcome you and they refuse to hear you, as you leave, shake off the dust that is on your feet as a testimony against them.\""},{"verse": 12, "text": "So they went out and proclaimed that all should repent."},{"verse": 13, "text": "They cast out many demons, and anointed with oil many who were sick and cured them."},{"verse": 14, "footnotes": {"a": "Mark 6:14 Gk _his_", "b": "Mark 6:14 Other ancient authorities read _He was_"}, "text": "||The Death of John the Baptist||King Herod heard of it, for Jesus\"[^a] name had become known. Some were[^b] saying, \"John the baptizer has been raised from the dead; and for this reason these powers are at work in him.\""},{"verse": 15, "text": "But others said, \"It is Elijah.\" And others said, \"It is a prophet, like one of the prophets of old.\""},{"verse": 16, "text": "But when Herod heard of it, he said, \"John, whom I beheaded, has been raised.\""},{"verse": 17, "footnotes": {"a": "Mark 6:17 Gk _he_"}, "text": "For Herod himself had sent men who arrested John, bound him, and put him in prison on account of Herodias, his brother Philip\"s wife, because Herod[^a] had married her."},{"verse": 18, "text": "For John had been telling Herod, \"It is not lawful for you to have your brother\"s wife.\""},{"verse": 19, "text": "And Herodias had a grudge against him, and wanted to kill him. But she could not,"},{"verse": 20, "footnotes": {"a": "Mark 6:20 Other ancient authorities read _he did many things_"}, "text": "for Herod feared John, knowing that he was a righteous and holy man, and he protected him. When he heard him, he was greatly perplexed;[^a] and yet he liked to listen to him."},{"verse": 21, "text": "But an opportunity came when Herod on his birthday gave a banquet for his courtiers and officers and for the leaders of Galilee."},{"verse": 22, "footnotes": {"a": "Mark 6:22 Other ancient authorities read _the daughter of Herodias herself_"}, "text": "When his daughter Herodias[^a] came in and danced, she pleased Herod and his guests; and the king said to the girl, \"Ask me for whatever you wish, and I will give it.\""},{"verse": 23, "text": "And he solemnly swore to her, \"Whatever you ask me, I will give you, even half of my kingdom.\""},{"verse": 24, "text": "She went out and said to her mother, \"What should I ask for?\" She replied, \"The head of John the baptizer.\""},{"verse": 25, "text": "Immediately she rushed back to the king and requested, \"I want you to give me at once the head of John the Baptist on a platter.\""},{"verse": 26, "text": "The king was deeply grieved; yet out of regard for his oaths and for the guests, he did not want to refuse her."},{"verse": 27, "footnotes": {"a": "Mark 6:27 Gk _his_"}, "text": "Immediately the king sent a soldier of the guard with orders to bring John\"s[^a] head. He went and beheaded him in the prison,"},{"verse": 28, "text": "brought his head on a platter, and gave it to the girl. Then the girl gave it to her mother."},{"verse": 29, "text": "When his disciples heard about it, they came and took his body, and laid it in a tomb."},{"verse": 30, "text": "||Feeding the Five Thousand||The apostles gathered around Jesus, and told him all that they had done and taught."},{"verse": 31, "text": "He said to them, \"Come away to a deserted place all by yourselves and rest a while.\" For many were coming and going, and they had no leisure even to eat."},{"verse": 32, "text": "And they went away in the boat to a deserted place by themselves."},{"verse": 33, "text": "Now many saw them going and recognized them, and they hurried there on foot from all the towns and arrived ahead of them."},{"verse": 34, "text": "As he went ashore, he saw a great crowd; and he had compassion for them, because they were like sheep without a shepherd; and he began to teach them many things."},{"verse": 35, "text": "When it grew late, his disciples came to him and said, \"This is a deserted place, and the hour is now very late;"},{"verse": 36, "text": "send them away so that they may go into the surrounding country and villages and buy something for themselves to eat.\""},{"verse": 37, "footnotes": {"a": "Mark 6:37 The denarius was the usual day’s wage for a laborer"}, "text": "But he answered them, \"You give them something to eat.\" They said to him, \"Are we to go and buy two hundred denarii[^a] worth of bread, and give it to them to eat?\""},{"verse": 38, "text": "And he said to them, \"How many loaves have you? Go and see.\" When they had found out, they said, \"Five, and two fish.\""},{"verse": 39, "text": "Then he ordered them to get all the people to sit down in groups on the green grass."},{"verse": 40, "text": "So they sat down in groups of hundreds and of fifties."},{"verse": 41, "text": "Taking the five loaves and the two fish, he looked up to heaven, and blessed and broke the loaves, and gave them to his disciples to set before the people; and he divided the two fish among them all."},{"verse": 42, "text": "And all ate and were filled;"},{"verse": 43, "text": "and they took up twelve baskets full of broken pieces and of the fish."},{"verse": 44, "text": "Those who had eaten the loaves numbered five thousand men."},{"verse": 45, "text": "||Jesus Walks on the Water||Immediately he made his disciples get into the boat and go on ahead to the other side, to Bethsaida, while he dismissed the crowd."},{"verse": 46, "text": "After saying farewell to them, he went up on the mountain to pray."},{"verse": 47, "text": "When evening came, the boat was out on the sea, and he was alone on the land."},{"verse": 48, "text": "When he saw that they were straining at the oars against an adverse wind, he came towards them early in the morning, walking on the sea. He intended to pass them by."},{"verse": 49, "text": "But when they saw him walking on the sea, they thought it was a ghost and cried out;"},{"verse": 50, "text": "for they all saw him and were terrified. But immediately he spoke to them and said, \"Take heart, it is I; do not be afraid.\""},{"verse": 51, "text": "Then he got into the boat with them and the wind ceased. And they were utterly astounded,"},{"verse": 52, "text": "for they did not understand about the loaves, but their hearts were hardened."},{"verse": 53, "text": "||Healing the Sick in Gennesaret||When they had crossed over, they came to land at Gennesaret and moored the boat."},{"verse": 54, "text": "When they got out of the boat, people at once recognized him,"},{"verse": 55, "text": "and rushed about that whole region and began to bring the sick on mats to wherever they heard he was."},{"verse": 56, "text": "And wherever he went, into villages or cities or farms, they laid the sick in the marketplaces, and begged him that they might touch even the fringe of his cloak; and all who touched it were healed."}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "||The Tradition of the Elders||Now when the Pharisees and some of the scribes who had come from Jerusalem gathered around him,"},{"verse": 2, "text": "they noticed that some of his disciples were eating with defiled hands, that is, without washing them."},{"verse": 3, "footnotes": {"a": "Mark 7:3 Meaning of Gk uncertain"}, "text": "(For the Pharisees, and all the Jews, do not eat unless they thoroughly wash their hands,[^a] thus observing the tradition of the elders;"},{"verse": 4, "footnotes": {"a": "Mark 7:4 Other ancient authorities read _and when they come from the marketplace, they do not eat unless they purify themselves_", "b": "Mark 7:4 Other ancient authorities add _and beds_"}, "text": "and they do not eat anything from the market unless they wash it;[^a] and there are also many other traditions that they observe, the washing of cups, pots, and bronze kettles.[^b])"},{"verse": 5, "footnotes": {"a": "Mark 7:5 Gk _walk_"}, "text": "So the Pharisees and the scribes asked him, \"Why do your disciples not live[^a] according to the tradition of the elders, but eat with defiled hands?\""},{"verse": 6, "text": "He said to them, \"Isaiah prophesied rightly about you hypocrites, as it is written,\n\"This people honors me with their lips,  \n    but their hearts are far from me;"},{"verse": 7, "text": "in vain do they worship me,  \n    teaching human precepts as doctrines.\""},{"verse": 8, "text": "You abandon the commandment of God and hold to human tradition.\""},{"verse": 9, "text": "Then he said to them, \"You have a fine way of rejecting the commandment of God in order to keep your tradition!"},{"verse": 10, "text": "For Moses said, \"Honor your father and your mother\"; and, \"Whoever speaks evil of father or mother must surely die.\""},{"verse": 11, "footnotes": {"a": "Mark 7:11 Gk lacks _to God_"}, "text": "But you say that if anyone tells father or mother, \"Whatever support you might have had from me is Corban\" (that is, an offering to God[^a])--"},{"verse": 12, "text": "then you no longer permit doing anything for a father or mother,"},{"verse": 13, "text": "thus making void the word of God through your tradition that you have handed on. And you do many things like this.\""},{"verse": 14, "text": "Then he called the crowd again and said to them, \"Listen to me, all of you, and understand:"},{"verse": 15, "footnotes": {"a": "Mark 7:15 Other ancient authorities add verse 16, _“Let anyone with ears to hear listen”_"}, "text": "there is nothing outside a person that by going in can defile, but the things that come out are what defile.\"[^a]"}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||Feeding the Four Thousand||In those days when there was again a great crowd without anything to eat, he called his disciples and said to them,"},{"verse": 2, "text": "\"I have compassion for the crowd, because they have been with me now for three days and have nothing to eat."},{"verse": 3, "text": "If I send them away hungry to their homes, they will faint on the way--and some of them have come from a great distance.\""},{"verse": 4, "text": "His disciples replied, \"How can one feed these people with bread here in the desert?\""},{"verse": 5, "text": "He asked them, \"How many loaves do you have?\" They said, \"Seven.\""},{"verse": 6, "text": "Then he ordered the crowd to sit down on the ground; and he took the seven loaves, and after giving thanks he broke them and gave them to his disciples to distribute; and they distributed them to the crowd."},{"verse": 7, "text": "They had also a few small fish; and after blessing them, he ordered that these too should be distributed."},{"verse": 8, "text": "They ate and were filled; and they took up the broken pieces left over, seven baskets full."},{"verse": 9, "text": "Now there were about four thousand people. And he sent them away."},{"verse": 10, "footnotes": {"a": "Mark 8:10 Other ancient authorities read _Mageda_ or _Magdala_"}, "text": "And immediately he got into the boat with his disciples and went to the district of Dalmanutha.[^a]"},{"verse": 11, "text": "||The Demand for a Sign||The Pharisees came and began to argue with him, asking him for a sign from heaven, to test him."},{"verse": 12, "text": "And he sighed deeply in his spirit and said, \"Why does this generation ask for a sign? Truly I tell you, no sign will be given to this generation.\""},{"verse": 13, "text": "And he left them, and getting into the boat again, he went across to the other side."},{"verse": 14, "footnotes": {"a": "Mark 8:14 Gk _they_"}, "text": "||The Yeast of the Pharisees and of Herod||Now the disciples[^a] had forgotten to bring any bread; and they had only one loaf with them in the boat."},{"verse": 15, "footnotes": {"a": "Mark 8:15 Other ancient authorities read _the Herodians_"}, "text": "And he cautioned them, saying, \"Watch out--beware of the yeast of the Pharisees and the yeast of Herod.\"[^a]"},{"verse": 16, "text": "They said to one another, \"It is because we have no bread.\""},{"verse": 17, "text": "And becoming aware of it, Jesus said to them, \"Why are you talking about having no bread? Do you still not perceive or understand? Are your hearts hardened?"},{"verse": 18, "text": "Do you have eyes, and fail to see? Do you have ears, and fail to hear? And do you not remember?"},{"verse": 19, "text": "When I broke the five loaves for the five thousand, how many baskets full of broken pieces did you collect?\" They said to him, \"Twelve.\""},{"verse": 20, "text": "\"And the seven for the four thousand, how many baskets full of broken pieces did you collect?\" And they said to him, \"Seven.\""},{"verse": 21, "text": "Then he said to them, \"Do you not yet understand?\""},{"verse": 22, "footnotes": {"a": "Mark 8:22 Gk _They_"}, "text": "||Jesus Cures a Blind Man at Bethsaida||They came to Bethsaida. Some people[^a] brought a blind man to him and begged him to touch him."},{"verse": 23, "text": "He took the blind man by the hand and led him out of the village; and when he had put saliva on his eyes and laid his hands on him, he asked him, \"Can you see anything?\""},{"verse": 24, "footnotes": {"a": "Mark 8:24 Gk _he_"}, "text": "And the man[^a] looked up and said, \"I can see people, but they look like trees, walking.\""},{"verse": 25, "footnotes": {"a": "Mark 8:25 Gk _he_"}, "text": "Then Jesus[^a] laid his hands on his eyes again; and he looked intently and his sight was restored, and he saw everything clearly."},{"verse": 26, "footnotes": {"a": "Mark 8:26 Other ancient authorities add _or tell anyone in the village_"}, "text": "Then he sent him away to his home, saying, \"Do not even go into the village.\"[^a]"},{"verse": 27, "text": "||Peter\"s Declaration about Jesus||Jesus went on with his disciples to the villages of Caesarea Philippi; and on the way he asked his disciples, \"Who do people say that I am?\""},{"verse": 28, "text": "And they answered him, \"John the Baptist; and others, Elijah; and still others, one of the prophets.\""},{"verse": 29, "footnotes": {"a": "Mark 8:29 Or _the Christ_"}, "text": "He asked them, \"But who do you say that I am?\" Peter answered him, \"You are the Messiah.\"[^a]"},{"verse": 30, "text": "And he sternly ordered them not to tell anyone about him."},{"verse": 31, "text": "||Jesus Foretells His Death and Resurrection||Then he began to teach them that the Son of Man must undergo great suffering, and be rejected by the elders, the chief priests, and the scribes, and be killed, and after three days rise again."},{"verse": 32, "text": "He said all this quite openly. And Peter took him aside and began to rebuke him."},{"verse": 33, "text": "But turning and looking at his disciples, he rebuked Peter and said, \"Get behind me, Satan! For you are setting your mind not on divine things but on human things.\""},{"verse": 34, "text": "He called the crowd with his disciples, and said to them, \"If any want to become my followers, let them deny themselves and take up their cross and follow me."},{"verse": 35, "footnotes": {"a": "Mark 8:35 Other ancient authorities read _lose their life for the sake of the gospel_"}, "text": "For those who want to save their life will lose it, and those who lose their life for my sake, and for the sake of the gospel,[^a] will save it."},{"verse": 36, "text": "For what will it profit them to gain the whole world and forfeit their life?"},{"verse": 37, "text": "Indeed, what can they give in return for their life?"},{"verse": 38, "footnotes": {"a": "Mark 8:38 Other ancient authorities read _and of mine_"}, "text": "Those who are ashamed of me and of my words[^a] in this adulterous and sinful generation, of them the Son of Man will also be ashamed when he comes in the glory of his Father with the holy angels.\""}]}
,{"chapter": 9, "verses":[{"verse": 1, "footnotes": {"a": "Mark 9:1 Or _in_"}, "text": "And he said to them, \"Truly I tell you, there are some standing here who will not taste death until they see that the kingdom of God has come with[^a] power.\""},{"verse": 2, "text": "||The Transfiguration||Six days later, Jesus took with him Peter and James and John, and led them up a high mountain apart, by themselves. And he was transfigured before them,"},{"verse": 3, "footnotes": {"a": "Mark 9:3 Gk _no fuller_"}, "text": "and his clothes became dazzling white, such as no one[^a] on earth could bleach them."},{"verse": 4, "text": "And there appeared to them Elijah with Moses, who were talking with Jesus."},{"verse": 5, "footnotes": {"a": "Mark 9:5 Or _tents_"}, "text": "Then Peter said to Jesus, \"Rabbi, it is good for us to be here; let us make three dwellings,[^a] one for you, one for Moses, and one for Elijah.\""},{"verse": 6, "text": "He did not know what to say, for they were terrified."},{"verse": 7, "footnotes": {"a": "Mark 9:7 Or _my beloved Son_"}, "text": "Then a cloud overshadowed them, and from the cloud there came a voice, \"This is my Son, the Beloved;[^a] listen to him!\""},{"verse": 8, "text": "Suddenly when they looked around, they saw no one with them any more, but only Jesus."},{"verse": 9, "text": "||The Coming of Elijah||As they were coming down the mountain, he ordered them to tell no one about what they had seen, until after the Son of Man had risen from the dead."},{"verse": 10, "text": "So they kept the matter to themselves, questioning what this rising from the dead could mean."},{"verse": 11, "text": "Then they asked him, \"Why do the scribes say that Elijah must come first?\""},{"verse": 12, "text": "He said to them, \"Elijah is indeed coming first to restore all things. How then is it written about the Son of Man, that he is to go through many sufferings and be treated with contempt?"},{"verse": 13, "text": "But I tell you that Elijah has come, and they did to him whatever they pleased, as it is written about him.\""},{"verse": 14, "text": "||The Healing of a Boy with a Spirit||When they came to the disciples, they saw a great crowd around them, and some scribes arguing with them."},{"verse": 15, "text": "When the whole crowd saw him, they were immediately overcome with awe, and they ran forward to greet him."},{"verse": 16, "text": "He asked them, \"What are you arguing about with them?\""},{"verse": 17, "text": "Someone from the crowd answered him, \"Teacher, I brought you my son; he has a spirit that makes him unable to speak;"},{"verse": 18, "text": "and whenever it seizes him, it dashes him down; and he foams and grinds his teeth and becomes rigid; and I asked your disciples to cast it out, but they could not do so.\""},{"verse": 19, "text": "He answered them, \"You faithless generation, how much longer must I be among you? How much longer must I put up with you? Bring him to me.\""},{"verse": 20, "footnotes": {"a": "Mark 9:20 Gk _him_", "b": "Mark 9:20 Gk _him_"}, "text": "And they brought the boy[^a] to him. When the spirit saw him, immediately it convulsed the boy,[^b] and he fell on the ground and rolled about, foaming at the mouth."},{"verse": 21, "footnotes": {"a": "Mark 9:21 Gk _He_"}, "text": "Jesus[^a] asked the father, \"How long has this been happening to him?\" And he said, \"From childhood."},{"verse": 22, "text": "It has often cast him into the fire and into the water, to destroy him; but if you are able to do anything, have pity on us and help us.\""},{"verse": 23, "text": "Jesus said to him, \"If you are able!--All things can be done for the one who believes.\""},{"verse": 24, "footnotes": {"a": "Mark 9:24 Other ancient authorities add _with tears_"}, "text": "Immediately the father of the child cried out,[^a] \"I believe; help my unbelief!\""},{"verse": 25, "text": "When Jesus saw that a crowd came running together, he rebuked the unclean spirit, saying to it, \"You spirit that keeps this boy from speaking and hearing, I command you, come out of him, and never enter him again!\""},{"verse": 26, "text": "After crying out and convulsing him terribly, it came out, and the boy was like a corpse, so that most of them said, \"He is dead.\""},{"verse": 27, "text": "But Jesus took him by the hand and lifted him up, and he was able to stand."},{"verse": 28, "text": "When he had entered the house, his disciples asked him privately, \"Why could we not cast it out?\""},{"verse": 29, "footnotes": {"a": "Mark 9:29 Other ancient authorities add _and fasting_"}, "text": "He said to them, \"This kind can come out only through prayer.\"[^a]"},{"verse": 30, "text": "||Jesus Again Foretells His Death and Resurrection||They went on from there and passed through Galilee. He did not want anyone to know it;"},{"verse": 31, "text": "for he was teaching his disciples, saying to them, \"The Son of Man is to be betrayed into human hands, and they will kill him, and three days after being killed, he will rise again.\""},{"verse": 32, "text": "But they did not understand what he was saying and were afraid to ask him."},{"verse": 33, "text": "||Who Is the Greatest?||Then they came to Capernaum; and when he was in the house he asked them, \"What were you arguing about on the way?\""},{"verse": 34, "text": "But they were silent, for on the way they had argued with one another who was the greatest."},{"verse": 35, "text": "He sat down, called the twelve, and said to them, \"Whoever wants to be first must be last of all and servant of all.\""},{"verse": 36, "text": "Then he took a little child and put it among them; and taking it in his arms, he said to them,"},{"verse": 37, "text": "\"Whoever welcomes one such child in my name welcomes me, and whoever welcomes me welcomes not me but the one who sent me.\""},{"verse": 38, "footnotes": {"a": "Mark 9:38 Other ancient authorities add _who does not follow us_"}, "text": "||Another Exorcist||John said to him, \"Teacher, we saw someone[^a] casting out demons in your name, and we tried to stop him, because he was not following us.\""},{"verse": 39, "text": "But Jesus said, \"Do not stop him; for no one who does a deed of power in my name will be able soon afterward to speak evil of me."},{"verse": 40, "text": "Whoever is not against us is for us."},{"verse": 41, "text": "For truly I tell you, whoever gives you a cup of water to drink because you bear the name of Christ will by no means lose the reward."},{"verse": 42, "footnotes": {"a": "Mark 9:42 Other ancient authorities lack _in me_"}, "text": "||Temptations to Sin||\"If any of you put a stumbling block before one of these little ones who believe in me,[^a] it would be better for you if a great millstone were hung around your neck and you were thrown into the sea."},{"verse": 43, "footnotes": {"a": "Mark 9:43 Gk _Gehenna_", "b": "Mark 9:43 Verses 44 and 46 (which are identical with verse 48) are lacking in the best ancient authorities"}, "text": "If your hand causes you to stumble, cut it off; it is better for you to enter life maimed than to have two hands and to go to hell,[^a] to the unquenchable fire.[^b]"}]}
,{"chapter": 10, "verses":[{"verse": 1, "footnotes": {"a": "Mark 10:1 Other ancient authorities lack _and_"}, "text": "||Teaching about Divorce||He left that place and went to the region of Judea and[^a] beyond the Jordan. And crowds again gathered around him; and, as was his custom, he again taught them."},{"verse": 2, "text": "Some Pharisees came, and to test him they asked, \"Is it lawful for a man to divorce his wife?\""},{"verse": 3, "text": "He answered them, \"What did Moses command you?\""},{"verse": 4, "text": "They said, \"Moses allowed a man to write a certificate of dismissal and to divorce her.\""},{"verse": 5, "text": "But Jesus said to them, \"Because of your hardness of heart he wrote this commandment for you."},{"verse": 6, "text": "But from the beginning of creation, \"God made them male and female.\""},{"verse": 7, "footnotes": {"a": "Mark 10:7 Other ancient authorities lack _and be joined to his wife_"}, "text": "\"For this reason a man shall leave his father and mother and be joined to his wife,[^a]"},{"verse": 8, "text": "and the two shall become one flesh.\" So they are no longer two, but one flesh."},{"verse": 9, "text": "Therefore what God has joined together, let no one separate.\""},{"verse": 10, "text": "Then in the house the disciples asked him again about this matter."},{"verse": 11, "text": "He said to them, \"Whoever divorces his wife and marries another commits adultery against her;"},{"verse": 12, "text": "and if she divorces her husband and marries another, she commits adultery.\""},{"verse": 13, "text": "||Jesus Blesses Little Children||People were bringing little children to him in order that he might touch them; and the disciples spoke sternly to them."},{"verse": 14, "text": "But when Jesus saw this, he was indignant and said to them, \"Let the little children come to me; do not stop them; for it is to such as these that the kingdom of God belongs."},{"verse": 15, "text": "Truly I tell you, whoever does not receive the kingdom of God as a little child will never enter it.\""},{"verse": 16, "text": "And he took them up in his arms, laid his hands on them, and blessed them."},{"verse": 17, "text": "||The Rich Man||As he was setting out on a journey, a man ran up and knelt before him, and asked him, \"Good Teacher, what must I do to inherit eternal life?\""},{"verse": 18, "text": "Jesus said to him, \"Why do you call me good? No one is good but God alone."},{"verse": 19, "text": "You know the commandments: \"You shall not murder; You shall not commit adultery; You shall not steal; You shall not bear false witness; You shall not defraud; Honor your father and mother.\"\""},{"verse": 20, "text": "He said to him, \"Teacher, I have kept all these since my youth.\""},{"verse": 21, "footnotes": {"a": "Mark 10:21 Gk lacks _the money_"}, "text": "Jesus, looking at him, loved him and said, \"You lack one thing; go, sell what you own, and give the money[^a] to the poor, and you will have treasure in heaven; then come, follow me.\""},{"verse": 22, "text": "When he heard this, he was shocked and went away grieving, for he had many possessions."},{"verse": 23, "text": "Then Jesus looked around and said to his disciples, \"How hard it will be for those who have wealth to enter the kingdom of God!\""},{"verse": 24, "footnotes": {"a": "Mark 10:24 Other ancient authorities add _for those who trust in riches_"}, "text": "And the disciples were perplexed at these words. But Jesus said to them again, \"Children, how hard it is[^a] to enter the kingdom of God!"},{"verse": 25, "text": "It is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.\""},{"verse": 26, "footnotes": {"a": "Mark 10:26 Other ancient authorities read _to him_"}, "text": "They were greatly astounded and said to one another,[^a] \"Then who can be saved?\""},{"verse": 27, "text": "Jesus looked at them and said, \"For mortals it is impossible, but not for God; for God all things are possible.\""},{"verse": 28, "text": "Peter began to say to him, \"Look, we have left everything and followed you.\""},{"verse": 29, "footnotes": {"a": "Mark 10:29 Or _gospel_"}, "text": "Jesus said, \"Truly I tell you, there is no one who has left house or brothers or sisters or mother or father or children or fields, for my sake and for the sake of the good news,[^a]"},{"verse": 30, "text": "who will not receive a hundredfold now in this age--houses, brothers and sisters, mothers and children, and fields, with persecutions--and in the age to come eternal life."},{"verse": 31, "text": "But many who are first will be last, and the last will be first.\""},{"verse": 32, "text": "||A Third Time Jesus Foretells His Death and Resurrection||They were on the road, going up to Jerusalem, and Jesus was walking ahead of them; they were amazed, and those who followed were afraid. He took the twelve aside again and began to tell them what was to happen to him,"},{"verse": 33, "text": "saying, \"See, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and the scribes, and they will condemn him to death; then they will hand him over to the Gentiles;"},{"verse": 34, "text": "they will mock him, and spit upon him, and flog him, and kill him; and after three days he will rise again.\""},{"verse": 35, "text": "||The Request of James and John||James and John, the sons of Zebedee, came forward to him and said to him, \"Teacher, we want you to do for us whatever we ask of you.\""},{"verse": 36, "text": "And he said to them, \"What is it you want me to do for you?\""},{"verse": 37, "text": "And they said to him, \"Grant us to sit, one at your right hand and one at your left, in your glory.\""},{"verse": 38, "text": "But Jesus said to them, \"You do not know what you are asking. Are you able to drink the cup that I drink, or be baptized with the baptism that I am baptized with?\""},{"verse": 39, "text": "They replied, \"We are able.\" Then Jesus said to them, \"The cup that I drink you will drink; and with the baptism with which I am baptized, you will be baptized;"},{"verse": 40, "text": "but to sit at my right hand or at my left is not mine to grant, but it is for those for whom it has been prepared.\""},{"verse": 41, "text": "When the ten heard this, they began to be angry with James and John."},{"verse": 42, "text": "So Jesus called them and said to them, \"You know that among the Gentiles those whom they recognize as their rulers lord it over them, and their great ones are tyrants over them."},{"verse": 43, "text": "But it is not so among you; but whoever wishes to become great among you must be your servant,"},{"verse": 44, "text": "and whoever wishes to be first among you must be slave of all."},{"verse": 45, "text": "For the Son of Man came not to be served but to serve, and to give his life a ransom for many.\""},{"verse": 46, "text": "||The Healing of Blind Bartimaeus||They came to Jericho. As he and his disciples and a large crowd were leaving Jericho, Bartimaeus son of Timaeus, a blind beggar, was sitting by the roadside."},{"verse": 47, "text": "When he heard that it was Jesus of Nazareth, he began to shout out and say, \"Jesus, Son of David, have mercy on me!\""},{"verse": 48, "text": "Many sternly ordered him to be quiet, but he cried out even more loudly, \"Son of David, have mercy on me!\""},{"verse": 49, "text": "Jesus stood still and said, \"Call him here.\" And they called the blind man, saying to him, \"Take heart; get up, he is calling you.\""},{"verse": 50, "text": "So throwing off his cloak, he sprang up and came to Jesus."},{"verse": 51, "footnotes": {"a": "Mark 10:51 Aramaic _Rabbouni_"}, "text": "Then Jesus said to him, \"What do you want me to do for you?\" The blind man said to him, \"My teacher,[^a] let me see again.\""},{"verse": 52, "text": "Jesus said to him, \"Go; your faith has made you well.\" Immediately he regained his sight and followed him on the way."}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||Jesus\" Triumphal Entry into Jerusalem||When they were approaching Jerusalem, at Bethphage and Bethany, near the Mount of Olives, he sent two of his disciples"},{"verse": 2, "text": "and said to them, \"Go into the village ahead of you, and immediately as you enter it, you will find tied there a colt that has never been ridden; untie it and bring it."},{"verse": 3, "text": "If anyone says to you, \"Why are you doing this?\" just say this, \"The Lord needs it and will send it back here immediately.\"\""},{"verse": 4, "text": "They went away and found a colt tied near a door, outside in the street. As they were untying it,"},{"verse": 5, "text": "some of the bystanders said to them, \"What are you doing, untying the colt?\""},{"verse": 6, "text": "They told them what Jesus had said; and they allowed them to take it."},{"verse": 7, "text": "Then they brought the colt to Jesus and threw their cloaks on it; and he sat on it."},{"verse": 8, "text": "Many people spread their cloaks on the road, and others spread leafy branches that they had cut in the fields."},{"verse": 9, "text": "Then those who went ahead and those who followed were shouting,\n\"Hosanna!  \n    Blessed is the one who comes in the name of the Lord!"},{"verse": 10, "text": "    Blessed is the coming kingdom of our ancestor David!  \nHosanna in the highest heaven!\""},{"verse": 11, "text": "Then he entered Jerusalem and went into the temple; and when he had looked around at everything, as it was already late, he went out to Bethany with the twelve."},{"verse": 12, "text": "||Jesus Curses the Fig Tree||On the following day, when they came from Bethany, he was hungry."},{"verse": 13, "text": "Seeing in the distance a fig tree in leaf, he went to see whether perhaps he would find anything on it. When he came to it, he found nothing but leaves, for it was not the season for figs."},{"verse": 14, "text": "He said to it, \"May no one ever eat fruit from you again.\" And his disciples heard it."},{"verse": 15, "text": "||Jesus Cleanses the Temple||Then they came to Jerusalem. And he entered the temple and began to drive out those who were selling and those who were buying in the temple, and he overturned the tables of the money changers and the seats of those who sold doves;"},{"verse": 16, "text": "and he would not allow anyone to carry anything through the temple."},{"verse": 17, "text": "He was teaching and saying, \"Is it not written,\n\"My house shall be called a house of prayer for all the nations\"?  \n    But you have made it a den of robbers.\""},{"verse": 18, "text": "And when the chief priests and the scribes heard it, they kept looking for a way to kill him; for they were afraid of him, because the whole crowd was spellbound by his teaching."},{"verse": 19, "footnotes": {"a": "Mark 11:19 Gk _they_: other ancient authorities read _he_"}, "text": "And when evening came, Jesus and his disciples[^a] went out of the city."},{"verse": 20, "text": "||The Lesson from the Withered Fig Tree||In the morning as they passed by, they saw the fig tree withered away to its roots."},{"verse": 21, "text": "Then Peter remembered and said to him, \"Rabbi, look! The fig tree that you cursed has withered.\""},{"verse": 22, "footnotes": {"a": "Mark 11:22 Other ancient authorities read _“If you have_"}, "text": "Jesus answered them, \"Have[^a] faith in God."},{"verse": 23, "text": "Truly I tell you, if you say to this mountain, \"Be taken up and thrown into the sea,\" and if you do not doubt in your heart, but believe that what you say will come to pass, it will be done for you."},{"verse": 24, "footnotes": {"a": "Mark 11:24 Other ancient authorities read _are receiving_"}, "text": "So I tell you, whatever you ask for in prayer, believe that you have received[^a] it, and it will be yours."},{"verse": 25, "footnotes": {"a": "Mark 11:25 Other ancient authorities add verse 26, _“But if you do not forgive, neither will your Father in heaven forgive your trespasses.”_"}, "text": "\"Whenever you stand praying, forgive, if you have anything against anyone; so that your Father in heaven may also forgive you your trespasses.\"[^a]"}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||The Parable of the Wicked Tenants||Then he began to speak to them in parables. \"A man planted a vineyard, put a fence around it, dug a pit for the wine press, and built a watchtower; then he leased it to tenants and went to another country."},{"verse": 2, "text": "When the season came, he sent a slave to the tenants to collect from them his share of the produce of the vineyard."},{"verse": 3, "text": "But they seized him, and beat him, and sent him away empty-handed."},{"verse": 4, "text": "And again he sent another slave to them; this one they beat over the head and insulted."},{"verse": 5, "text": "Then he sent another, and that one they killed. And so it was with many others; some they beat, and others they killed."},{"verse": 6, "text": "He had still one other, a beloved son. Finally he sent him to them, saying, \"They will respect my son.\""},{"verse": 7, "text": "But those tenants said to one another, \"This is the heir; come, let us kill him, and the inheritance will be ours.\""},{"verse": 8, "text": "So they seized him, killed him, and threw him out of the vineyard."},{"verse": 9, "text": "What then will the owner of the vineyard do? He will come and destroy the tenants and give the vineyard to others."},{"verse": 10, "footnotes": {"a": "Mark 12:10 Or _keystone_"}, "text": "Have you not read this scripture:\n\"The stone that the builders rejected  \n    has become the cornerstone;[^a]"},{"verse": 11, "text": "this was the Lord\"s doing,  \n    and it is amazing in our eyes\"?\""},{"verse": 12, "text": "When they realized that he had told this parable against them, they wanted to arrest him, but they feared the crowd. So they left him and went away."},{"verse": 13, "text": "||The Question about Paying Taxes||Then they sent to him some Pharisees and some Herodians to trap him in what he said."},{"verse": 14, "text": "And they came and said to him, \"Teacher, we know that you are sincere, and show deference to no one; for you do not regard people with partiality, but teach the way of God in accordance with truth. Is it lawful to pay taxes to the emperor, or not?"},{"verse": 15, "text": "Should we pay them, or should we not?\" But knowing their hypocrisy, he said to them, \"Why are you putting me to the test? Bring me a denarius and let me see it.\""},{"verse": 16, "text": "And they brought one. Then he said to them, \"Whose head is this, and whose title?\" They answered, \"The emperor\"s.\""},{"verse": 17, "text": "Jesus said to them, \"Give to the emperor the things that are the emperor\"s, and to God the things that are God\"s.\" And they were utterly amazed at him."},{"verse": 18, "text": "||The Question about the Resurrection||Some Sadducees, who say there is no resurrection, came to him and asked him a question, saying,"},{"verse": 19, "footnotes": {"a": "Mark 12:19 Gk _his brother_"}, "text": "\"Teacher, Moses wrote for us that if a man\"s brother dies, leaving a wife but no child, the man[^a] shall marry the widow and raise up children for his brother."},{"verse": 20, "text": "There were seven brothers; the first married and, when he died, left no children;"},{"verse": 21, "footnotes": {"a": "Mark 12:21 Gk _her_"}, "text": "and the second married the widow[^a] and died, leaving no children; and the third likewise;"},{"verse": 22, "text": "none of the seven left children. Last of all the woman herself died."},{"verse": 23, "footnotes": {"a": "Mark 12:23 Other ancient authorities add _when they rise_"}, "text": "In the resurrection[^a] whose wife will she be? For the seven had married her.\""},{"verse": 24, "text": "Jesus said to them, \"Is not this the reason you are wrong, that you know neither the scriptures nor the power of God?"},{"verse": 25, "text": "For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven."},{"verse": 26, "text": "And as for the dead being raised, have you not read in the book of Moses, in the story about the bush, how God said to him, \"I am the God of Abraham, the God of Isaac, and the God of Jacob\"?"},{"verse": 27, "text": "He is God not of the dead, but of the living; you are quite wrong.\""},{"verse": 28, "text": "||The First Commandment||One of the scribes came near and heard them disputing with one another, and seeing that he answered them well, he asked him, \"Which commandment is the first of all?\""},{"verse": 29, "text": "Jesus answered, \"The first is, \"Hear, O Israel: the Lord our God, the Lord is one;"},{"verse": 30, "text": "you shall love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength.\""},{"verse": 31, "text": "The second is this, \"You shall love your neighbor as yourself.\" There is no other commandment greater than these.\""},{"verse": 32, "text": "Then the scribe said to him, \"You are right, Teacher; you have truly said that \"he is one, and besides him there is no other\";"},{"verse": 33, "text": "and \"to love him with all the heart, and with all the understanding, and with all the strength,\" and \"to love one\"s neighbor as oneself,\"--this is much more important than all whole burnt offerings and sacrifices.\""},{"verse": 34, "text": "When Jesus saw that he answered wisely, he said to him, \"You are not far from the kingdom of God.\" After that no one dared to ask him any question."},{"verse": 35, "footnotes": {"a": "Mark 12:35 Or _the Christ_"}, "text": "||The Question about David\"s Son||While Jesus was teaching in the temple, he said, \"How can the scribes say that the Messiah[^a] is the son of David?"},{"verse": 36, "text": "David himself, by the Holy Spirit, declared,\n\"The Lord said to my Lord,  \n\"Sit at my right hand,  \n    until I put your enemies under your feet.\"\""},{"verse": 37, "text": "David himself calls him Lord; so how can he be his son?\" And the large crowd was listening to him with delight."},{"verse": 38, "text": "||Jesus Denounces the Scribes||As he taught, he said, \"Beware of the scribes, who like to walk around in long robes, and to be greeted with respect in the marketplaces,"},{"verse": 39, "text": "and to have the best seats in the synagogues and places of honor at banquets!"},{"verse": 40, "text": "They devour widows\" houses and for the sake of appearance say long prayers. They will receive the greater condemnation.\""},{"verse": 41, "text": "||The Widow\"s Offering||He sat down opposite the treasury, and watched the crowd putting money into the treasury. Many rich people put in large sums."},{"verse": 42, "text": "A poor widow came and put in two small copper coins, which are worth a penny."},{"verse": 43, "text": "Then he called his disciples and said to them, \"Truly I tell you, this poor widow has put in more than all those who are contributing to the treasury."},{"verse": 44, "text": "For all of them have contributed out of their abundance; but she out of her poverty has put in everything she had, all she had to live on.\""}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||The Destruction of the Temple Foretold||As he came out of the temple, one of his disciples said to him, \"Look, Teacher, what large stones and what large buildings!\""},{"verse": 2, "text": "Then Jesus asked him, \"Do you see these great buildings? Not one stone will be left here upon another; all will be thrown down.\""},{"verse": 3, "text": "When he was sitting on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked him privately,"},{"verse": 4, "text": "\"Tell us, when will this be, and what will be the sign that all these things are about to be accomplished?\""},{"verse": 5, "text": "Then Jesus began to say to them, \"Beware that no one leads you astray."},{"verse": 6, "footnotes": {"a": "Mark 13:6 Gk _I am_"}, "text": "Many will come in my name and say, \"I am he!\"[^a] and they will lead many astray."},{"verse": 7, "text": "When you hear of wars and rumors of wars, do not be alarmed; this must take place, but the end is still to come."},{"verse": 8, "text": "For nation will rise against nation, and kingdom against kingdom; there will be earthquakes in various places; there will be famines. This is but the beginning of the birth pangs."},{"verse": 9, "text": "||Persecution Foretold||\"As for yourselves, beware; for they will hand you over to councils; and you will be beaten in synagogues; and you will stand before governors and kings because of me, as a testimony to them."},{"verse": 10, "footnotes": {"a": "Mark 13:10 Gk _gospel_"}, "text": "And the good news[^a] must first be proclaimed to all nations."},{"verse": 11, "text": "When they bring you to trial and hand you over, do not worry beforehand about what you are to say; but say whatever is given you at that time, for it is not you who speak, but the Holy Spirit."},{"verse": 12, "text": "Brother will betray brother to death, and a father his child, and children will rise against parents and have them put to death;"},{"verse": 13, "text": "and you will be hated by all because of my name. But the one who endures to the end will be saved."},{"verse": 14, "text": "||The Desolating Sacrilege||\"But when you see the desolating sacrilege set up where it ought not to be (let the reader understand), then those in Judea must flee to the mountains;"},{"verse": 15, "text": "the one on the housetop must not go down or enter the house to take anything away;"},{"verse": 16, "text": "the one in the field must not turn back to get a coat."},{"verse": 17, "text": "Woe to those who are pregnant and to those who are nursing infants in those days!"},{"verse": 18, "text": "Pray that it may not be in winter."},{"verse": 19, "text": "For in those days there will be suffering, such as has not been from the beginning of the creation that God created until now, no, and never will be."},{"verse": 20, "text": "And if the Lord had not cut short those days, no one would be saved; but for the sake of the elect, whom he chose, he has cut short those days."},{"verse": 21, "footnotes": {"a": "Mark 13:21 Or _the Christ_"}, "text": "And if anyone says to you at that time, \"Look! Here is the Messiah!\"[^a] or \"Look! There he is!\"--do not believe it."},{"verse": 22, "footnotes": {"a": "Mark 13:22 Or _christs_"}, "text": "False messiahs[^a] and false prophets will appear and produce signs and omens, to lead astray, if possible, the elect."},{"verse": 23, "text": "But be alert; I have already told you everything."},{"verse": 24, "text": "||The Coming of the Son of Man||\"But in those days, after that suffering,\nthe sun will be darkened,  \n    and the moon will not give its light,"},{"verse": 25, "text": "and the stars will be falling from heaven,  \n    and the powers in the heavens will be shaken."},{"verse": 26, "text": "Then they will see \"the Son of Man coming in clouds\" with great power and glory."},{"verse": 27, "text": "Then he will send out the angels, and gather his elect from the four winds, from the ends of the earth to the ends of heaven."},{"verse": 28, "text": "||The Lesson of the Fig Tree||\"From the fig tree learn its lesson: as soon as its branch becomes tender and puts forth its leaves, you know that summer is near."},{"verse": 29, "footnotes": {"a": "Mark 13:29 Or _it_"}, "text": "So also, when you see these things taking place, you know that he[^a] is near, at the very gates."},{"verse": 30, "text": "Truly I tell you, this generation will not pass away until all these things have taken place."},{"verse": 31, "text": "Heaven and earth will pass away, but my words will not pass away."},{"verse": 32, "text": "||The Necessity for Watchfulness||\"But about that day or hour no one knows, neither the angels in heaven, nor the Son, but only the Father."},{"verse": 33, "footnotes": {"a": "Mark 13:33 Other ancient authorities add _and pray_"}, "text": "Beware, keep alert;[^a] for you do not know when the time will come."},{"verse": 34, "text": "It is like a man going on a journey, when he leaves home and puts his slaves in charge, each with his work, and commands the doorkeeper to be on the watch."},{"verse": 35, "text": "Therefore, keep awake--for you do not know when the master of the house will come, in the evening, or at midnight, or at cockcrow, or at dawn,"},{"verse": 36, "text": "or else he may find you asleep when he comes suddenly."},{"verse": 37, "text": "And what I say to you I say to all: Keep awake.\""}]}
,{"chapter": 14, "verses":[{"verse": 1, "footnotes": {"a": "Mark 14:1 Gk _him_"}, "text": "||The Plot to Kill Jesus||It was two days before the Passover and the festival of Unleavened Bread. The chief priests and the scribes were looking for a way to arrest Jesus[^a] by stealth and kill him;"},{"verse": 2, "text": "for they said, \"Not during the festival, or there may be a riot among the people.\""},{"verse": 3, "footnotes": {"a": "Mark 14:3 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "||The Anointing at Bethany||While he was at Bethany in the house of Simon the leper,[^a] as he sat at the table, a woman came with an alabaster jar of very costly ointment of nard, and she broke open the jar and poured the ointment on his head."},{"verse": 4, "text": "But some were there who said to one another in anger, \"Why was the ointment wasted in this way?"},{"verse": 5, "footnotes": {"a": "Mark 14:5 The denarius was the usual day’s wage for a laborer"}, "text": "For this ointment could have been sold for more than three hundred denarii,[^a] and the money given to the poor.\" And they scolded her."},{"verse": 6, "text": "But Jesus said, \"Let her alone; why do you trouble her? She has performed a good service for me."},{"verse": 7, "text": "For you always have the poor with you, and you can show kindness to them whenever you wish; but you will not always have me."},{"verse": 8, "text": "She has done what she could; she has anointed my body beforehand for its burial."},{"verse": 9, "footnotes": {"a": "Mark 14:9 Or _gospel_"}, "text": "Truly I tell you, wherever the good news[^a] is proclaimed in the whole world, what she has done will be told in remembrance of her.\""},{"verse": 10, "text": "||Judas Agrees to Betray Jesus||Then Judas Iscariot, who was one of the twelve, went to the chief priests in order to betray him to them."},{"verse": 11, "text": "When they heard it, they were greatly pleased, and promised to give him money. So he began to look for an opportunity to betray him."},{"verse": 12, "text": "||The Passover with the Disciples||On the first day of Unleavened Bread, when the Passover lamb is sacrificed, his disciples said to him, \"Where do you want us to go and make the preparations for you to eat the Passover?\""},{"verse": 13, "text": "So he sent two of his disciples, saying to them, \"Go into the city, and a man carrying a jar of water will meet you; follow him,"},{"verse": 14, "text": "and wherever he enters, say to the owner of the house, \"The Teacher asks, Where is my guest room where I may eat the Passover with my disciples?\""},{"verse": 15, "text": "He will show you a large room upstairs, furnished and ready. Make preparations for us there.\""},{"verse": 16, "text": "So the disciples set out and went to the city, and found everything as he had told them; and they prepared the Passover meal."},{"verse": 17, "text": "When it was evening, he came with the twelve."},{"verse": 18, "text": "And when they had taken their places and were eating, Jesus said, \"Truly I tell you, one of you will betray me, one who is eating with me.\""},{"verse": 19, "text": "They began to be distressed and to say to him one after another, \"Surely, not I?\""},{"verse": 20, "footnotes": {"a": "Mark 14:20 Gk lacks _bread_", "b": "Mark 14:20 Other ancient authorities read _same bowl_"}, "text": "He said to them, \"It is one of the twelve, one who is dipping bread[^a] into the bowl[^b] with me."},{"verse": 21, "text": "For the Son of Man goes as it is written of him, but woe to that one by whom the Son of Man is betrayed! It would have been better for that one not to have been born.\""},{"verse": 22, "text": "||The Institution of the Lord\"s Supper||While they were eating, he took a loaf of bread, and after blessing it he broke it, gave it to them, and said, \"Take; this is my body.\""},{"verse": 23, "text": "Then he took a cup, and after giving thanks he gave it to them, and all of them drank from it."},{"verse": 24, "footnotes": {"a": "Mark 14:24 Other ancient authorities add _new_"}, "text": "He said to them, \"This is my blood of the[^a] covenant, which is poured out for many."},{"verse": 25, "text": "Truly I tell you, I will never again drink of the fruit of the vine until that day when I drink it new in the kingdom of God.\""},{"verse": 26, "text": "||Peter\"s Denial Foretold||When they had sung the hymn, they went out to the Mount of Olives."},{"verse": 27, "text": "And Jesus said to them, \"You will all become deserters; for it is written,\n\"I will strike the shepherd,  \n    and the sheep will be scattered.\""},{"verse": 28, "text": "But after I am raised up, I will go before you to Galilee.\""},{"verse": 29, "text": "Peter said to him, \"Even though all become deserters, I will not.\""},{"verse": 30, "text": "Jesus said to him, \"Truly I tell you, this day, this very night, before the cock crows twice, you will deny me three times.\""},{"verse": 31, "text": "But he said vehemently, \"Even though I must die with you, I will not deny you.\" And all of them said the same."},{"verse": 32, "text": "||Jesus Prays in Gethsemane||They went to a place called Gethsemane; and he said to his disciples, \"Sit here while I pray.\""},{"verse": 33, "text": "He took with him Peter and James and John, and began to be distressed and agitated."},{"verse": 34, "text": "And he said to them, \"I am deeply grieved, even to death; remain here, and keep awake.\""},{"verse": 35, "text": "And going a little farther, he threw himself on the ground and prayed that, if it were possible, the hour might pass from him."},{"verse": 36, "footnotes": {"a": "Mark 14:36 Aramaic for _Father_"}, "text": "He said, \"Abba,[^a] Father, for you all things are possible; remove this cup from me; yet, not what I want, but what you want.\""},{"verse": 37, "text": "He came and found them sleeping; and he said to Peter, \"Simon, are you asleep? Could you not keep awake one hour?"},{"verse": 38, "footnotes": {"a": "Mark 14:38 Or _into temptation_"}, "text": "Keep awake and pray that you may not come into the time of trial;[^a] the spirit indeed is willing, but the flesh is weak.\""},{"verse": 39, "text": "And again he went away and prayed, saying the same words."},{"verse": 40, "text": "And once more he came and found them sleeping, for their eyes were very heavy; and they did not know what to say to him."},{"verse": 41, "text": "He came a third time and said to them, \"Are you still sleeping and taking your rest? Enough! The hour has come; the Son of Man is betrayed into the hands of sinners."},{"verse": 42, "text": "Get up, let us be going. See, my betrayer is at hand.\""},{"verse": 43, "text": "||The Betrayal and Arrest of Jesus||Immediately, while he was still speaking, Judas, one of the twelve, arrived; and with him there was a crowd with swords and clubs, from the chief priests, the scribes, and the elders."},{"verse": 44, "text": "Now the betrayer had given them a sign, saying, \"The one I will kiss is the man; arrest him and lead him away under guard.\""},{"verse": 45, "text": "So when he came, he went up to him at once and said, \"Rabbi!\" and kissed him."},{"verse": 46, "text": "Then they laid hands on him and arrested him."},{"verse": 47, "text": "But one of those who stood near drew his sword and struck the slave of the high priest, cutting off his ear."},{"verse": 48, "text": "Then Jesus said to them, \"Have you come out with swords and clubs to arrest me as though I were a bandit?"},{"verse": 49, "text": "Day after day I was with you in the temple teaching, and you did not arrest me. But let the scriptures be fulfilled.\""},{"verse": 50, "text": "All of them deserted him and fled."},{"verse": 51, "text": "A certain young man was following him, wearing nothing but a linen cloth. They caught hold of him,"},{"verse": 52, "text": "but he left the linen cloth and ran off naked."},{"verse": 53, "text": "||Jesus before the Council||They took Jesus to the high priest; and all the chief priests, the elders, and the scribes were assembled."},{"verse": 54, "text": "Peter had followed him at a distance, right into the courtyard of the high priest; and he was sitting with the guards, warming himself at the fire."},{"verse": 55, "text": "Now the chief priests and the whole council were looking for testimony against Jesus to put him to death; but they found none."},{"verse": 56, "text": "For many gave false testimony against him, and their testimony did not agree."},{"verse": 57, "text": "Some stood up and gave false testimony against him, saying,"},{"verse": 58, "text": "\"We heard him say, \"I will destroy this temple that is made with hands, and in three days I will build another, not made with hands.\"\""},{"verse": 59, "text": "But even on this point their testimony did not agree."},{"verse": 60, "text": "Then the high priest stood up before them and asked Jesus, \"Have you no answer? What is it that they testify against you?\""},{"verse": 61, "footnotes": {"a": "Mark 14:61 Or _the Christ_"}, "text": "But he was silent and did not answer. Again the high priest asked him, \"Are you the Messiah,[^a] the Son of the Blessed One?\""},{"verse": 62, "text": "Jesus said, \"I am; and\n\"you will see the Son of Man  \nseated at the right hand of the Power,\"  \nand \"coming with the clouds of heaven.\"\""},{"verse": 63, "text": "Then the high priest tore his clothes and said, \"Why do we still need witnesses?"},{"verse": 64, "text": "You have heard his blasphemy! What is your decision?\" All of them condemned him as deserving death."},{"verse": 65, "text": "Some began to spit on him, to blindfold him, and to strike him, saying to him, \"Prophesy!\" The guards also took him over and beat him."},{"verse": 66, "text": "||Peter Denies Jesus||While Peter was below in the courtyard, one of the servant-girls of the high priest came by."},{"verse": 67, "text": "When she saw Peter warming himself, she stared at him and said, \"You also were with Jesus, the man from Nazareth.\""},{"verse": 68, "footnotes": {"a": "Mark 14:68 Or _gateway_", "b": "Mark 14:68 Other ancient authorities lack _Then the cock crowed_"}, "text": "But he denied it, saying, \"I do not know or understand what you are talking about.\" And he went out into the forecourt.[^a] Then the cock crowed.[^b]"},{"verse": 69, "text": "And the servant-girl, on seeing him, began again to say to the bystanders, \"This man is one of them.\""},{"verse": 70, "text": "But again he denied it. Then after a little while the bystanders again said to Peter, \"Certainly you are one of them; for you are a Galilean.\""},{"verse": 71, "text": "But he began to curse, and he swore an oath, \"I do not know this man you are talking about.\""},{"verse": 72, "text": "At that moment the cock crowed for the second time. Then Peter remembered that Jesus had said to him, \"Before the cock crows twice, you will deny me three times.\" And he broke down and wept."}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||Jesus before Pilate||As soon as it was morning, the chief priests held a consultation with the elders and scribes and the whole council. They bound Jesus, led him away, and handed him over to Pilate."},{"verse": 2, "text": "Pilate asked him, \"Are you the King of the Jews?\" He answered him, \"You say so.\""},{"verse": 3, "text": "Then the chief priests accused him of many things."},{"verse": 4, "text": "Pilate asked him again, \"Have you no answer? See how many charges they bring against you.\""},{"verse": 5, "text": "But Jesus made no further reply, so that Pilate was amazed."},{"verse": 6, "text": "||Pilate Hands Jesus over to Be Crucified||Now at the festival he used to release a prisoner for them, anyone for whom they asked."},{"verse": 7, "text": "Now a man called Barabbas was in prison with the rebels who had committed murder during the insurrection."},{"verse": 8, "text": "So the crowd came and began to ask Pilate to do for them according to his custom."},{"verse": 9, "text": "Then he answered them, \"Do you want me to release for you the King of the Jews?\""},{"verse": 10, "text": "For he realized that it was out of jealousy that the chief priests had handed him over."},{"verse": 11, "text": "But the chief priests stirred up the crowd to have him release Barabbas for them instead."},{"verse": 12, "footnotes": {"a": "Mark 15:12 Other ancient authorities read _what should I do_", "b": "Mark 15:12 Other ancient authorities lack _the man you call_"}, "text": "Pilate spoke to them again, \"Then what do you wish me to do[^a] with the man you call[^b] the King of the Jews?\""},{"verse": 13, "text": "They shouted back, \"Crucify him!\""},{"verse": 14, "text": "Pilate asked them, \"Why, what evil has he done?\" But they shouted all the more, \"Crucify him!\""},{"verse": 15, "text": "So Pilate, wishing to satisfy the crowd, released Barabbas for them; and after flogging Jesus, he handed him over to be crucified."},{"verse": 16, "footnotes": {"a": "Mark 15:16 Gk _the praetorium_"}, "text": "||The Soldiers Mock Jesus||Then the soldiers led him into the courtyard of the palace (that is, the governor\"s headquarters[^a]); and they called together the whole cohort."},{"verse": 17, "text": "And they clothed him in a purple cloak; and after twisting some thorns into a crown, they put it on him."},{"verse": 18, "text": "And they began saluting him, \"Hail, King of the Jews!\""},{"verse": 19, "text": "They struck his head with a reed, spat upon him, and knelt down in homage to him."},{"verse": 20, "text": "After mocking him, they stripped him of the purple cloak and put his own clothes on him. Then they led him out to crucify him."},{"verse": 21, "text": "||The Crucifixion of Jesus||They compelled a passer-by, who was coming in from the country, to carry his cross; it was Simon of Cyrene, the father of Alexander and Rufus."},{"verse": 22, "footnotes": {"a": "Mark 15:22 Gk _him_"}, "text": "Then they brought Jesus[^a] to the place called Golgotha (which means the place of a skull)."},{"verse": 23, "text": "And they offered him wine mixed with myrrh; but he did not take it."},{"verse": 24, "text": "And they crucified him, and divided his clothes among them, casting lots to decide what each should take."},{"verse": 25, "text": "It was nine o\"clock in the morning when they crucified him."},{"verse": 26, "text": "The inscription of the charge against him read, \"The King of the Jews.\""},{"verse": 27, "footnotes": {"a": "Mark 15:27 Other ancient authorities add verse 28, _And the scripture was fulfilled that says, “And he was counted among the lawless.”_"}, "text": "And with him they crucified two bandits, one on his right and one on his left.[^a]"}]}
,{"chapter": 16, "verses":[{"verse": 1, "text": "||The Resurrection of Jesus||When the sabbath was over, Mary Magdalene, and Mary the mother of James, and Salome bought spices, so that they might go and anoint him."},{"verse": 2, "text": "And very early on the first day of the week, when the sun had risen, they went to the tomb."},{"verse": 3, "text": "They had been saying to one another, \"Who will roll away the stone for us from the entrance to the tomb?\""},{"verse": 4, "text": "When they looked up, they saw that the stone, which was very large, had already been rolled back."},{"verse": 5, "text": "As they entered the tomb, they saw a young man, dressed in a white robe, sitting on the right side; and they were alarmed."},{"verse": 6, "text": "But he said to them, \"Do not be alarmed; you are looking for Jesus of Nazareth, who was crucified. He has been raised; he is not here. Look, there is the place they laid him."},{"verse": 7, "text": "But go, tell his disciples and Peter that he is going ahead of you to Galilee; there you will see him, just as he told you.\""},{"verse": 8, "footnotes": {"a": "Mark 16:8 Some of the most ancient authorities bring the book to a close at the end of verse 8. One authority concludes the book with the shorter ending; others include the shorter ending and then continue with verses 9–20. In most authorities verses 9–20 follow immediately after verse 8, though in some of these authorities the passage is marked as being doubtful.", "b": "Mark 16:8 Other ancient authorities add _Amen_"}, "text": "So they went out and fled from the tomb, for terror and amazement had seized them; and they said nothing to anyone, for they were afraid.[^a]\n[[And all that had been commanded them they told briefly to those around Peter. And afterward Jesus himself sent out through them, from east to west, the sacred and imperishable proclamation of eternal salvation.[^b]]]"},{"verse": 9, "text": "||Jesus Appears to Mary Magdalene||[[Now after he rose early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons."},{"verse": 10, "text": "She went out and told those who had been with him, while they were mourning and weeping."},{"verse": 11, "text": "But when they heard that he was alive and had been seen by her, they would not believe it."},{"verse": 12, "text": "||Jesus Appears to Two Disciples||After this he appeared in another form to two of them, as they were walking into the country."},{"verse": 13, "text": "And they went back and told the rest, but they did not believe them."},{"verse": 14, "footnotes": {"a": "Mark 16:14 Other ancient authorities add, in whole or in part, _And they excused themselves, saying, “This age of lawlessness and unbelief is under Satan, who does not allow the truth and power of God to prevail over the unclean things of the spirits. Therefore reveal your righteousness now”—thus they spoke to Christ. And Christ replied to them, “The term of years of Satan’s power has been fulfilled, but other terrible things draw near. And for those who have sinned I was handed over to death, that they may return to the truth and sin no more, that they may inherit the spiritual and imperishable glory of righteousness that is in heaven.”_"}, "text": "||Jesus Commissions the Disciples||Later he appeared to the eleven themselves as they were sitting at the table; and he upbraided them for their lack of faith and stubbornness, because they had not believed those who saw him after he had risen.[^a]"},{"verse": 15, "footnotes": {"a": "Mark 16:15 Or _gospel_"}, "text": "And he said to them, \"Go into all the world and proclaim the good news[^a] to the whole creation."},{"verse": 16, "text": "The one who believes and is baptized will be saved; but the one who does not believe will be condemned."},{"verse": 17, "text": "And these signs will accompany those who believe: by using my name they will cast out demons; they will speak in new tongues;"},{"verse": 18, "footnotes": {"a": "Mark 16:18 Other ancient authorities lack _in their hands_"}, "text": "they will pick up snakes in their hands,[^a] and if they drink any deadly thing, it will not hurt them; they will lay their hands on the sick, and they will recover.\""},{"verse": 19, "text": "||The Ascension of Jesus||So then the Lord Jesus, after he had spoken to them, was taken up into heaven and sat down at the right hand of God."},{"verse": 20, "footnotes": {"a": "Mark 16:20 Other ancient authorities add _Amen_"}, "text": "And they went out and proclaimed the good news everywhere, while the Lord worked with them and confirmed the message by the signs that accompanied it.[^a]]]"}]}
]}