{"book": "Matthew", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Matthew 1:1 Or _birth_", "b": "Matthew 1:1 Or _Jesus Christ_"}, "text": "||The Genealogy of Jesus the Messiah||An account of the genealogy[^a] of Jesus the Messiah,[^b] the son of David, the son of Abraham."},{"verse": 2, "text": "Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers,"},{"verse": 3, "text": "and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Aram,"},{"verse": 4, "text": "and Aram the father of Aminadab, and Aminadab the father of Nahshon, and Nahshon the father of Salmon,"},{"verse": 5, "text": "and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse,"},{"verse": 6, "text": "and Jesse the father of King David.\nAnd David was the father of Solomon by the wife of Uriah,"},{"verse": 7, "footnotes": {"a": "Matthew 1:7 Other ancient authorities read _Asa_"}, "text": "and Solomon the father of Rehoboam, and Rehoboam the father of Abijah, and Abijah the father of Asaph,[^a]"},{"verse": 8, "footnotes": {"a": "Matthew 1:8 Other ancient authorities read _Asa_"}, "text": "and Asaph[^a] the father of Jehoshaphat, and Jehoshaphat the father of Joram, and Joram the father of Uzziah,"},{"verse": 9, "text": "and Uzziah the father of Jotham, and Jotham the father of Ahaz, and Ahaz the father of Hezekiah,"},{"verse": 10, "footnotes": {"a": "Matthew 1:10 Other ancient authorities read _Amon_", "b": "Matthew 1:10 Other ancient authorities read _Amon_"}, "text": "and Hezekiah the father of Manasseh, and Manasseh the father of Amos,[^a] and Amos[^b] the father of Josiah,"},{"verse": 11, "text": "and Josiah the father of Jechoniah and his brothers, at the time of the deportation to Babylon."},{"verse": 12, "text": "And after the deportation to Babylon: Jechoniah was the father of Salathiel, and Salathiel the father of Zerubbabel,"},{"verse": 13, "text": "and Zerubbabel the father of Abiud, and Abiud the father of Eliakim, and Eliakim the father of Azor,"},{"verse": 14, "text": "and Azor the father of Zadok, and Zadok the father of Achim, and Achim the father of Eliud,"},{"verse": 15, "text": "and Eliud the father of Eleazar, and Eleazar the father of Matthan, and Matthan the father of Jacob,"},{"verse": 16, "footnotes": {"a": "Matthew 1:16 Or _the Christ_"}, "text": "and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called the Messiah.[^a]"},{"verse": 17, "footnotes": {"a": "Matthew 1:17 Or _the Christ_"}, "text": "So all the generations from Abraham to David are fourteen generations; and from David to the deportation to Babylon, fourteen generations; and from the deportation to Babylon to the Messiah,[^a] fourteen generations."},{"verse": 18, "footnotes": {"a": "Matthew 1:18 Or _Jesus Christ_"}, "text": "||The Birth of Jesus the Messiah||Now the birth of Jesus the Messiah[^a] took place in this way. When his mother Mary had been engaged to Joseph, but before they lived together, she was found to be with child from the Holy Spirit."},{"verse": 19, "text": "Her husband Joseph, being a righteous man and unwilling to expose her to public disgrace, planned to dismiss her quietly."},{"verse": 20, "text": "But just when he had resolved to do this, an angel of the Lord appeared to him in a dream and said, \"Joseph, son of David, do not be afraid to take Mary as your wife, for the child conceived in her is from the Holy Spirit."},{"verse": 21, "text": "She will bear a son, and you are to name him Jesus, for he will save his people from their sins.\""},{"verse": 22, "text": "All this took place to fulfill what had been spoken by the Lord through the prophet:"},{"verse": 23, "text": "\"Look, the virgin shall conceive and bear a son,  \n    and they shall name him Emmanuel,\"\nwhich means, \"God is with us.\""},{"verse": 24, "text": "When Joseph awoke from sleep, he did as the angel of the Lord commanded him; he took her as his wife,"},{"verse": 25, "footnotes": {"a": "Matthew 1:25 Other ancient authorities read _her firstborn son_"}, "text": "but had no marital relations with her until she had borne a son;[^a] and he named him Jesus."}]}
,{"chapter": 2, "verses":[{"verse": 1, "footnotes": {"a": "Matthew 2:1 Or _astrologers_; Gk _magi_"}, "text": "||The Visit of the Wise Men||In the time of King Herod, after Jesus was born in Bethlehem of Judea, wise men[^a] from the East came to Jerusalem,"},{"verse": 2, "footnotes": {"a": "Matthew 2:2 Or _in the East_"}, "text": "asking, \"Where is the child who has been born king of the Jews? For we observed his star at its rising,[^a] and have come to pay him homage.\""},{"verse": 3, "text": "When King Herod heard this, he was frightened, and all Jerusalem with him;"},{"verse": 4, "footnotes": {"a": "Matthew 2:4 Or _the Christ_"}, "text": "and calling together all the chief priests and scribes of the people, he inquired of them where the Messiah[^a] was to be born."},{"verse": 5, "text": "They told him, \"In Bethlehem of Judea; for so it has been written by the prophet:"},{"verse": 6, "footnotes": {"a": "Matthew 2:6 Or _rule_"}, "text": "\"And you, Bethlehem, in the land of Judah,  \n    are by no means least among the rulers of Judah;  \nfor from you shall come a ruler  \n    who is to shepherd[^a] my people Israel.\"\""},{"verse": 7, "footnotes": {"a": "Matthew 2:7 Or _astrologers_; Gk _magi_"}, "text": "Then Herod secretly called for the wise men[^a] and learned from them the exact time when the star had appeared."},{"verse": 8, "text": "Then he sent them to Bethlehem, saying, \"Go and search diligently for the child; and when you have found him, bring me word so that I may also go and pay him homage.\""},{"verse": 9, "footnotes": {"a": "Matthew 2:9 Or _in the East_"}, "text": "When they had heard the king, they set out; and there, ahead of them, went the star that they had seen at its rising,[^a] until it stopped over the place where the child was."},{"verse": 10, "footnotes": {"a": "Matthew 2:10 Gk _saw the star_"}, "text": "When they saw that the star had stopped,[^a] they were overwhelmed with joy."},{"verse": 11, "text": "On entering the house, they saw the child with Mary his mother; and they knelt down and paid him homage. Then, opening their treasure chests, they offered him gifts of gold, frankincense, and myrrh."},{"verse": 12, "text": "And having been warned in a dream not to return to Herod, they left for their own country by another road."},{"verse": 13, "text": "||The Escape to Egypt||Now after they had left, an angel of the Lord appeared to Joseph in a dream and said, \"Get up, take the child and his mother, and flee to Egypt, and remain there until I tell you; for Herod is about to search for the child, to destroy him.\""},{"verse": 14, "footnotes": {"a": "Matthew 2:14 Gk _he_"}, "text": "Then Joseph[^a] got up, took the child and his mother by night, and went to Egypt,"},{"verse": 15, "text": "and remained there until the death of Herod. This was to fulfill what had been spoken by the Lord through the prophet, \"Out of Egypt I have called my son.\""},{"verse": 16, "footnotes": {"a": "Matthew 2:16 Or _astrologers_; Gk _magi_", "b": "Matthew 2:16 Or _astrologers_; Gk _magi_"}, "text": "||The Massacre of the Infants||When Herod saw that he had been tricked by the wise men,[^a] he was infuriated, and he sent and killed all the children in and around Bethlehem who were two years old or under, according to the time that he had learned from the wise men.[^b]"},{"verse": 17, "text": "Then was fulfilled what had been spoken through the prophet Jeremiah:"},{"verse": 18, "text": "\"A voice was heard in Ramah,  \n    wailing and loud lamentation,  \nRachel weeping for her children;  \n    she refused to be consoled, because they are no more.\""},{"verse": 19, "text": "||The Return from Egypt||When Herod died, an angel of the Lord suddenly appeared in a dream to Joseph in Egypt and said,"},{"verse": 20, "text": "\"Get up, take the child and his mother, and go to the land of Israel, for those who were seeking the child\"s life are dead.\""},{"verse": 21, "footnotes": {"a": "Matthew 2:21 Gk _he_"}, "text": "Then Joseph[^a] got up, took the child and his mother, and went to the land of Israel."},{"verse": 22, "text": "But when he heard that Archelaus was ruling over Judea in place of his father Herod, he was afraid to go there. And after being warned in a dream, he went away to the district of Galilee."},{"verse": 23, "text": "There he made his home in a town called Nazareth, so that what had been spoken through the prophets might be fulfilled, \"He will be called a Nazorean.\""}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||The Proclamation of John the Baptist||In those days John the Baptist appeared in the wilderness of Judea, proclaiming,"},{"verse": 2, "footnotes": {"a": "Matthew 3:2 Or _is at hand_"}, "text": "\"Repent, for the kingdom of heaven has come near.\"[^a]"},{"verse": 3, "text": "This is the one of whom the prophet Isaiah spoke when he said,\n\"The voice of one crying out in the wilderness:  \n\"Prepare the way of the Lord,  \n    make his paths straight.\"\""},{"verse": 4, "text": "Now John wore clothing of camel\"s hair with a leather belt around his waist, and his food was locusts and wild honey."},{"verse": 5, "text": "Then the people of Jerusalem and all Judea were going out to him, and all the region along the Jordan,"},{"verse": 6, "text": "and they were baptized by him in the river Jordan, confessing their sins."},{"verse": 7, "text": "But when he saw many Pharisees and Sadducees coming for baptism, he said to them, \"You brood of vipers! Who warned you to flee from the wrath to come?"},{"verse": 8, "text": "Bear fruit worthy of repentance."},{"verse": 9, "text": "Do not presume to say to yourselves, \"We have Abraham as our ancestor\"; for I tell you, God is able from these stones to raise up children to Abraham."},{"verse": 10, "text": "Even now the ax is lying at the root of the trees; every tree therefore that does not bear good fruit is cut down and thrown into the fire."},{"verse": 11, "footnotes": {"a": "Matthew 3:11 Or _in_", "b": "Matthew 3:11 Or _in_"}, "text": "\"I baptize you with[^a] water for repentance, but one who is more powerful than I is coming after me; I am not worthy to carry his sandals. He will baptize you with[^b] the Holy Spirit and fire."},{"verse": 12, "text": "His winnowing fork is in his hand, and he will clear his threshing floor and will gather his wheat into the granary; but the chaff he will burn with unquenchable fire.\""},{"verse": 13, "text": "||The Baptism of Jesus||Then Jesus came from Galilee to John at the Jordan, to be baptized by him."},{"verse": 14, "text": "John would have prevented him, saying, \"I need to be baptized by you, and do you come to me?\""},{"verse": 15, "text": "But Jesus answered him, \"Let it be so now; for it is proper for us in this way to fulfill all righteousness.\" Then he consented."},{"verse": 16, "text": "And when Jesus had been baptized, just as he came up from the water, suddenly the heavens were opened to him and he saw the Spirit of God descending like a dove and alighting on him."},{"verse": 17, "footnotes": {"a": "Matthew 3:17 Or _my beloved Son_"}, "text": "And a voice from heaven said, \"This is my Son, the Beloved,[^a] with whom I am well pleased.\""}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||The Temptation of Jesus||Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil."},{"verse": 2, "text": "He fasted forty days and forty nights, and afterwards he was famished."},{"verse": 3, "text": "The tempter came and said to him, \"If you are the Son of God, command these stones to become loaves of bread.\""},{"verse": 4, "text": "But he answered, \"It is written,\n\"One does not live by bread alone,  \n    but by every word that comes from the mouth of God.\"\""},{"verse": 5, "text": "Then the devil took him to the holy city and placed him on the pinnacle of the temple,"},{"verse": 6, "text": "saying to him, \"If you are the Son of God, throw yourself down; for it is written,\n\"He will command his angels concerning you,\"  \n    and \"On their hands they will bear you up,  \nso that you will not dash your foot against a stone.\"\""},{"verse": 7, "text": "Jesus said to him, \"Again it is written, \"Do not put the Lord your God to the test.\"\""},{"verse": 8, "text": "Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor;"},{"verse": 9, "text": "and he said to him, \"All these I will give you, if you will fall down and worship me.\""},{"verse": 10, "text": "Jesus said to him, \"Away with you, Satan! for it is written,\n\"Worship the Lord your God,  \n    and serve only him.\"\""},{"verse": 11, "text": "Then the devil left him, and suddenly angels came and waited on him."},{"verse": 12, "footnotes": {"a": "Matthew 4:12 Gk _he_"}, "text": "||Jesus Begins His Ministry in Galilee||Now when Jesus[^a] heard that John had been arrested, he withdrew to Galilee."},{"verse": 13, "text": "He left Nazareth and made his home in Capernaum by the sea, in the territory of Zebulun and Naphtali,"},{"verse": 14, "text": "so that what had been spoken through the prophet Isaiah might be fulfilled:"},{"verse": 15, "text": "\"Land of Zebulun, land of Naphtali,  \n    on the road by the sea, across the Jordan, Galilee of the Gentiles--"},{"verse": 16, "text": "the people who sat in darkness  \n    have seen a great light,  \nand for those who sat in the region and shadow of death  \n    light has dawned.\""},{"verse": 17, "footnotes": {"a": "Matthew 4:17 Or _is at hand_"}, "text": "From that time Jesus began to proclaim, \"Repent, for the kingdom of heaven has come near.\"[^a]"},{"verse": 18, "text": "||Jesus Calls the First Disciples||As he walked by the Sea of Galilee, he saw two brothers, Simon, who is called Peter, and Andrew his brother, casting a net into the sea--for they were fishermen."},{"verse": 19, "text": "And he said to them, \"Follow me, and I will make you fish for people.\""},{"verse": 20, "text": "Immediately they left their nets and followed him."},{"verse": 21, "text": "As he went from there, he saw two other brothers, James son of Zebedee and his brother John, in the boat with their father Zebedee, mending their nets, and he called them."},{"verse": 22, "text": "Immediately they left the boat and their father, and followed him."},{"verse": 23, "footnotes": {"a": "Matthew 4:23 Gk _He_", "b": "Matthew 4:23 Gk _gospel_"}, "text": "||Jesus Ministers to Crowds of People||Jesus[^a] went throughout Galilee, teaching in their synagogues and proclaiming the good news[^b] of the kingdom and curing every disease and every sickness among the people."},{"verse": 24, "text": "So his fame spread throughout all Syria, and they brought to him all the sick, those who were afflicted with various diseases and pains, demoniacs, epileptics, and paralytics, and he cured them."},{"verse": 25, "text": "And great crowds followed him from Galilee, the Decapolis, Jerusalem, Judea, and from beyond the Jordan."}]}
,{"chapter": 5, "verses":[{"verse": 1, "footnotes": {"a": "Matthew 5:1 Gk _he_"}, "text": "||The Beatitudes||When Jesus[^a] saw the crowds, he went up the mountain; and after he sat down, his disciples came to him."},{"verse": 2, "text": "Then he began to speak, and taught them, saying:"},{"verse": 3, "text": "\"Blessed are the poor in spirit, for theirs is the kingdom of heaven."},{"verse": 4, "text": "\"Blessed are those who mourn, for they will be comforted."},{"verse": 5, "text": "\"Blessed are the meek, for they will inherit the earth."},{"verse": 6, "text": "\"Blessed are those who hunger and thirst for righteousness, for they will be filled."},{"verse": 7, "text": "\"Blessed are the merciful, for they will receive mercy."},{"verse": 8, "text": "\"Blessed are the pure in heart, for they will see God."},{"verse": 9, "text": "\"Blessed are the peacemakers, for they will be called children of God."},{"verse": 10, "text": "\"Blessed are those who are persecuted for righteousness\" sake, for theirs is the kingdom of heaven."},{"verse": 11, "footnotes": {"a": "Matthew 5:11 Other ancient authorities lack _falsely_"}, "text": "\"Blessed are you when people revile you and persecute you and utter all kinds of evil against you falsely[^a] on my account."},{"verse": 12, "text": "Rejoice and be glad, for your reward is great in heaven, for in the same way they persecuted the prophets who were before you."},{"verse": 13, "text": "||Salt and Light||\"You are the salt of the earth; but if salt has lost its taste, how can its saltiness be restored? It is no longer good for anything, but is thrown out and trampled under foot."},{"verse": 14, "text": "\"You are the light of the world. A city built on a hill cannot be hid."},{"verse": 15, "text": "No one after lighting a lamp puts it under the bushel basket, but on the lampstand, and it gives light to all in the house."},{"verse": 16, "text": "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father in heaven."},{"verse": 17, "text": "||The Law and the Prophets||\"Do not think that I have come to abolish the law or the prophets; I have come not to abolish but to fulfill."},{"verse": 18, "footnotes": {"a": "Matthew 5:18 Gk _one iota_"}, "text": "For truly I tell you, until heaven and earth pass away, not one letter,[^a] not one stroke of a letter, will pass from the law until all is accomplished."},{"verse": 19, "footnotes": {"a": "Matthew 5:19 Or _annuls_"}, "text": "Therefore, whoever breaks[^a] one of the least of these commandments, and teaches others to do the same, will be called least in the kingdom of heaven; but whoever does them and teaches them will be called great in the kingdom of heaven."},{"verse": 20, "text": "For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven."},{"verse": 21, "text": "||Concerning Anger||\"You have heard that it was said to those of ancient times, \"You shall not murder\"; and \"whoever murders shall be liable to judgment.\""},{"verse": 22, "footnotes": {"a": "Matthew 5:22 Gk _a brother_; other ancient authorities add _without cause_", "b": "Matthew 5:22 Gk _say Raca to_ (an obscure term of abuse)", "c": "Matthew 5:22 Gk _a brother_", "d": "Matthew 5:22 Gk _Gehenna_"}, "text": "But I say to you that if you are angry with a brother or sister,[^a] you will be liable to judgment; and if you insult[^b] a brother or sister,[^c] you will be liable to the council; and if you say, \"You fool,\" you will be liable to the hell[^d] of fire."},{"verse": 23, "footnotes": {"a": "Matthew 5:23 Gk _your brother_"}, "text": "So when you are offering your gift at the altar, if you remember that your brother or sister[^a] has something against you,"},{"verse": 24, "footnotes": {"a": "Matthew 5:24 Gk _your brother_"}, "text": "leave your gift there before the altar and go; first be reconciled to your brother or sister,[^a] and then come and offer your gift."},{"verse": 25, "footnotes": {"a": "Matthew 5:25 Gk lacks _to court_"}, "text": "Come to terms quickly with your accuser while you are on the way to court[^a] with him, or your accuser may hand you over to the judge, and the judge to the guard, and you will be thrown into prison."},{"verse": 26, "text": "Truly I tell you, you will never get out until you have paid the last penny."},{"verse": 27, "text": "||Concerning Adultery||\"You have heard that it was said, \"You shall not commit adultery.\""},{"verse": 28, "text": "But I say to you that everyone who looks at a woman with lust has already committed adultery with her in his heart."},{"verse": 29, "footnotes": {"a": "Matthew 5:29 Gk _Gehenna_"}, "text": "If your right eye causes you to sin, tear it out and throw it away; it is better for you to lose one of your members than for your whole body to be thrown into hell.[^a]"},{"verse": 30, "footnotes": {"a": "Matthew 5:30 Gk _Gehenna_"}, "text": "And if your right hand causes you to sin, cut it off and throw it away; it is better for you to lose one of your members than for your whole body to go into hell.[^a]"},{"verse": 31, "text": "||Concerning Divorce||\"It was also said, \"Whoever divorces his wife, let him give her a certificate of divorce.\""},{"verse": 32, "text": "But I say to you that anyone who divorces his wife, except on the ground of unchastity, causes her to commit adultery; and whoever marries a divorced woman commits adultery."},{"verse": 33, "text": "||Concerning Oaths||\"Again, you have heard that it was said to those of ancient times, \"You shall not swear falsely, but carry out the vows you have made to the Lord.\""},{"verse": 34, "text": "But I say to you, Do not swear at all, either by heaven, for it is the throne of God,"},{"verse": 35, "text": "or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King."},{"verse": 36, "text": "And do not swear by your head, for you cannot make one hair white or black."},{"verse": 37, "footnotes": {"a": "Matthew 5:37 Or _evil_"}, "text": "Let your word be \"Yes, Yes\" or \"No, No\"; anything more than this comes from the evil one.[^a]"},{"verse": 38, "text": "||Concerning Retaliation||\"You have heard that it was said, \"An eye for an eye and a tooth for a tooth.\""},{"verse": 39, "text": "But I say to you, Do not resist an evildoer. But if anyone strikes you on the right cheek, turn the other also;"},{"verse": 40, "text": "and if anyone wants to sue you and take your coat, give your cloak as well;"},{"verse": 41, "text": "and if anyone forces you to go one mile, go also the second mile."},{"verse": 42, "text": "Give to everyone who begs from you, and do not refuse anyone who wants to borrow from you."},{"verse": 43, "text": "||Love for Enemies||\"You have heard that it was said, \"You shall love your neighbor and hate your enemy.\""},{"verse": 44, "text": "But I say to you, Love your enemies and pray for those who persecute you,"},{"verse": 45, "text": "so that you may be children of your Father in heaven; for he makes his sun rise on the evil and on the good, and sends rain on the righteous and on the unrighteous."},{"verse": 46, "text": "For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?"},{"verse": 47, "footnotes": {"a": "Matthew 5:47 Gk _your brothers_"}, "text": "And if you greet only your brothers and sisters,[^a] what more are you doing than others? Do not even the Gentiles do the same?"},{"verse": 48, "text": "Be perfect, therefore, as your heavenly Father is perfect."}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||Concerning Almsgiving||\"Beware of practicing your piety before others in order to be seen by them; for then you have no reward from your Father in heaven."},{"verse": 2, "text": "\"So whenever you give alms, do not sound a trumpet before you, as the hypocrites do in the synagogues and in the streets, so that they may be praised by others. Truly I tell you, they have received their reward."},{"verse": 3, "text": "But when you give alms, do not let your left hand know what your right hand is doing,"},{"verse": 4, "footnotes": {"a": "Matthew 6:4 Other ancient authorities add _openly_"}, "text": "so that your alms may be done in secret; and your Father who sees in secret will reward you.[^a]"},{"verse": 5, "text": "||Concerning Prayer||\"And whenever you pray, do not be like the hypocrites; for they love to stand and pray in the synagogues and at the street corners, so that they may be seen by others. Truly I tell you, they have received their reward."},{"verse": 6, "footnotes": {"a": "Matthew 6:6 Other ancient authorities add _openly_"}, "text": "But whenever you pray, go into your room and shut the door and pray to your Father who is in secret; and your Father who sees in secret will reward you.[^a]"},{"verse": 7, "text": "\"When you are praying, do not heap up empty phrases as the Gentiles do; for they think that they will be heard because of their many words."},{"verse": 8, "text": "Do not be like them, for your Father knows what you need before you ask him."},{"verse": 9, "text": "\"Pray then in this way:\nOur Father in heaven,  \n    hallowed be your name."},{"verse": 10, "text": "    Your kingdom come.  \n    Your will be done,  \n        on earth as it is in heaven."},{"verse": 11, "footnotes": {"a": "Matthew 6:11 Or _our bread for tomorrow_"}, "text": "    Give us this day our daily bread.[^a]"},{"verse": 12, "text": "    And forgive us our debts,  \n        as we also have forgiven our debtors."},{"verse": 13, "footnotes": {"a": "Matthew 6:13 Or _us into temptation_", "b": "Matthew 6:13 Or _from evil._ Other ancient authorities add, in some form, _For the kingdom and the power and the glory are yours forever. Amen._"}, "text": "    And do not bring us to the time of trial,[^a]  \n        but rescue us from the evil one.[^b]"},{"verse": 14, "text": "For if you forgive others their trespasses, your heavenly Father will also forgive you;"},{"verse": 15, "text": "but if you do not forgive others, neither will your Father forgive your trespasses."},{"verse": 16, "text": "||Concerning Fasting||\"And whenever you fast, do not look dismal, like the hypocrites, for they disfigure their faces so as to show others that they are fasting. Truly I tell you, they have received their reward."},{"verse": 17, "text": "But when you fast, put oil on your head and wash your face,"},{"verse": 18, "footnotes": {"a": "Matthew 6:18 Other ancient authorities add _openly_"}, "text": "so that your fasting may be seen not by others but by your Father who is in secret; and your Father who sees in secret will reward you.[^a]"},{"verse": 19, "footnotes": {"a": "Matthew 6:19 Gk _eating_"}, "text": "||Concerning Treasures||\"Do not store up for yourselves treasures on earth, where moth and rust[^a] consume and where thieves break in and steal;"},{"verse": 20, "footnotes": {"a": "Matthew 6:20 Gk _eating_"}, "text": "but store up for yourselves treasures in heaven, where neither moth nor rust[^a] consumes and where thieves do not break in and steal."},{"verse": 21, "text": "For where your treasure is, there your heart will be also."},{"verse": 22, "text": "||The Sound Eye||\"The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light;"},{"verse": 23, "text": "but if your eye is unhealthy, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!"},{"verse": 24, "footnotes": {"a": "Matthew 6:24 Gk _mammon_"}, "text": "||Serving Two Masters||\"No one can serve two masters; for a slave will either hate the one and love the other, or be devoted to the one and despise the other. You cannot serve God and wealth.[^a]"},{"verse": 25, "footnotes": {"a": "Matthew 6:25 Other ancient authorities lack _or what you will drink_"}, "text": "||Do Not Worry||\"Therefore I tell you, do not worry about your life, what you will eat or what you will drink,[^a] or about your body, what you will wear. Is not life more than food, and the body more than clothing?"},{"verse": 26, "text": "Look at the birds of the air; they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?"},{"verse": 27, "footnotes": {"a": "Matthew 6:27 Or _add one cubit to your height_"}, "text": "And can any of you by worrying add a single hour to your span of life?[^a]"},{"verse": 28, "text": "And why do you worry about clothing? Consider the lilies of the field, how they grow; they neither toil nor spin,"},{"verse": 29, "text": "yet I tell you, even Solomon in all his glory was not clothed like one of these."},{"verse": 30, "text": "But if God so clothes the grass of the field, which is alive today and tomorrow is thrown into the oven, will he not much more clothe you--you of little faith?"},{"verse": 31, "text": "Therefore do not worry, saying, \"What will we eat?\" or \"What will we drink?\" or \"What will we wear?\""},{"verse": 32, "text": "For it is the Gentiles who strive for all these things; and indeed your heavenly Father knows that you need all these things."},{"verse": 33, "footnotes": {"a": "Matthew 6:33 Other ancient authorities lack _of God_", "b": "Matthew 6:33 Or _its_"}, "text": "But strive first for the kingdom of God[^a] and his[^b] righteousness, and all these things will be given to you as well."},{"verse": 34, "text": "\"So do not worry about tomorrow, for tomorrow will bring worries of its own. Today\"s trouble is enough for today."}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "||Judging Others||\"Do not judge, so that you may not be judged."},{"verse": 2, "text": "For with the judgment you make you will be judged, and the measure you give will be the measure you get."},{"verse": 3, "footnotes": {"a": "Matthew 7:3 Gk _brother’s_"}, "text": "Why do you see the speck in your neighbor\"s[^a] eye, but do not notice the log in your own eye?"},{"verse": 4, "footnotes": {"a": "Matthew 7:4 Gk _brother_"}, "text": "Or how can you say to your neighbor,[^a] \"Let me take the speck out of your eye,\" while the log is in your own eye?"},{"verse": 5, "footnotes": {"a": "Matthew 7:5 Gk _brother’s_"}, "text": "You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your neighbor\"s[^a] eye."},{"verse": 6, "text": "||Profaning the Holy||\"Do not give what is holy to dogs; and do not throw your pearls before swine, or they will trample them under foot and turn and maul you."},{"verse": 7, "text": "||Ask, Search, Knock||\"Ask, and it will be given you; search, and you will find; knock, and the door will be opened for you."},{"verse": 8, "text": "For everyone who asks receives, and everyone who searches finds, and for everyone who knocks, the door will be opened."},{"verse": 9, "text": "Is there anyone among you who, if your child asks for bread, will give a stone?"},{"verse": 10, "text": "Or if the child asks for a fish, will give a snake?"},{"verse": 11, "text": "If you then, who are evil, know how to give good gifts to your children, how much more will your Father in heaven give good things to those who ask him!"},{"verse": 12, "text": "||The Golden Rule||\"In everything do to others as you would have them do to you; for this is the law and the prophets."},{"verse": 13, "footnotes": {"a": "Matthew 7:13 Other ancient authorities read _for the road is wide and easy_"}, "text": "||The Narrow Gate||\"Enter through the narrow gate; for the gate is wide and the road is easy[^a] that leads to destruction, and there are many who take it."},{"verse": 14, "text": "For the gate is narrow and the road is hard that leads to life, and there are few who find it."},{"verse": 15, "text": "||A Tree and Its Fruit||\"Beware of false prophets, who come to you in sheep\"s clothing but inwardly are ravenous wolves."},{"verse": 16, "text": "You will know them by their fruits. Are grapes gathered from thorns, or figs from thistles?"},{"verse": 17, "text": "In the same way, every good tree bears good fruit, but the bad tree bears bad fruit."},{"verse": 18, "text": "A good tree cannot bear bad fruit, nor can a bad tree bear good fruit."},{"verse": 19, "text": "Every tree that does not bear good fruit is cut down and thrown into the fire."},{"verse": 20, "text": "Thus you will know them by their fruits."},{"verse": 21, "text": "||Concerning Self-Deception||\"Not everyone who says to me, \"Lord, Lord,\" will enter the kingdom of heaven, but only the one who does the will of my Father in heaven."},{"verse": 22, "text": "On that day many will say to me, \"Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many deeds of power in your name?\""},{"verse": 23, "text": "Then I will declare to them, \"I never knew you; go away from me, you evildoers.\""},{"verse": 24, "text": "||Hearers and Doers||\"Everyone then who hears these words of mine and acts on them will be like a wise man who built his house on rock."},{"verse": 25, "text": "The rain fell, the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on rock."},{"verse": 26, "text": "And everyone who hears these words of mine and does not act on them will be like a foolish man who built his house on sand."},{"verse": 27, "text": "The rain fell, and the floods came, and the winds blew and beat against that house, and it fell--and great was its fall!\""},{"verse": 28, "text": "Now when Jesus had finished saying these things, the crowds were astounded at his teaching,"},{"verse": 29, "text": "for he taught them as one having authority, and not as their scribes."}]}
,{"chapter": 8, "verses":[{"verse": 1, "footnotes": {"a": "Matthew 8:1 Gk _he_"}, "text": "||Jesus Cleanses a Leper||When Jesus[^a] had come down from the mountain, great crowds followed him;"},{"verse": 2, "footnotes": {"a": "Matthew 8:2 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "and there was a leper[^a] who came to him and knelt before him, saying, \"Lord, if you choose, you can make me clean.\""},{"verse": 3, "footnotes": {"a": "Matthew 8:3 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "He stretched out his hand and touched him, saying, \"I do choose. Be made clean!\" Immediately his leprosy[^a] was cleansed."},{"verse": 4, "text": "Then Jesus said to him, \"See that you say nothing to anyone; but go, show yourself to the priest, and offer the gift that Moses commanded, as a testimony to them.\""},{"verse": 5, "text": "||Jesus Heals a Centurion\"s Servant||When he entered Capernaum, a centurion came to him, appealing to him"},{"verse": 6, "text": "and saying, \"Lord, my servant is lying at home paralyzed, in terrible distress.\""},{"verse": 7, "text": "And he said to him, \"I will come and cure him.\""},{"verse": 8, "text": "The centurion answered, \"Lord, I am not worthy to have you come under my roof; but only speak the word, and my servant will be healed."},{"verse": 9, "text": "For I also am a man under authority, with soldiers under me; and I say to one, \"Go,\" and he goes, and to another, \"Come,\" and he comes, and to my slave, \"Do this,\" and the slave does it.\""},{"verse": 10, "footnotes": {"a": "Matthew 8:10 Other ancient authorities read _Truly I tell you, not even_"}, "text": "When Jesus heard him, he was amazed and said to those who followed him, \"Truly I tell you, in no one[^a] in Israel have I found such faith."},{"verse": 11, "text": "I tell you, many will come from east and west and will eat with Abraham and Isaac and Jacob in the kingdom of heaven,"},{"verse": 12, "text": "while the heirs of the kingdom will be thrown into the outer darkness, where there will be weeping and gnashing of teeth.\""},{"verse": 13, "text": "And to the centurion Jesus said, \"Go; let it be done for you according to your faith.\" And the servant was healed in that hour."},{"verse": 14, "text": "||Jesus Heals Many at Peter\"s House||When Jesus entered Peter\"s house, he saw his mother-in-law lying in bed with a fever;"},{"verse": 15, "text": "he touched her hand, and the fever left her, and she got up and began to serve him."},{"verse": 16, "text": "That evening they brought to him many who were possessed with demons; and he cast out the spirits with a word, and cured all who were sick."},{"verse": 17, "text": "This was to fulfill what had been spoken through the prophet Isaiah, \"He took our infirmities and bore our diseases.\""},{"verse": 18, "text": "||Would-Be Followers of Jesus||Now when Jesus saw great crowds around him, he gave orders to go over to the other side."},{"verse": 19, "text": "A scribe then approached and said, \"Teacher, I will follow you wherever you go.\""},{"verse": 20, "text": "And Jesus said to him, \"Foxes have holes, and birds of the air have nests; but the Son of Man has nowhere to lay his head.\""},{"verse": 21, "text": "Another of his disciples said to him, \"Lord, first let me go and bury my father.\""},{"verse": 22, "text": "But Jesus said to him, \"Follow me, and let the dead bury their own dead.\""},{"verse": 23, "text": "||Jesus Stills the Storm||And when he got into the boat, his disciples followed him."},{"verse": 24, "text": "A windstorm arose on the sea, so great that the boat was being swamped by the waves; but he was asleep."},{"verse": 25, "text": "And they went and woke him up, saying, \"Lord, save us! We are perishing!\""},{"verse": 26, "text": "And he said to them, \"Why are you afraid, you of little faith?\" Then he got up and rebuked the winds and the sea; and there was a dead calm."},{"verse": 27, "text": "They were amazed, saying, \"What sort of man is this, that even the winds and the sea obey him?\""},{"verse": 28, "footnotes": {"a": "Matthew 8:28 Other ancient authorities read _Gergesenes_; others, _Gerasenes_"}, "text": "||Jesus Heals the Gadarene Demoniacs||When he came to the other side, to the country of the Gadarenes,[^a] two demoniacs coming out of the tombs met him. They were so fierce that no one could pass that way."},{"verse": 29, "text": "Suddenly they shouted, \"What have you to do with us, Son of God? Have you come here to torment us before the time?\""},{"verse": 30, "text": "Now a large herd of swine was feeding at some distance from them."},{"verse": 31, "text": "The demons begged him, \"If you cast us out, send us into the herd of swine.\""},{"verse": 32, "text": "And he said to them, \"Go!\" So they came out and entered the swine; and suddenly, the whole herd rushed down the steep bank into the sea and perished in the water."},{"verse": 33, "text": "The swineherds ran off, and on going into the town, they told the whole story about what had happened to the demoniacs."},{"verse": 34, "text": "Then the whole town came out to meet Jesus; and when they saw him, they begged him to leave their neighborhood."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "And after getting into a boat he crossed the sea and came to his own town."},{"verse": 2, "text": "||Jesus Heals a Paralytic||And just then some people were carrying a paralyzed man lying on a bed. When Jesus saw their faith, he said to the paralytic, \"Take heart, son; your sins are forgiven.\""},{"verse": 3, "text": "Then some of the scribes said to themselves, \"This man is blaspheming.\""},{"verse": 4, "text": "But Jesus, perceiving their thoughts, said, \"Why do you think evil in your hearts?"},{"verse": 5, "text": "For which is easier, to say, \"Your sins are forgiven,\" or to say, \"Stand up and walk\"?"},{"verse": 6, "text": "But so that you may know that the Son of Man has authority on earth to forgive sins\"--he then said to the paralytic--\"Stand up, take your bed and go to your home.\""},{"verse": 7, "text": "And he stood up and went to his home."},{"verse": 8, "text": "When the crowds saw it, they were filled with awe, and they glorified God, who had given such authority to human beings."},{"verse": 9, "text": "||The Call of Matthew||As Jesus was walking along, he saw a man called Matthew sitting at the tax booth; and he said to him, \"Follow me.\" And he got up and followed him."},{"verse": 10, "footnotes": {"a": "Matthew 9:10 Gk _reclined_", "b": "Matthew 9:10 Gk _were reclining_"}, "text": "And as he sat at dinner[^a] in the house, many tax collectors and sinners came and were sitting[^b] with him and his disciples."},{"verse": 11, "text": "When the Pharisees saw this, they said to his disciples, \"Why does your teacher eat with tax collectors and sinners?\""},{"verse": 12, "text": "But when he heard this, he said, \"Those who are well have no need of a physician, but those who are sick."},{"verse": 13, "text": "Go and learn what this means, \"I desire mercy, not sacrifice.\" For I have come to call not the righteous but sinners.\""},{"verse": 14, "footnotes": {"a": "Matthew 9:14 Other ancient authorities lack _often_"}, "text": "||The Question about Fasting||Then the disciples of John came to him, saying, \"Why do we and the Pharisees fast often,[^a] but your disciples do not fast?\""},{"verse": 15, "text": "And Jesus said to them, \"The wedding guests cannot mourn as long as the bridegroom is with them, can they? The days will come when the bridegroom is taken away from them, and then they will fast."},{"verse": 16, "text": "No one sews a piece of unshrunk cloth on an old cloak, for the patch pulls away from the cloak, and a worse tear is made."},{"verse": 17, "text": "Neither is new wine put into old wineskins; otherwise, the skins burst, and the wine is spilled, and the skins are destroyed; but new wine is put into fresh wineskins, and so both are preserved.\""},{"verse": 18, "footnotes": {"a": "Matthew 9:18 Gk lacks _of the synagogue_"}, "text": "||A Girl Restored to Life and a Woman Healed||While he was saying these things to them, suddenly a leader of the synagogue[^a] came in and knelt before him, saying, \"My daughter has just died; but come and lay your hand on her, and she will live.\""},{"verse": 19, "text": "And Jesus got up and followed him, with his disciples."},{"verse": 20, "text": "Then suddenly a woman who had been suffering from hemorrhages for twelve years came up behind him and touched the fringe of his cloak,"},{"verse": 21, "text": "for she said to herself, \"If I only touch his cloak, I will be made well.\""},{"verse": 22, "text": "Jesus turned, and seeing her he said, \"Take heart, daughter; your faith has made you well.\" And instantly the woman was made well."},{"verse": 23, "text": "When Jesus came to the leader\"s house and saw the flute players and the crowd making a commotion,"},{"verse": 24, "text": "he said, \"Go away; for the girl is not dead but sleeping.\" And they laughed at him."},{"verse": 25, "text": "But when the crowd had been put outside, he went in and took her by the hand, and the girl got up."},{"verse": 26, "text": "And the report of this spread throughout that district."},{"verse": 27, "text": "||Jesus Heals Two Blind Men||As Jesus went on from there, two blind men followed him, crying loudly, \"Have mercy on us, Son of David!\""},{"verse": 28, "text": "When he entered the house, the blind men came to him; and Jesus said to them, \"Do you believe that I am able to do this?\" They said to him, \"Yes, Lord.\""},{"verse": 29, "text": "Then he touched their eyes and said, \"According to your faith let it be done to you.\""},{"verse": 30, "text": "And their eyes were opened. Then Jesus sternly ordered them, \"See that no one knows of this.\""},{"verse": 31, "text": "But they went away and spread the news about him throughout that district."},{"verse": 32, "text": "||Jesus Heals One Who Was Mute||After they had gone away, a demoniac who was mute was brought to him."},{"verse": 33, "text": "And when the demon had been cast out, the one who had been mute spoke; and the crowds were amazed and said, \"Never has anything like this been seen in Israel.\""},{"verse": 34, "footnotes": {"a": "Matthew 9:34 Other ancient authorities lack this verse"}, "text": "But the Pharisees said, \"By the ruler of the demons he casts out the demons.\"[^a]"},{"verse": 35, "text": "||The Harvest Is Great, the Laborers Few||Then Jesus went about all the cities and villages, teaching in their synagogues, and proclaiming the good news of the kingdom, and curing every disease and every sickness."},{"verse": 36, "text": "When he saw the crowds, he had compassion for them, because they were harassed and helpless, like sheep without a shepherd."},{"verse": 37, "text": "Then he said to his disciples, \"The harvest is plentiful, but the laborers are few;"},{"verse": 38, "text": "therefore ask the Lord of the harvest to send out laborers into his harvest.\""}]}
,{"chapter": 10, "verses":[{"verse": 1, "footnotes": {"a": "Matthew 10:1 Gk _he_"}, "text": "||The Twelve Apostles||Then Jesus[^a] summoned his twelve disciples and gave them authority over unclean spirits, to cast them out, and to cure every disease and every sickness."},{"verse": 2, "text": "These are the names of the twelve apostles: first, Simon, also known as Peter, and his brother Andrew; James son of Zebedee, and his brother John;"},{"verse": 3, "footnotes": {"a": "Matthew 10:3 Other ancient authorities read _Lebbaeus_, or _Lebbaeus called Thaddaeus_"}, "text": "Philip and Bartholomew; Thomas and Matthew the tax collector; James son of Alphaeus, and Thaddaeus;[^a]"},{"verse": 4, "text": "Simon the Cananaean, and Judas Iscariot, the one who betrayed him."},{"verse": 5, "text": "||The Mission of the Twelve||These twelve Jesus sent out with the following instructions: \"Go nowhere among the Gentiles, and enter no town of the Samaritans,"},{"verse": 6, "text": "but go rather to the lost sheep of the house of Israel."},{"verse": 7, "footnotes": {"a": "Matthew 10:7 Or _is at hand_"}, "text": "As you go, proclaim the good news, \"The kingdom of heaven has come near.\"[^a]"},{"verse": 8, "footnotes": {"a": "Matthew 10:8 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "Cure the sick, raise the dead, cleanse the lepers,[^a] cast out demons. You received without payment; give without payment."},{"verse": 9, "text": "Take no gold, or silver, or copper in your belts,"},{"verse": 10, "text": "no bag for your journey, or two tunics, or sandals, or a staff; for laborers deserve their food."},{"verse": 11, "text": "Whatever town or village you enter, find out who in it is worthy, and stay there until you leave."},{"verse": 12, "text": "As you enter the house, greet it."},{"verse": 13, "text": "If the house is worthy, let your peace come upon it; but if it is not worthy, let your peace return to you."},{"verse": 14, "text": "If anyone will not welcome you or listen to your words, shake off the dust from your feet as you leave that house or town."},{"verse": 15, "text": "Truly I tell you, it will be more tolerable for the land of Sodom and Gomorrah on the day of judgment than for that town."},{"verse": 16, "text": "||Coming Persecutions||\"See, I am sending you out like sheep into the midst of wolves; so be wise as serpents and innocent as doves."},{"verse": 17, "text": "Beware of them, for they will hand you over to councils and flog you in their synagogues;"},{"verse": 18, "text": "and you will be dragged before governors and kings because of me, as a testimony to them and the Gentiles."},{"verse": 19, "text": "When they hand you over, do not worry about how you are to speak or what you are to say; for what you are to say will be given to you at that time;"},{"verse": 20, "text": "for it is not you who speak, but the Spirit of your Father speaking through you."},{"verse": 21, "text": "Brother will betray brother to death, and a father his child, and children will rise against parents and have them put to death;"},{"verse": 22, "text": "and you will be hated by all because of my name. But the one who endures to the end will be saved."},{"verse": 23, "text": "When they persecute you in one town, flee to the next; for truly I tell you, you will not have gone through all the towns of Israel before the Son of Man comes."},{"verse": 24, "text": "\"A disciple is not above the teacher, nor a slave above the master;"},{"verse": 25, "text": "it is enough for the disciple to be like the teacher, and the slave like the master. If they have called the master of the house Beelzebul, how much more will they malign those of his household!"},{"verse": 26, "text": "||Whom to Fear||\"So have no fear of them; for nothing is covered up that will not be uncovered, and nothing secret that will not become known."},{"verse": 27, "text": "What I say to you in the dark, tell in the light; and what you hear whispered, proclaim from the housetops."},{"verse": 28, "footnotes": {"a": "Matthew 10:28 Gk _Gehenna_"}, "text": "Do not fear those who kill the body but cannot kill the soul; rather fear him who can destroy both soul and body in hell.[^a]"},{"verse": 29, "text": "Are not two sparrows sold for a penny? Yet not one of them will fall to the ground apart from your Father."},{"verse": 30, "text": "And even the hairs of your head are all counted."},{"verse": 31, "text": "So do not be afraid; you are of more value than many sparrows."},{"verse": 32, "text": "\"Everyone therefore who acknowledges me before others, I also will acknowledge before my Father in heaven;"},{"verse": 33, "text": "but whoever denies me before others, I also will deny before my Father in heaven."},{"verse": 34, "text": "||Not Peace, but a Sword||\"Do not think that I have come to bring peace to the earth; I have not come to bring peace, but a sword."},{"verse": 35, "text": "For I have come to set a man against his father,  \nand a daughter against her mother,  \nand a daughter-in-law against her mother-in-law;"},{"verse": 36, "text": "and one\"s foes will be members of one\"s own household."},{"verse": 37, "text": "Whoever loves father or mother more than me is not worthy of me; and whoever loves son or daughter more than me is not worthy of me;"},{"verse": 38, "text": "and whoever does not take up the cross and follow me is not worthy of me."},{"verse": 39, "text": "Those who find their life will lose it, and those who lose their life for my sake will find it."},{"verse": 40, "text": "||Rewards||\"Whoever welcomes you welcomes me, and whoever welcomes me welcomes the one who sent me."},{"verse": 41, "text": "Whoever welcomes a prophet in the name of a prophet will receive a prophet\"s reward; and whoever welcomes a righteous person in the name of a righteous person will receive the reward of the righteous;"},{"verse": 42, "text": "and whoever gives even a cup of cold water to one of these little ones in the name of a disciple--truly I tell you, none of these will lose their reward.\""}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "Now when Jesus had finished instructing his twelve disciples, he went on from there to teach and proclaim his message in their cities."},{"verse": 2, "footnotes": {"a": "Matthew 11:2 Or _the Christ_", "b": "Matthew 11:2 Other ancient authorities read _two of his_"}, "text": "||Messengers from John the Baptist||When John heard in prison what the Messiah[^a] was doing, he sent word by his[^b] disciples"},{"verse": 3, "text": "and said to him, \"Are you the one who is to come, or are we to wait for another?\""},{"verse": 4, "text": "Jesus answered them, \"Go and tell John what you hear and see:"},{"verse": 5, "footnotes": {"a": "Matthew 11:5 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "the blind receive their sight, the lame walk, the lepers[^a] are cleansed, the deaf hear, the dead are raised, and the poor have good news brought to them."},{"verse": 6, "text": "And blessed is anyone who takes no offense at me.\""},{"verse": 7, "text": "||Jesus Praises John the Baptist||As they went away, Jesus began to speak to the crowds about John: \"What did you go out into the wilderness to look at? A reed shaken by the wind?"},{"verse": 8, "footnotes": {"a": "Matthew 11:8 Or _Why then did you go out? To see someone_"}, "text": "What then did you go out to see? Someone[^a] dressed in soft robes? Look, those who wear soft robes are in royal palaces."},{"verse": 9, "footnotes": {"a": "Matthew 11:9 Other ancient authorities read _Why then did you go out? To see a prophet?_"}, "text": "What then did you go out to see? A prophet?[^a] Yes, I tell you, and more than a prophet."},{"verse": 10, "text": "This is the one about whom it is written,\n\"See, I am sending my messenger ahead of you,  \n    who will prepare your way before you.\""},{"verse": 11, "text": "Truly I tell you, among those born of women no one has arisen greater than John the Baptist; yet the least in the kingdom of heaven is greater than he."},{"verse": 12, "footnotes": {"a": "Matthew 11:12 Or _has been coming violently_"}, "text": "From the days of John the Baptist until now the kingdom of heaven has suffered violence,[^a] and the violent take it by force."},{"verse": 13, "text": "For all the prophets and the law prophesied until John came;"},{"verse": 14, "text": "and if you are willing to accept it, he is Elijah who is to come."},{"verse": 15, "footnotes": {"a": "Matthew 11:15 Other ancient authorities add _to hear_"}, "text": "Let anyone with ears[^a] listen!"},{"verse": 16, "text": "\"But to what will I compare this generation? It is like children sitting in the marketplaces and calling to one another,"},{"verse": 17, "text": "\"We played the flute for you, and you did not dance;  \n    we wailed, and you did not mourn.\""},{"verse": 18, "text": "For John came neither eating nor drinking, and they say, \"He has a demon\";"},{"verse": 19, "footnotes": {"a": "Matthew 11:19 Other ancient authorities read _children_"}, "text": "the Son of Man came eating and drinking, and they say, \"Look, a glutton and a drunkard, a friend of tax collectors and sinners!\" Yet wisdom is vindicated by her deeds.\"[^a]"},{"verse": 20, "text": "||Woes to Unrepentant Cities||Then he began to reproach the cities in which most of his deeds of power had been done, because they did not repent."},{"verse": 21, "text": "\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the deeds of power done in you had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes."},{"verse": 22, "text": "But I tell you, on the day of judgment it will be more tolerable for Tyre and Sidon than for you."},{"verse": 23, "text": "And you, Capernaum,\nwill you be exalted to heaven?  \n    No, you will be brought down to Hades.\nFor if the deeds of power done in you had been done in Sodom, it would have remained until this day."},{"verse": 24, "text": "But I tell you that on the day of judgment it will be more tolerable for the land of Sodom than for you.\""},{"verse": 25, "footnotes": {"a": "Matthew 11:25 Or _praise_"}, "text": "||Jesus Thanks His Father||At that time Jesus said, \"I thank[^a]  you, Father, Lord of heaven and earth, because you have hidden these things from the wise and the intelligent and have revealed them to infants;"},{"verse": 26, "footnotes": {"a": "Matthew 11:26 Or _for so it was well-pleasing in your sight_"}, "text": "yes, Father, for such was your gracious will.[^a]"},{"verse": 27, "text": "All things have been handed over to me by my Father; and no one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son chooses to reveal him."},{"verse": 28, "text": "\"Come to me, all you that are weary and are carrying heavy burdens, and I will give you rest."},{"verse": 29, "text": "Take my yoke upon you, and learn from me; for I am gentle and humble in heart, and you will find rest for your souls."},{"verse": 30, "text": "For my yoke is easy, and my burden is light.\""}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||Plucking Grain on the Sabbath||At that time Jesus went through the grainfields on the sabbath; his disciples were hungry, and they began to pluck heads of grain and to eat."},{"verse": 2, "text": "When the Pharisees saw it, they said to him, \"Look, your disciples are doing what is not lawful to do on the sabbath.\""},{"verse": 3, "text": "He said to them, \"Have you not read what David did when he and his companions were hungry?"},{"verse": 4, "text": "He entered the house of God and ate the bread of the Presence, which it was not lawful for him or his companions to eat, but only for the priests."},{"verse": 5, "text": "Or have you not read in the law that on the sabbath the priests in the temple break the sabbath and yet are guiltless?"},{"verse": 6, "text": "I tell you, something greater than the temple is here."},{"verse": 7, "text": "But if you had known what this means, \"I desire mercy and not sacrifice,\" you would not have condemned the guiltless."},{"verse": 8, "text": "For the Son of Man is lord of the sabbath.\""},{"verse": 9, "text": "||The Man with a Withered Hand||He left that place and entered their synagogue;"},{"verse": 10, "text": "a man was there with a withered hand, and they asked him, \"Is it lawful to cure on the sabbath?\" so that they might accuse him."},{"verse": 11, "text": "He said to them, \"Suppose one of you has only one sheep and it falls into a pit on the sabbath; will you not lay hold of it and lift it out?"},{"verse": 12, "text": "How much more valuable is a human being than a sheep! So it is lawful to do good on the sabbath.\""},{"verse": 13, "text": "Then he said to the man, \"Stretch out your hand.\" He stretched it out, and it was restored, as sound as the other."},{"verse": 14, "text": "But the Pharisees went out and conspired against him, how to destroy him."},{"verse": 15, "footnotes": {"a": "Matthew 12:15 Other ancient authorities lack _crowds_"}, "text": "||God\"s Chosen Servant||When Jesus became aware of this, he departed. Many crowds[^a] followed him, and he cured all of them,"},{"verse": 16, "text": "and he ordered them not to make him known."},{"verse": 17, "text": "This was to fulfill what had been spoken through the prophet Isaiah:"},{"verse": 18, "text": "\"Here is my servant, whom I have chosen,  \n    my beloved, with whom my soul is well pleased.  \nI will put my Spirit upon him,  \n    and he will proclaim justice to the Gentiles."},{"verse": 19, "text": "He will not wrangle or cry aloud,  \n    nor will anyone hear his voice in the streets."},{"verse": 20, "text": "He will not break a bruised reed  \n    or quench a smoldering wick  \nuntil he brings justice to victory."},{"verse": 21, "text": "    And in his name the Gentiles will hope.\""},{"verse": 22, "text": "||Jesus and Beelzebul||Then they brought to him a demoniac who was blind and mute; and he cured him, so that the one who had been mute could speak and see."},{"verse": 23, "text": "All the crowds were amazed and said, \"Can this be the Son of David?\""},{"verse": 24, "text": "But when the Pharisees heard it, they said, \"It is only by Beelzebul, the ruler of the demons, that this fellow casts out the demons.\""},{"verse": 25, "text": "He knew what they were thinking and said to them, \"Every kingdom divided against itself is laid waste, and no city or house divided against itself will stand."},{"verse": 26, "text": "If Satan casts out Satan, he is divided against himself; how then will his kingdom stand?"},{"verse": 27, "footnotes": {"a": "Matthew 12:27 Gk _sons_"}, "text": "If I cast out demons by Beelzebul, by whom do your own exorcists[^a] cast them out? Therefore they will be your judges."},{"verse": 28, "text": "But if it is by the Spirit of God that I cast out demons, then the kingdom of God has come to you."},{"verse": 29, "text": "Or how can one enter a strong man\"s house and plunder his property, without first tying up the strong man? Then indeed the house can be plundered."},{"verse": 30, "text": "Whoever is not with me is against me, and whoever does not gather with me scatters."},{"verse": 31, "text": "Therefore I tell you, people will be forgiven for every sin and blasphemy, but blasphemy against the Spirit will not be forgiven."},{"verse": 32, "text": "Whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come."},{"verse": 33, "text": "||A Tree and Its Fruit||\"Either make the tree good, and its fruit good; or make the tree bad, and its fruit bad; for the tree is known by its fruit."},{"verse": 34, "text": "You brood of vipers! How can you speak good things, when you are evil? For out of the abundance of the heart the mouth speaks."},{"verse": 35, "text": "The good person brings good things out of a good treasure, and the evil person brings evil things out of an evil treasure."},{"verse": 36, "text": "I tell you, on the day of judgment you will have to give an account for every careless word you utter;"},{"verse": 37, "text": "for by your words you will be justified, and by your words you will be condemned.\""},{"verse": 38, "text": "||The Sign of Jonah||Then some of the scribes and Pharisees said to him, \"Teacher, we wish to see a sign from you.\""},{"verse": 39, "text": "But he answered them, \"An evil and adulterous generation asks for a sign, but no sign will be given to it except the sign of the prophet Jonah."},{"verse": 40, "text": "For just as Jonah was three days and three nights in the belly of the sea monster, so for three days and three nights the Son of Man will be in the heart of the earth."},{"verse": 41, "text": "The people of Nineveh will rise up at the judgment with this generation and condemn it, because they repented at the proclamation of Jonah, and see, something greater than Jonah is here!"},{"verse": 42, "text": "The queen of the South will rise up at the judgment with this generation and condemn it, because she came from the ends of the earth to listen to the wisdom of Solomon, and see, something greater than Solomon is here!"},{"verse": 43, "text": "||The Return of the Unclean Spirit||\"When the unclean spirit has gone out of a person, it wanders through waterless regions looking for a resting place, but it finds none."},{"verse": 44, "text": "Then it says, \"I will return to my house from which I came.\" When it comes, it finds it empty, swept, and put in order."},{"verse": 45, "text": "Then it goes and brings along seven other spirits more evil than itself, and they enter and live there; and the last state of that person is worse than the first. So will it be also with this evil generation.\""},{"verse": 46, "text": "||The True Kindred of Jesus||While he was still speaking to the crowds, his mother and his brothers were standing outside, wanting to speak to him."},{"verse": 47, "footnotes": {"a": "Matthew 12:47 Other ancient authorities lack verse 47"}, "text": "Someone told him, \"Look, your mother and your brothers are standing outside, wanting to speak to you.\"[^a]"},{"verse": 48, "footnotes": {"a": "Matthew 12:48 Gk _he_"}, "text": "But to the one who had told him this, Jesus[^a] replied, \"Who is my mother, and who are my brothers?\""},{"verse": 49, "text": "And pointing to his disciples, he said, \"Here are my mother and my brothers!"},{"verse": 50, "text": "For whoever does the will of my Father in heaven is my brother and sister and mother.\""}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||The Parable of the Sower||That same day Jesus went out of the house and sat beside the sea."},{"verse": 2, "text": "Such great crowds gathered around him that he got into a boat and sat there, while the whole crowd stood on the beach."},{"verse": 3, "text": "And he told them many things in parables, saying: \"Listen! A sower went out to sow."},{"verse": 4, "text": "And as he sowed, some seeds fell on the path, and the birds came and ate them up."},{"verse": 5, "text": "Other seeds fell on rocky ground, where they did not have much soil, and they sprang up quickly, since they had no depth of soil."},{"verse": 6, "text": "But when the sun rose, they were scorched; and since they had no root, they withered away."},{"verse": 7, "text": "Other seeds fell among thorns, and the thorns grew up and choked them."},{"verse": 8, "text": "Other seeds fell on good soil and brought forth grain, some a hundredfold, some sixty, some thirty."},{"verse": 9, "footnotes": {"a": "Matthew 13:9 Other ancient authorities add _to hear_"}, "text": "Let anyone with ears[^a] listen!\""},{"verse": 10, "text": "||The Purpose of the Parables||Then the disciples came and asked him, \"Why do you speak to them in parables?\""},{"verse": 11, "footnotes": {"a": "Matthew 13:11 Or _mysteries_"}, "text": "He answered, \"To you it has been given to know the secrets[^a] of the kingdom of heaven, but to them it has not been given."},{"verse": 12, "text": "For to those who have, more will be given, and they will have an abundance; but from those who have nothing, even what they have will be taken away."},{"verse": 13, "text": "The reason I speak to them in parables is that \"seeing they do not perceive, and hearing they do not listen, nor do they understand.\""},{"verse": 14, "text": "With them indeed is fulfilled the prophecy of Isaiah that says:\n\"You will indeed listen, but never understand,  \n    and you will indeed look, but never perceive."},{"verse": 15, "text": "For this people\"s heart has grown dull,  \n    and their ears are hard of hearing,  \n        and they have shut their eyes;  \n        so that they might not look with their eyes,  \n    and listen with their ears,  \nand understand with their heart and turn--  \n    and I would heal them.\""},{"verse": 16, "text": "But blessed are your eyes, for they see, and your ears, for they hear."},{"verse": 17, "text": "Truly I tell you, many prophets and righteous people longed to see what you see, but did not see it, and to hear what you hear, but did not hear it."},{"verse": 18, "text": "||The Parable of the Sower Explained||\"Hear then the parable of the sower."},{"verse": 19, "text": "When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what is sown in the heart; this is what was sown on the path."},{"verse": 20, "text": "As for what was sown on rocky ground, this is the one who hears the word and immediately receives it with joy;"},{"verse": 21, "footnotes": {"a": "Matthew 13:21 Gk _stumbles_"}, "text": "yet such a person has no root, but endures only for a while, and when trouble or persecution arises on account of the word, that person immediately falls away.[^a]"},{"verse": 22, "text": "As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the lure of wealth choke the word, and it yields nothing."},{"verse": 23, "text": "But as for what was sown on good soil, this is the one who hears the word and understands it, who indeed bears fruit and yields, in one case a hundredfold, in another sixty, and in another thirty.\""},{"verse": 24, "text": "||The Parable of Weeds among the Wheat||He put before them another parable: \"The kingdom of heaven may be compared to someone who sowed good seed in his field;"},{"verse": 25, "text": "but while everybody was asleep, an enemy came and sowed weeds among the wheat, and then went away."},{"verse": 26, "text": "So when the plants came up and bore grain, then the weeds appeared as well."},{"verse": 27, "text": "And the slaves of the householder came and said to him, \"Master, did you not sow good seed in your field? Where, then, did these weeds come from?\""},{"verse": 28, "text": "He answered, \"An enemy has done this.\" The slaves said to him, \"Then do you want us to go and gather them?\""},{"verse": 29, "text": "But he replied, \"No; for in gathering the weeds you would uproot the wheat along with them."},{"verse": 30, "text": "Let both of them grow together until the harvest; and at harvest time I will tell the reapers, Collect the weeds first and bind them in bundles to be burned, but gather the wheat into my barn.\"\""},{"verse": 31, "text": "||The Parable of the Mustard Seed||He put before them another parable: \"The kingdom of heaven is like a mustard seed that someone took and sowed in his field;"},{"verse": 32, "text": "it is the smallest of all the seeds, but when it has grown it is the greatest of shrubs and becomes a tree, so that the birds of the air come and make nests in its branches.\""},{"verse": 33, "footnotes": {"a": "Matthew 13:33 Gk _hid in_"}, "text": "||The Parable of the Yeast||He told them another parable: \"The kingdom of heaven is like yeast that a woman took and mixed in with[^a] three measures of flour until all of it was leavened.\""},{"verse": 34, "text": "||The Use of Parables||Jesus told the crowds all these things in parables; without a parable he told them nothing."},{"verse": 35, "footnotes": {"a": "Matthew 13:35 Other ancient authorities read _the prophet Isaiah_", "b": "Matthew 13:35 Other ancient authorities lack _of the world_"}, "text": "This was to fulfill what had been spoken through the prophet:[^a]\n\"I will open my mouth to speak in parables;  \n    I will proclaim what has been hidden from the foundation of the world.\"[^b]"},{"verse": 36, "text": "||Jesus Explains the Parable of the Weeds||Then he left the crowds and went into the house. And his disciples approached him, saying, \"Explain to us the parable of the weeds of the field.\""},{"verse": 37, "text": "He answered, \"The one who sows the good seed is the Son of Man;"},{"verse": 38, "text": "the field is the world, and the good seed are the children of the kingdom; the weeds are the children of the evil one,"},{"verse": 39, "text": "and the enemy who sowed them is the devil; the harvest is the end of the age, and the reapers are angels."},{"verse": 40, "text": "Just as the weeds are collected and burned up with fire, so will it be at the end of the age."},{"verse": 41, "text": "The Son of Man will send his angels, and they will collect out of his kingdom all causes of sin and all evildoers,"},{"verse": 42, "text": "and they will throw them into the furnace of fire, where there will be weeping and gnashing of teeth."},{"verse": 43, "footnotes": {"a": "Matthew 13:43 Other ancient authorities add _to hear_"}, "text": "Then the righteous will shine like the sun in the kingdom of their Father. Let anyone with ears[^a] listen!"},{"verse": 44, "text": "||Three Parables||\"The kingdom of heaven is like treasure hidden in a field, which someone found and hid; then in his joy he goes and sells all that he has and buys that field."},{"verse": 45, "text": "\"Again, the kingdom of heaven is like a merchant in search of fine pearls;"},{"verse": 46, "text": "on finding one pearl of great value, he went and sold all that he had and bought it."},{"verse": 47, "text": "\"Again, the kingdom of heaven is like a net that was thrown into the sea and caught fish of every kind;"},{"verse": 48, "text": "when it was full, they drew it ashore, sat down, and put the good into baskets but threw out the bad."},{"verse": 49, "text": "So it will be at the end of the age. The angels will come out and separate the evil from the righteous"},{"verse": 50, "text": "and throw them into the furnace of fire, where there will be weeping and gnashing of teeth."},{"verse": 51, "text": "||Treasures New and Old||\"Have you understood all this?\" They answered, \"Yes.\""},{"verse": 52, "text": "And he said to them, \"Therefore every scribe who has been trained for the kingdom of heaven is like the master of a household who brings out of his treasure what is new and what is old.\""},{"verse": 53, "text": "When Jesus had finished these parables, he left that place."},{"verse": 54, "footnotes": {"a": "Matthew 13:54 Gk _them_"}, "text": "||The Rejection of Jesus at Nazareth||He came to his hometown and began to teach the people[^a] in their synagogue, so that they were astounded and said, \"Where did this man get this wisdom and these deeds of power?"},{"verse": 55, "text": "Is not this the carpenter\"s son? Is not his mother called Mary? And are not his brothers James and Joseph and Simon and Judas?"},{"verse": 56, "text": "And are not all his sisters with us? Where then did this man get all this?\""},{"verse": 57, "text": "And they took offense at him. But Jesus said to them, \"Prophets are not without honor except in their own country and in their own house.\""},{"verse": 58, "text": "And he did not do many deeds of power there, because of their unbelief."}]}
,{"chapter": 14, "verses":[{"verse": 1, "footnotes": {"a": "Matthew 14:1 Gk _tetrarch_"}, "text": "||The Death of John the Baptist||At that time Herod the ruler[^a] heard reports about Jesus;"},{"verse": 2, "text": "and he said to his servants, \"This is John the Baptist; he has been raised from the dead, and for this reason these powers are at work in him.\""},{"verse": 3, "footnotes": {"a": "Matthew 14:3 Other ancient authorities read _his brother’s wife_"}, "text": "For Herod had arrested John, bound him, and put him in prison on account of Herodias, his brother Philip\"s wife,[^a]"},{"verse": 4, "text": "because John had been telling him, \"It is not lawful for you to have her.\""},{"verse": 5, "footnotes": {"a": "Matthew 14:5 Gk _he_"}, "text": "Though Herod[^a] wanted to put him to death, he feared the crowd, because they regarded him as a prophet."},{"verse": 6, "text": "But when Herod\"s birthday came, the daughter of Herodias danced before the company, and she pleased Herod"},{"verse": 7, "text": "so much that he promised on oath to grant her whatever she might ask."},{"verse": 8, "text": "Prompted by her mother, she said, \"Give me the head of John the Baptist here on a platter.\""},{"verse": 9, "text": "The king was grieved, yet out of regard for his oaths and for the guests, he commanded it to be given;"},{"verse": 10, "text": "he sent and had John beheaded in the prison."},{"verse": 11, "text": "The head was brought on a platter and given to the girl, who brought it to her mother."},{"verse": 12, "text": "His disciples came and took the body and buried it; then they went and told Jesus."},{"verse": 13, "text": "||Feeding the Five Thousand||Now when Jesus heard this, he withdrew from there in a boat to a deserted place by himself. But when the crowds heard it, they followed him on foot from the towns."},{"verse": 14, "text": "When he went ashore, he saw a great crowd; and he had compassion for them and cured their sick."},{"verse": 15, "text": "When it was evening, the disciples came to him and said, \"This is a deserted place, and the hour is now late; send the crowds away so that they may go into the villages and buy food for themselves.\""},{"verse": 16, "text": "Jesus said to them, \"They need not go away; you give them something to eat.\""},{"verse": 17, "text": "They replied, \"We have nothing here but five loaves and two fish.\""},{"verse": 18, "text": "And he said, \"Bring them here to me.\""},{"verse": 19, "text": "Then he ordered the crowds to sit down on the grass. Taking the five loaves and the two fish, he looked up to heaven, and blessed and broke the loaves, and gave them to the disciples, and the disciples gave them to the crowds."},{"verse": 20, "text": "And all ate and were filled; and they took up what was left over of the broken pieces, twelve baskets full."},{"verse": 21, "text": "And those who ate were about five thousand men, besides women and children."},{"verse": 22, "text": "||Jesus Walks on the Water||Immediately he made the disciples get into the boat and go on ahead to the other side, while he dismissed the crowds."},{"verse": 23, "text": "And after he had dismissed the crowds, he went up the mountain by himself to pray. When evening came, he was there alone,"},{"verse": 24, "footnotes": {"a": "Matthew 14:24 Other ancient authorities read _was out on the sea_"}, "text": "but by this time the boat, battered by the waves, was far from the land,[^a] for the wind was against them."},{"verse": 25, "text": "And early in the morning he came walking toward them on the sea."},{"verse": 26, "text": "But when the disciples saw him walking on the sea, they were terrified, saying, \"It is a ghost!\" And they cried out in fear."},{"verse": 27, "text": "But immediately Jesus spoke to them and said, \"Take heart, it is I; do not be afraid.\""},{"verse": 28, "text": "Peter answered him, \"Lord, if it is you, command me to come to you on the water.\""},{"verse": 29, "text": "He said, \"Come.\" So Peter got out of the boat, started walking on the water, and came toward Jesus."},{"verse": 30, "footnotes": {"a": "Matthew 14:30 Other ancient authorities read _the wind_"}, "text": "But when he noticed the strong wind,[^a] he became frightened, and beginning to sink, he cried out, \"Lord, save me!\""},{"verse": 31, "text": "Jesus immediately reached out his hand and caught him, saying to him, \"You of little faith, why did you doubt?\""},{"verse": 32, "text": "When they got into the boat, the wind ceased."},{"verse": 33, "text": "And those in the boat worshiped him, saying, \"Truly you are the Son of God.\""},{"verse": 34, "text": "||Jesus Heals the Sick in Gennesaret||When they had crossed over, they came to land at Gennesaret."},{"verse": 35, "text": "After the people of that place recognized him, they sent word throughout the region and brought all who were sick to him,"},{"verse": 36, "text": "and begged him that they might touch even the fringe of his cloak; and all who touched it were healed."}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||The Tradition of the Elders||Then Pharisees and scribes came to Jesus from Jerusalem and said,"},{"verse": 2, "text": "\"Why do your disciples break the tradition of the elders? For they do not wash their hands before they eat.\""},{"verse": 3, "text": "He answered them, \"And why do you break the commandment of God for the sake of your tradition?"},{"verse": 4, "footnotes": {"a": "Matthew 15:4 Other ancient authorities read _commanded, saying_"}, "text": "For God said,[^a] \"Honor your father and your mother,\" and, \"Whoever speaks evil of father or mother must surely die.\""},{"verse": 5, "footnotes": {"a": "Matthew 15:5 Or _is an offering_", "b": "Matthew 15:5 Other ancient authorities add _or the mother_"}, "text": "But you say that whoever tells father or mother, \"Whatever support you might have had from me is given to God,\"[^a] then that person need not honor the father.[^b]"},{"verse": 6, "footnotes": {"a": "Matthew 15:6 Other ancient authorities read _law_; others, _commandment_"}, "text": "So, for the sake of your tradition, you make void the word[^a] of God."},{"verse": 7, "text": "You hypocrites! Isaiah prophesied rightly about you when he said:"},{"verse": 8, "text": "\"This people honors me with their lips,  \n    but their hearts are far from me;"},{"verse": 9, "text": "in vain do they worship me,  \n    teaching human precepts as doctrines.\"\""},{"verse": 10, "text": "||Things That Defile||Then he called the crowd to him and said to them, \"Listen and understand:"},{"verse": 11, "text": "it is not what goes into the mouth that defiles a person, but it is what comes out of the mouth that defiles.\""},{"verse": 12, "text": "Then the disciples approached and said to him, \"Do you know that the Pharisees took offense when they heard what you said?\""},{"verse": 13, "text": "He answered, \"Every plant that my heavenly Father has not planted will be uprooted."},{"verse": 14, "footnotes": {"a": "Matthew 15:14 Other ancient authorities lack _of the blind_"}, "text": "Let them alone; they are blind guides of the blind.[^a] And if one blind person guides another, both will fall into a pit.\""},{"verse": 15, "text": "But Peter said to him, \"Explain this parable to us.\""},{"verse": 16, "text": "Then he said, \"Are you also still without understanding?"},{"verse": 17, "text": "Do you not see that whatever goes into the mouth enters the stomach, and goes out into the sewer?"},{"verse": 18, "text": "But what comes out of the mouth proceeds from the heart, and this is what defiles."},{"verse": 19, "text": "For out of the heart come evil intentions, murder, adultery, fornication, theft, false witness, slander."},{"verse": 20, "text": "These are what defile a person, but to eat with unwashed hands does not defile.\""},{"verse": 21, "text": "||The Canaanite Woman\"s Faith||Jesus left that place and went away to the district of Tyre and Sidon."},{"verse": 22, "text": "Just then a Canaanite woman from that region came out and started shouting, \"Have mercy on me, Lord, Son of David; my daughter is tormented by a demon.\""},{"verse": 23, "text": "But he did not answer her at all. And his disciples came and urged him, saying, \"Send her away, for she keeps shouting after us.\""},{"verse": 24, "text": "He answered, \"I was sent only to the lost sheep of the house of Israel.\""},{"verse": 25, "text": "But she came and knelt before him, saying, \"Lord, help me.\""},{"verse": 26, "text": "He answered, \"It is not fair to take the children\"s food and throw it to the dogs.\""},{"verse": 27, "text": "She said, \"Yes, Lord, yet even the dogs eat the crumbs that fall from their masters\" table.\""},{"verse": 28, "text": "Then Jesus answered her, \"Woman, great is your faith! Let it be done for you as you wish.\" And her daughter was healed instantly."},{"verse": 29, "text": "||Jesus Cures Many People||After Jesus had left that place, he passed along the Sea of Galilee, and he went up the mountain, where he sat down."},{"verse": 30, "text": "Great crowds came to him, bringing with them the lame, the maimed, the blind, the mute, and many others. They put them at his feet, and he cured them,"},{"verse": 31, "text": "so that the crowd was amazed when they saw the mute speaking, the maimed whole, the lame walking, and the blind seeing. And they praised the God of Israel."},{"verse": 32, "text": "||Feeding the Four Thousand||Then Jesus called his disciples to him and said, \"I have compassion for the crowd, because they have been with me now for three days and have nothing to eat; and I do not want to send them away hungry, for they might faint on the way.\""},{"verse": 33, "text": "The disciples said to him, \"Where are we to get enough bread in the desert to feed so great a crowd?\""},{"verse": 34, "text": "Jesus asked them, \"How many loaves have you?\" They said, \"Seven, and a few small fish.\""},{"verse": 35, "text": "Then ordering the crowd to sit down on the ground,"},{"verse": 36, "text": "he took the seven loaves and the fish; and after giving thanks he broke them and gave them to the disciples, and the disciples gave them to the crowds."},{"verse": 37, "text": "And all of them ate and were filled; and they took up the broken pieces left over, seven baskets full."},{"verse": 38, "text": "Those who had eaten were four thousand men, besides women and children."},{"verse": 39, "footnotes": {"a": "Matthew 15:39 Other ancient authorities read _Magdala_ or _Magdalan_"}, "text": "After sending away the crowds, he got into the boat and went to the region of Magadan.[^a]"}]}
,{"chapter": 16, "verses":[{"verse": 1, "footnotes": {"a": "Matthew 16:1 Gk _him_"}, "text": "||The Demand for a Sign||The Pharisees and Sadducees came, and to test Jesus[^a] they asked him to show them a sign from heaven."},{"verse": 2, "text": "He answered them, \"When it is evening, you say, \"It will be fair weather, for the sky is red.\""},{"verse": 3, "footnotes": {"a": "Matthew 16:3 Other ancient authorities lack _|[2 ]|When it is . . . of the times_"}, "text": "And in the morning, \"It will be stormy today, for the sky is red and threatening.\" You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times.[^a]"},{"verse": 4, "text": "An evil and adulterous generation asks for a sign, but no sign will be given to it except the sign of Jonah.\" Then he left them and went away."},{"verse": 5, "text": "||The Yeast of the Pharisees and Sadducees||When the disciples reached the other side, they had forgotten to bring any bread."},{"verse": 6, "text": "Jesus said to them, \"Watch out, and beware of the yeast of the Pharisees and Sadducees.\""},{"verse": 7, "text": "They said to one another, \"It is because we have brought no bread.\""},{"verse": 8, "text": "And becoming aware of it, Jesus said, \"You of little faith, why are you talking about having no bread?"},{"verse": 9, "text": "Do you still not perceive? Do you not remember the five loaves for the five thousand, and how many baskets you gathered?"},{"verse": 10, "text": "Or the seven loaves for the four thousand, and how many baskets you gathered?"},{"verse": 11, "text": "How could you fail to perceive that I was not speaking about bread? Beware of the yeast of the Pharisees and Sadducees!\""},{"verse": 12, "text": "Then they understood that he had not told them to beware of the yeast of bread, but of the teaching of the Pharisees and Sadducees."},{"verse": 13, "text": "||Peter\"s Declaration about Jesus||Now when Jesus came into the district of Caesarea Philippi, he asked his disciples, \"Who do people say that the Son of Man is?\""},{"verse": 14, "text": "And they said, \"Some say John the Baptist, but others Elijah, and still others Jeremiah or one of the prophets.\""},{"verse": 15, "text": "He said to them, \"But who do you say that I am?\""},{"verse": 16, "footnotes": {"a": "Matthew 16:16 Or _the Christ_"}, "text": "Simon Peter answered, \"You are the Messiah,[^a] the Son of the living God.\""},{"verse": 17, "text": "And Jesus answered him, \"Blessed are you, Simon son of Jonah! For flesh and blood has not revealed this to you, but my Father in heaven."},{"verse": 18, "footnotes": {"a": "Matthew 16:18 Gk _Petros_", "b": "Matthew 16:18 Gk _petra_"}, "text": "And I tell you, you are Peter,[^a] and on this rock[^b] I will build my church, and the gates of Hades will not prevail against it."},{"verse": 19, "text": "I will give you the keys of the kingdom of heaven, and whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.\""},{"verse": 20, "footnotes": {"a": "Matthew 16:20 Other ancient authorities add _Jesus_", "b": "Matthew 16:20 Or _the Christ_"}, "text": "Then he sternly ordered the disciples not to tell anyone that he was[^a] the Messiah.[^b]"},{"verse": 21, "text": "||Jesus Foretells His Death and Resurrection||From that time on, Jesus began to show his disciples that he must go to Jerusalem and undergo great suffering at the hands of the elders and chief priests and scribes, and be killed, and on the third day be raised."},{"verse": 22, "text": "And Peter took him aside and began to rebuke him, saying, \"God forbid it, Lord! This must never happen to you.\""},{"verse": 23, "text": "But he turned and said to Peter, \"Get behind me, Satan! You are a stumbling block to me; for you are setting your mind not on divine things but on human things.\""},{"verse": 24, "text": "||The Cross and Self-Denial||Then Jesus told his disciples, \"If any want to become my followers, let them deny themselves and take up their cross and follow me."},{"verse": 25, "text": "For those who want to save their life will lose it, and those who lose their life for my sake will find it."},{"verse": 26, "text": "For what will it profit them if they gain the whole world but forfeit their life? Or what will they give in return for their life?"},{"verse": 27, "text": "\"For the Son of Man is to come with his angels in the glory of his Father, and then he will repay everyone for what has been done."},{"verse": 28, "text": "Truly I tell you, there are some standing here who will not taste death before they see the Son of Man coming in his kingdom.\""}]}
,{"chapter": 17, "verses":[{"verse": 1, "text": "||The Transfiguration||Six days later, Jesus took with him Peter and James and his brother John and led them up a high mountain, by themselves."},{"verse": 2, "text": "And he was transfigured before them, and his face shone like the sun, and his clothes became dazzling white."},{"verse": 3, "text": "Suddenly there appeared to them Moses and Elijah, talking with him."},{"verse": 4, "footnotes": {"a": "Matthew 17:4 Other ancient authorities read _we_", "b": "Matthew 17:4 Or _tents_"}, "text": "Then Peter said to Jesus, \"Lord, it is good for us to be here; if you wish, I[^a] will make three dwellings[^b] here, one for you, one for Moses, and one for Elijah.\""},{"verse": 5, "footnotes": {"a": "Matthew 17:5 Or _my beloved Son_"}, "text": "While he was still speaking, suddenly a bright cloud overshadowed them, and from the cloud a voice said, \"This is my Son, the Beloved;[^a] with him I am well pleased; listen to him!\""},{"verse": 6, "text": "When the disciples heard this, they fell to the ground and were overcome by fear."},{"verse": 7, "text": "But Jesus came and touched them, saying, \"Get up and do not be afraid.\""},{"verse": 8, "text": "And when they looked up, they saw no one except Jesus himself alone."},{"verse": 9, "text": "As they were coming down the mountain, Jesus ordered them, \"Tell no one about the vision until after the Son of Man has been raised from the dead.\""},{"verse": 10, "text": "And the disciples asked him, \"Why, then, do the scribes say that Elijah must come first?\""},{"verse": 11, "text": "He replied, \"Elijah is indeed coming and will restore all things;"},{"verse": 12, "text": "but I tell you that Elijah has already come, and they did not recognize him, but they did to him whatever they pleased. So also the Son of Man is about to suffer at their hands.\""},{"verse": 13, "text": "Then the disciples understood that he was speaking to them about John the Baptist."},{"verse": 14, "text": "||Jesus Cures a Boy with a Demon||When they came to the crowd, a man came to him, knelt before him,"},{"verse": 15, "text": "and said, \"Lord, have mercy on my son, for he is an epileptic and he suffers terribly; he often falls into the fire and often into the water."},{"verse": 16, "text": "And I brought him to your disciples, but they could not cure him.\""},{"verse": 17, "text": "Jesus answered, \"You faithless and perverse generation, how much longer must I be with you? How much longer must I put up with you? Bring him here to me.\""},{"verse": 18, "footnotes": {"a": "Matthew 17:18 Gk _it_ or _him_", "b": "Matthew 17:18 Gk _the demon_"}, "text": "And Jesus rebuked the demon,[^a] and it[^b] came out of him, and the boy was cured instantly."},{"verse": 19, "text": "Then the disciples came to Jesus privately and said, \"Why could we not cast it out?\""},{"verse": 20, "footnotes": {"a": "Matthew 17:20 Gk _faith as a grain of_", "b": "Matthew 17:20 Other ancient authorities add verse 21, _But this kind does not come out except by prayer and fasting_"}, "text": "He said to them, \"Because of your little faith. For truly I tell you, if you have faith the size of a[^a] mustard seed, you will say to this mountain, \"Move from here to there,\" and it will move; and nothing will be impossible for you.\"[^b]"}]}
,{"chapter": 18, "verses":[{"verse": 1, "text": "||True Greatness||At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\""},{"verse": 2, "text": "He called a child, whom he put among them,"},{"verse": 3, "text": "and said, \"Truly I tell you, unless you change and become like children, you will never enter the kingdom of heaven."},{"verse": 4, "text": "Whoever becomes humble like this child is the greatest in the kingdom of heaven."},{"verse": 5, "text": "Whoever welcomes one such child in my name welcomes me."},{"verse": 6, "text": "||Temptations to Sin||\"If any of you put a stumbling block before one of these little ones who believe in me, it would be better for you if a great millstone were fastened around your neck and you were drowned in the depth of the sea."},{"verse": 7, "text": "Woe to the world because of stumbling blocks! Occasions for stumbling are bound to come, but woe to the one by whom the stumbling block comes!"},{"verse": 8, "text": "\"If your hand or your foot causes you to stumble, cut it off and throw it away; it is better for you to enter life maimed or lame than to have two hands or two feet and to be thrown into the eternal fire."},{"verse": 9, "footnotes": {"a": "Matthew 18:9 Gk _Gehenna_"}, "text": "And if your eye causes you to stumble, tear it out and throw it away; it is better for you to enter life with one eye than to have two eyes and to be thrown into the hell[^a] of fire."},{"verse": 10, "footnotes": {"a": "Matthew 18:10 Other ancient authorities add verse 11, _For the Son of Man came to save the lost_"}, "text": "||The Parable of the Lost Sheep||\"Take care that you do not despise one of these little ones; for, I tell you, in heaven their angels continually see the face of my Father in heaven.[^a]"}]}
,{"chapter": 19, "verses":[{"verse": 1, "text": "||Teaching about Divorce||When Jesus had finished saying these things, he left Galilee and went to the region of Judea beyond the Jordan."},{"verse": 2, "text": "Large crowds followed him, and he cured them there."},{"verse": 3, "text": "Some Pharisees came to him, and to test him they asked, \"Is it lawful for a man to divorce his wife for any cause?\""},{"verse": 4, "text": "He answered, \"Have you not read that the one who made them at the beginning \"made them male and female,\""},{"verse": 5, "text": "and said, \"For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh\"?"},{"verse": 6, "text": "So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.\""},{"verse": 7, "text": "They said to him, \"Why then did Moses command us to give a certificate of dismissal and to divorce her?\""},{"verse": 8, "text": "He said to them, \"It was because you were so hard-hearted that Moses allowed you to divorce your wives, but from the beginning it was not so."},{"verse": 9, "footnotes": {"a": "Matthew 19:9 Other ancient authorities read _except on the ground of unchastity, causes her to commit adultery_; others add at the end of the verse _and he who marries a divorced woman commits adultery_"}, "text": "And I say to you, whoever divorces his wife, except for unchastity, and marries another commits adultery.\"[^a]"},{"verse": 10, "text": "His disciples said to him, \"If such is the case of a man with his wife, it is better not to marry.\""},{"verse": 11, "text": "But he said to them, \"Not everyone can accept this teaching, but only those to whom it is given."},{"verse": 12, "text": "For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by others, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let anyone accept this who can.\""},{"verse": 13, "text": "||Jesus Blesses Little Children||Then little children were being brought to him in order that he might lay his hands on them and pray. The disciples spoke sternly to those who brought them;"},{"verse": 14, "text": "but Jesus said, \"Let the little children come to me, and do not stop them; for it is to such as these that the kingdom of heaven belongs.\""},{"verse": 15, "text": "And he laid his hands on them and went on his way."},{"verse": 16, "text": "||The Rich Young Man||Then someone came to him and said, \"Teacher, what good deed must I do to have eternal life?\""},{"verse": 17, "text": "And he said to him, \"Why do you ask me about what is good? There is only one who is good. If you wish to enter into life, keep the commandments.\""},{"verse": 18, "text": "He said to him, \"Which ones?\" And Jesus said, \"You shall not murder; You shall not commit adultery; You shall not steal; You shall not bear false witness;"},{"verse": 19, "text": "Honor your father and mother; also, You shall love your neighbor as yourself.\""},{"verse": 20, "footnotes": {"a": "Matthew 19:20 Other ancient authorities add _from my youth_"}, "text": "The young man said to him, \"I have kept all these;[^a] what do I still lack?\""},{"verse": 21, "footnotes": {"a": "Matthew 19:21 Gk lacks _the money_"}, "text": "Jesus said to him, \"If you wish to be perfect, go, sell your possessions, and give the money[^a] to the poor, and you will have treasure in heaven; then come, follow me.\""},{"verse": 22, "text": "When the young man heard this word, he went away grieving, for he had many possessions."},{"verse": 23, "text": "Then Jesus said to his disciples, \"Truly I tell you, it will be hard for a rich person to enter the kingdom of heaven."},{"verse": 24, "text": "Again I tell you, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.\""},{"verse": 25, "text": "When the disciples heard this, they were greatly astounded and said, \"Then who can be saved?\""},{"verse": 26, "text": "But Jesus looked at them and said, \"For mortals it is impossible, but for God all things are possible.\""},{"verse": 27, "text": "Then Peter said in reply, \"Look, we have left everything and followed you. What then will we have?\""},{"verse": 28, "text": "Jesus said to them, \"Truly I tell you, at the renewal of all things, when the Son of Man is seated on the throne of his glory, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel."},{"verse": 29, "footnotes": {"a": "Matthew 19:29 Other ancient authorities read _manifold_"}, "text": "And everyone who has left houses or brothers or sisters or father or mother or children or fields, for my name\"s sake, will receive a hundredfold,[^a] and will inherit eternal life."},{"verse": 30, "text": "But many who are first will be last, and the last will be first."}]}
,{"chapter": 20, "verses":[{"verse": 1, "text": "||The Laborers in the Vineyard||\"For the kingdom of heaven is like a landowner who went out early in the morning to hire laborers for his vineyard."},{"verse": 2, "footnotes": {"a": "Matthew 20:2 Gk _a denarius_"}, "text": "After agreeing with the laborers for the usual daily wage,[^a] he sent them into his vineyard."},{"verse": 3, "text": "When he went out about nine o\"clock, he saw others standing idle in the marketplace;"},{"verse": 4, "text": "and he said to them, \"You also go into the vineyard, and I will pay you whatever is right.\" So they went."},{"verse": 5, "text": "When he went out again about noon and about three o\"clock, he did the same."},{"verse": 6, "text": "And about five o\"clock he went out and found others standing around; and he said to them, \"Why are you standing here idle all day?\""},{"verse": 7, "text": "They said to him, \"Because no one has hired us.\" He said to them, \"You also go into the vineyard.\""},{"verse": 8, "text": "When evening came, the owner of the vineyard said to his manager, \"Call the laborers and give them their pay, beginning with the last and then going to the first.\""},{"verse": 9, "footnotes": {"a": "Matthew 20:9 Gk _a denarius_"}, "text": "When those hired about five o\"clock came, each of them received the usual daily wage.[^a]"},{"verse": 10, "footnotes": {"a": "Matthew 20:10 Gk _a denarius_"}, "text": "Now when the first came, they thought they would receive more; but each of them also received the usual daily wage.[^a]"},{"verse": 11, "text": "And when they received it, they grumbled against the landowner,"},{"verse": 12, "text": "saying, \"These last worked only one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat.\""},{"verse": 13, "footnotes": {"a": "Matthew 20:13 Gk _a denarius_"}, "text": "But he replied to one of them, \"Friend, I am doing you no wrong; did you not agree with me for the usual daily wage?[^a]"},{"verse": 14, "text": "Take what belongs to you and go; I choose to give to this last the same as I give to you."},{"verse": 15, "footnotes": {"a": "Matthew 20:15 Gk _is your eye evil because I am good?_"}, "text": "Am I not allowed to do what I choose with what belongs to me? Or are you envious because I am generous?\"[^a]"},{"verse": 16, "footnotes": {"a": "Matthew 20:16 Other ancient authorities add _for many are called but few are chosen_"}, "text": "So the last will be first, and the first will be last.\"[^a]"},{"verse": 17, "text": "||A Third Time Jesus Foretells His Death and Resurrection||While Jesus was going up to Jerusalem, he took the twelve disciples aside by themselves, and said to them on the way,"},{"verse": 18, "text": "\"See, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and scribes, and they will condemn him to death;"},{"verse": 19, "text": "then they will hand him over to the Gentiles to be mocked and flogged and crucified; and on the third day he will be raised.\""},{"verse": 20, "text": "||The Request of the Mother of James and John||Then the mother of the sons of Zebedee came to him with her sons, and kneeling before him, she asked a favor of him."},{"verse": 21, "text": "And he said to her, \"What do you want?\" She said to him, \"Declare that these two sons of mine will sit, one at your right hand and one at your left, in your kingdom.\""},{"verse": 22, "footnotes": {"a": "Matthew 20:22 Other ancient authorities add _or to be baptized with the baptism that I am baptized with?_"}, "text": "But Jesus answered, \"You do not know what you are asking. Are you able to drink the cup that I am about to drink?\"[^a] They said to him, \"We are able.\""},{"verse": 23, "text": "He said to them, \"You will indeed drink my cup, but to sit at my right hand and at my left, this is not mine to grant, but it is for those for whom it has been prepared by my Father.\""},{"verse": 24, "text": "When the ten heard it, they were angry with the two brothers."},{"verse": 25, "text": "But Jesus called them to him and said, \"You know that the rulers of the Gentiles lord it over them, and their great ones are tyrants over them."},{"verse": 26, "text": "It will not be so among you; but whoever wishes to be great among you must be your servant,"},{"verse": 27, "text": "and whoever wishes to be first among you must be your slave;"},{"verse": 28, "text": "just as the Son of Man came not to be served but to serve, and to give his life a ransom for many.\""},{"verse": 29, "text": "||Jesus Heals Two Blind Men||As they were leaving Jericho, a large crowd followed him."},{"verse": 30, "footnotes": {"a": "Matthew 20:30 Other ancient authorities lack _Lord_"}, "text": "There were two blind men sitting by the roadside. When they heard that Jesus was passing by, they shouted, \"Lord,[^a] have mercy on us, Son of David!\""},{"verse": 31, "text": "The crowd sternly ordered them to be quiet; but they shouted even more loudly, \"Have mercy on us, Lord, Son of David!\""},{"verse": 32, "text": "Jesus stood still and called them, saying, \"What do you want me to do for you?\""},{"verse": 33, "text": "They said to him, \"Lord, let our eyes be opened.\""},{"verse": 34, "text": "Moved with compassion, Jesus touched their eyes. Immediately they regained their sight and followed him."}]}
,{"chapter": 21, "verses":[{"verse": 1, "text": "||Jesus\" Triumphal Entry into Jerusalem||When they had come near Jerusalem and had reached Bethphage, at the Mount of Olives, Jesus sent two disciples,"},{"verse": 2, "text": "saying to them, \"Go into the village ahead of you, and immediately you will find a donkey tied, and a colt with her; untie them and bring them to me."},{"verse": 3, "footnotes": {"a": "Matthew 21:3 Or _‘The Lord needs them and will send them back immediately.’_"}, "text": "If anyone says anything to you, just say this, \"The Lord needs them.\" And he will send them immediately.[^a]\""},{"verse": 4, "text": "This took place to fulfill what had been spoken through the prophet, saying,"},{"verse": 5, "text": "\"Tell the daughter of Zion,  \nLook, your king is coming to you,  \n    humble, and mounted on a donkey,  \n        and on a colt, the foal of a donkey.\""},{"verse": 6, "text": "The disciples went and did as Jesus had directed them;"},{"verse": 7, "text": "they brought the donkey and the colt, and put their cloaks on them, and he sat on them."},{"verse": 8, "footnotes": {"a": "Matthew 21:8 Or _Most of the crowd_"}, "text": "A very large crowd[^a] spread their cloaks on the road, and others cut branches from the trees and spread them on the road."},{"verse": 9, "text": "The crowds that went ahead of him and that followed were shouting,\n\"Hosanna to the Son of David!  \n    Blessed is the one who comes in the name of the Lord!  \nHosanna in the highest heaven!\""},{"verse": 10, "text": "When he entered Jerusalem, the whole city was in turmoil, asking, \"Who is this?\""},{"verse": 11, "text": "The crowds were saying, \"This is the prophet Jesus from Nazareth in Galilee.\""},{"verse": 12, "footnotes": {"a": "Matthew 21:12 Other ancient authorities add _of God_"}, "text": "||Jesus Cleanses the Temple||Then Jesus entered the temple[^a] and drove out all who were selling and buying in the temple, and he overturned the tables of the money changers and the seats of those who sold doves."},{"verse": 13, "text": "He said to them, \"It is written,\n\"My house shall be called a house of prayer\";  \n    but you are making it a den of robbers.\""},{"verse": 14, "text": "The blind and the lame came to him in the temple, and he cured them."},{"verse": 15, "footnotes": {"a": "Matthew 21:15 Gk lacks _heard_"}, "text": "But when the chief priests and the scribes saw the amazing things that he did, and heard[^a] the children crying out in the temple, \"Hosanna to the Son of David,\" they became angry"},{"verse": 16, "text": "and said to him, \"Do you hear what these are saying?\" Jesus said to them, \"Yes; have you never read,\n\"Out of the mouths of infants and nursing babies  \n    you have prepared praise for yourself\"?\""},{"verse": 17, "text": "He left them, went out of the city to Bethany, and spent the night there."},{"verse": 18, "text": "||Jesus Curses the Fig Tree||In the morning, when he returned to the city, he was hungry."},{"verse": 19, "text": "And seeing a fig tree by the side of the road, he went to it and found nothing at all on it but leaves. Then he said to it, \"May no fruit ever come from you again!\" And the fig tree withered at once."},{"verse": 20, "text": "When the disciples saw it, they were amazed, saying, \"How did the fig tree wither at once?\""},{"verse": 21, "text": "Jesus answered them, \"Truly I tell you, if you have faith and do not doubt, not only will you do what has been done to the fig tree, but even if you say to this mountain, \"Be lifted up and thrown into the sea,\" it will be done."},{"verse": 22, "text": "Whatever you ask for in prayer with faith, you will receive.\""},{"verse": 23, "text": "||The Authority of Jesus Questioned||When he entered the temple, the chief priests and the elders of the people came to him as he was teaching, and said, \"By what authority are you doing these things, and who gave you this authority?\""},{"verse": 24, "text": "Jesus said to them, \"I will also ask you one question; if you tell me the answer, then I will also tell you by what authority I do these things."},{"verse": 25, "text": "Did the baptism of John come from heaven, or was it of human origin?\" And they argued with one another, \"If we say, \"From heaven,\" he will say to us, \"Why then did you not believe him?\""},{"verse": 26, "text": "But if we say, \"Of human origin,\" we are afraid of the crowd; for all regard John as a prophet.\""},{"verse": 27, "text": "So they answered Jesus, \"We do not know.\" And he said to them, \"Neither will I tell you by what authority I am doing these things."},{"verse": 28, "text": "||The Parable of the Two Sons||\"What do you think? A man had two sons; he went to the first and said, \"Son, go and work in the vineyard today.\""},{"verse": 29, "text": "He answered, \"I will not\"; but later he changed his mind and went."},{"verse": 30, "footnotes": {"a": "Matthew 21:30 Gk _He_"}, "text": "The father[^a] went to the second and said the same; and he answered, \"I go, sir\"; but he did not go."},{"verse": 31, "text": "Which of the two did the will of his father?\" They said, \"The first.\" Jesus said to them, \"Truly I tell you, the tax collectors and the prostitutes are going into the kingdom of God ahead of you."},{"verse": 32, "text": "For John came to you in the way of righteousness and you did not believe him, but the tax collectors and the prostitutes believed him; and even after you saw it, you did not change your minds and believe him."},{"verse": 33, "text": "||The Parable of the Wicked Tenants||\"Listen to another parable. There was a landowner who planted a vineyard, put a fence around it, dug a wine press in it, and built a watchtower. Then he leased it to tenants and went to another country."},{"verse": 34, "text": "When the harvest time had come, he sent his slaves to the tenants to collect his produce."},{"verse": 35, "text": "But the tenants seized his slaves and beat one, killed another, and stoned another."},{"verse": 36, "text": "Again he sent other slaves, more than the first; and they treated them in the same way."},{"verse": 37, "text": "Finally he sent his son to them, saying, \"They will respect my son.\""},{"verse": 38, "text": "But when the tenants saw the son, they said to themselves, \"This is the heir; come, let us kill him and get his inheritance.\""},{"verse": 39, "text": "So they seized him, threw him out of the vineyard, and killed him."},{"verse": 40, "text": "Now when the owner of the vineyard comes, what will he do to those tenants?\""},{"verse": 41, "text": "They said to him, \"He will put those wretches to a miserable death, and lease the vineyard to other tenants who will give him the produce at the harvest time.\""},{"verse": 42, "footnotes": {"a": "Matthew 21:42 Or _keystone_"}, "text": "Jesus said to them, \"Have you never read in the scriptures:\n\"The stone that the builders rejected  \n    has become the cornerstone;[^a]  \nthis was the Lord\"s doing,  \n    and it is amazing in our eyes\"?"},{"verse": 43, "footnotes": {"a": "Matthew 21:43 Gk _the fruits of it_"}, "text": "Therefore I tell you, the kingdom of God will be taken away from you and given to a people that produces the fruits of the kingdom.[^a]"},{"verse": 44, "footnotes": {"a": "Matthew 21:44 Other ancient authorities lack verse 44"}, "text": "The one who falls on this stone will be broken to pieces; and it will crush anyone on whom it falls.\"[^a]"},{"verse": 45, "text": "When the chief priests and the Pharisees heard his parables, they realized that he was speaking about them."},{"verse": 46, "text": "They wanted to arrest him, but they feared the crowds, because they regarded him as a prophet."}]}
,{"chapter": 22, "verses":[{"verse": 1, "text": "||The Parable of the Wedding Banquet||Once more Jesus spoke to them in parables, saying:"},{"verse": 2, "text": "\"The kingdom of heaven may be compared to a king who gave a wedding banquet for his son."},{"verse": 3, "text": "He sent his slaves to call those who had been invited to the wedding banquet, but they would not come."},{"verse": 4, "text": "Again he sent other slaves, saying, \"Tell those who have been invited: Look, I have prepared my dinner, my oxen and my fat calves have been slaughtered, and everything is ready; come to the wedding banquet.\""},{"verse": 5, "text": "But they made light of it and went away, one to his farm, another to his business,"},{"verse": 6, "text": "while the rest seized his slaves, mistreated them, and killed them."},{"verse": 7, "text": "The king was enraged. He sent his troops, destroyed those murderers, and burned their city."},{"verse": 8, "text": "Then he said to his slaves, \"The wedding is ready, but those invited were not worthy."},{"verse": 9, "text": "Go therefore into the main streets, and invite everyone you find to the wedding banquet.\""},{"verse": 10, "text": "Those slaves went out into the streets and gathered all whom they found, both good and bad; so the wedding hall was filled with guests."},{"verse": 11, "text": "\"But when the king came in to see the guests, he noticed a man there who was not wearing a wedding robe,"},{"verse": 12, "text": "and he said to him, \"Friend, how did you get in here without a wedding robe?\" And he was speechless."},{"verse": 13, "text": "Then the king said to the attendants, \"Bind him hand and foot, and throw him into the outer darkness, where there will be weeping and gnashing of teeth.\""},{"verse": 14, "text": "For many are called, but few are chosen.\""},{"verse": 15, "text": "||The Question about Paying Taxes||Then the Pharisees went and plotted to entrap him in what he said."},{"verse": 16, "text": "So they sent their disciples to him, along with the Herodians, saying, \"Teacher, we know that you are sincere, and teach the way of God in accordance with truth, and show deference to no one; for you do not regard people with partiality."},{"verse": 17, "text": "Tell us, then, what you think. Is it lawful to pay taxes to the emperor, or not?\""},{"verse": 18, "text": "But Jesus, aware of their malice, said, \"Why are you putting me to the test, you hypocrites?"},{"verse": 19, "text": "Show me the coin used for the tax.\" And they brought him a denarius."},{"verse": 20, "text": "Then he said to them, \"Whose head is this, and whose title?\""},{"verse": 21, "text": "They answered, \"The emperor\"s.\" Then he said to them, \"Give therefore to the emperor the things that are the emperor\"s, and to God the things that are God\"s.\""},{"verse": 22, "text": "When they heard this, they were amazed; and they left him and went away."},{"verse": 23, "footnotes": {"a": "Matthew 22:23 Other ancient authorities read _who say that there is no resurrection_"}, "text": "||The Question about the Resurrection||The same day some Sadducees came to him, saying there is no resurrection;[^a] and they asked him a question, saying,"},{"verse": 24, "text": "\"Teacher, Moses said, \"If a man dies childless, his brother shall marry the widow, and raise up children for his brother.\""},{"verse": 25, "text": "Now there were seven brothers among us; the first married, and died childless, leaving the widow to his brother."},{"verse": 26, "text": "The second did the same, so also the third, down to the seventh."},{"verse": 27, "text": "Last of all, the woman herself died."},{"verse": 28, "text": "In the resurrection, then, whose wife of the seven will she be? For all of them had married her.\""},{"verse": 29, "text": "Jesus answered them, \"You are wrong, because you know neither the scriptures nor the power of God."},{"verse": 30, "footnotes": {"a": "Matthew 22:30 Other ancient authorities add _of God_"}, "text": "For in the resurrection they neither marry nor are given in marriage, but are like angels[^a] in heaven."},{"verse": 31, "text": "And as for the resurrection of the dead, have you not read what was said to you by God,"},{"verse": 32, "text": "\"I am the God of Abraham, the God of Isaac, and the God of Jacob\"? He is God not of the dead, but of the living.\""},{"verse": 33, "text": "And when the crowd heard it, they were astounded at his teaching."},{"verse": 34, "text": "||The Greatest Commandment||When the Pharisees heard that he had silenced the Sadducees, they gathered together,"},{"verse": 35, "text": "and one of them, a lawyer, asked him a question to test him."},{"verse": 36, "text": "\"Teacher, which commandment in the law is the greatest?\""},{"verse": 37, "text": "He said to him, \"\"You shall love the Lord your God with all your heart, and with all your soul, and with all your mind.\""},{"verse": 38, "text": "This is the greatest and first commandment."},{"verse": 39, "text": "And a second is like it: \"You shall love your neighbor as yourself.\""},{"verse": 40, "text": "On these two commandments hang all the law and the prophets.\""},{"verse": 41, "text": "||The Question about David\"s Son||Now while the Pharisees were gathered together, Jesus asked them this question:"},{"verse": 42, "footnotes": {"a": "Matthew 22:42 Or _Christ_"}, "text": "\"What do you think of the Messiah?[^a] Whose son is he?\" They said to him, \"The son of David.\""},{"verse": 43, "footnotes": {"a": "Matthew 22:43 Gk _in spirit_"}, "text": "He said to them, \"How is it then that David by the Spirit[^a] calls him Lord, saying,"},{"verse": 44, "text": "\"The Lord said to my Lord,  \n\"Sit at my right hand,  \n    until I put your enemies under your feet\"\"?"},{"verse": 45, "text": "If David thus calls him Lord, how can he be his son?\""},{"verse": 46, "text": "No one was able to give him an answer, nor from that day did anyone dare to ask him any more questions."}]}
,{"chapter": 23, "verses":[{"verse": 1, "text": "||Jesus Denounces Scribes and Pharisees||Then Jesus said to the crowds and to his disciples,"},{"verse": 2, "text": "\"The scribes and the Pharisees sit on Moses\" seat;"},{"verse": 3, "text": "therefore, do whatever they teach you and follow it; but do not do as they do, for they do not practice what they teach."},{"verse": 4, "footnotes": {"a": "Matthew 23:4 Other ancient authorities lack _hard to bear_"}, "text": "They tie up heavy burdens, hard to bear,[^a] and lay them on the shoulders of others; but they themselves are unwilling to lift a finger to move them."},{"verse": 5, "text": "They do all their deeds to be seen by others; for they make their phylacteries broad and their fringes long."},{"verse": 6, "text": "They love to have the place of honor at banquets and the best seats in the synagogues,"},{"verse": 7, "text": "and to be greeted with respect in the marketplaces, and to have people call them rabbi."},{"verse": 8, "footnotes": {"a": "Matthew 23:8 Gk _brothers_"}, "text": "But you are not to be called rabbi, for you have one teacher, and you are all students.[^a]"},{"verse": 9, "text": "And call no one your father on earth, for you have one Father--the one in heaven."},{"verse": 10, "footnotes": {"a": "Matthew 23:10 Or _the Christ_"}, "text": "Nor are you to be called instructors, for you have one instructor, the Messiah.[^a]"},{"verse": 11, "text": "The greatest among you will be your servant."},{"verse": 12, "text": "All who exalt themselves will be humbled, and all who humble themselves will be exalted."},{"verse": 13, "footnotes": {"a": "Matthew 23:13 Other authorities add here (or after verse 12) verse 14, _Woe to you, scribes and Pharisees, hypocrites! For you devour widows’ houses and for the sake of appearance you make long prayers; therefore you will receive the greater condemnation_"}, "text": "\"But woe to you, scribes and Pharisees, hypocrites! For you lock people out of the kingdom of heaven. For you do not go in yourselves, and when others are going in, you stop them.[^a]"}]}
,{"chapter": 24, "verses":[{"verse": 1, "text": "||The Destruction of the Temple Foretold||As Jesus came out of the temple and was going away, his disciples came to point out to him the buildings of the temple."},{"verse": 2, "text": "Then he asked them, \"You see all these, do you not? Truly I tell you, not one stone will be left here upon another; all will be thrown down.\""},{"verse": 3, "text": "||Signs of the End of the Age||When he was sitting on the Mount of Olives, the disciples came to him privately, saying, \"Tell us, when will this be, and what will be the sign of your coming and of the end of the age?\""},{"verse": 4, "text": "Jesus answered them, \"Beware that no one leads you astray."},{"verse": 5, "footnotes": {"a": "Matthew 24:5 Or _the Christ_"}, "text": "For many will come in my name, saying, \"I am the Messiah!\"[^a] and they will lead many astray."},{"verse": 6, "text": "And you will hear of wars and rumors of wars; see that you are not alarmed; for this must take place, but the end is not yet."},{"verse": 7, "footnotes": {"a": "Matthew 24:7 Other ancient authorities add _and pestilences_"}, "text": "For nation will rise against nation, and kingdom against kingdom, and there will be famines[^a] and earthquakes in various places:"},{"verse": 8, "text": "all this is but the beginning of the birth pangs."},{"verse": 9, "text": "||Persecutions Foretold||\"Then they will hand you over to be tortured and will put you to death, and you will be hated by all nations because of my name."},{"verse": 10, "footnotes": {"a": "Matthew 24:10 Or _stumble_"}, "text": "Then many will fall away,[^a] and they will betray one another and hate one another."},{"verse": 11, "text": "And many false prophets will arise and lead many astray."},{"verse": 12, "text": "And because of the increase of lawlessness, the love of many will grow cold."},{"verse": 13, "text": "But the one who endures to the end will be saved."},{"verse": 14, "footnotes": {"a": "Matthew 24:14 Or _gospel_"}, "text": "And this good news[^a] of the kingdom will be proclaimed throughout the world, as a testimony to all the nations; and then the end will come."},{"verse": 15, "text": "||The Desolating Sacrilege||\"So when you see the desolating sacrilege standing in the holy place, as was spoken of by the prophet Daniel (let the reader understand),"},{"verse": 16, "text": "then those in Judea must flee to the mountains;"},{"verse": 17, "text": "the one on the housetop must not go down to take what is in the house;"},{"verse": 18, "text": "the one in the field must not turn back to get a coat."},{"verse": 19, "text": "Woe to those who are pregnant and to those who are nursing infants in those days!"},{"verse": 20, "text": "Pray that your flight may not be in winter or on a sabbath."},{"verse": 21, "text": "For at that time there will be great suffering, such as has not been from the beginning of the world until now, no, and never will be."},{"verse": 22, "text": "And if those days had not been cut short, no one would be saved; but for the sake of the elect those days will be cut short."},{"verse": 23, "footnotes": {"a": "Matthew 24:23 Or _the Christ_"}, "text": "Then if anyone says to you, \"Look! Here is the Messiah!\"[^a] or \"There he is!\"--do not believe it."},{"verse": 24, "footnotes": {"a": "Matthew 24:24 Or _christs_"}, "text": "For false messiahs[^a] and false prophets will appear and produce great signs and omens, to lead astray, if possible, even the elect."},{"verse": 25, "text": "Take note, I have told you beforehand."},{"verse": 26, "text": "So, if they say to you, \"Look! He is in the wilderness,\" do not go out. If they say, \"Look! He is in the inner rooms,\" do not believe it."},{"verse": 27, "text": "For as the lightning comes from the east and flashes as far as the west, so will be the coming of the Son of Man."},{"verse": 28, "text": "Wherever the corpse is, there the vultures will gather."},{"verse": 29, "text": "||The Coming of the Son of Man||\"Immediately after the suffering of those days\nthe sun will be darkened,  \n    and the moon will not give its light;  \nthe stars will fall from heaven,  \n    and the powers of heaven will be shaken."},{"verse": 30, "text": "Then the sign of the Son of Man will appear in heaven, and then all the tribes of the earth will mourn, and they will see \"the Son of Man coming on the clouds of heaven\" with power and great glory."},{"verse": 31, "text": "And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other."},{"verse": 32, "text": "||The Lesson of the Fig Tree||\"From the fig tree learn its lesson: as soon as its branch becomes tender and puts forth its leaves, you know that summer is near."},{"verse": 33, "footnotes": {"a": "Matthew 24:33 Or _it_"}, "text": "So also, when you see all these things, you know that he[^a] is near, at the very gates."},{"verse": 34, "text": "Truly I tell you, this generation will not pass away until all these things have taken place."},{"verse": 35, "text": "Heaven and earth will pass away, but my words will not pass away."},{"verse": 36, "footnotes": {"a": "Matthew 24:36 Other ancient authorities lack _nor the Son_"}, "text": "||The Necessity for Watchfulness||\"But about that day and hour no one knows, neither the angels of heaven, nor the Son,[^a] but only the Father."},{"verse": 37, "text": "For as the days of Noah were, so will be the coming of the Son of Man."},{"verse": 38, "text": "For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day Noah entered the ark,"},{"verse": 39, "text": "and they knew nothing until the flood came and swept them all away, so too will be the coming of the Son of Man."},{"verse": 40, "text": "Then two will be in the field; one will be taken and one will be left."},{"verse": 41, "text": "Two women will be grinding meal together; one will be taken and one will be left."},{"verse": 42, "footnotes": {"a": "Matthew 24:42 Other ancient authorities read _at what hour_"}, "text": "Keep awake therefore, for you do not know on what day[^a] your Lord is coming."},{"verse": 43, "text": "But understand this: if the owner of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into."},{"verse": 44, "text": "Therefore you also must be ready, for the Son of Man is coming at an unexpected hour."},{"verse": 45, "footnotes": {"a": "Matthew 24:45 Gk _to give them_"}, "text": "||The Faithful or the Unfaithful Slave||\"Who then is the faithful and wise slave, whom his master has put in charge of his household, to give the other slaves[^a] their allowance of food at the proper time?"},{"verse": 46, "text": "Blessed is that slave whom his master will find at work when he arrives."},{"verse": 47, "text": "Truly I tell you, he will put that one in charge of all his possessions."},{"verse": 48, "text": "But if that wicked slave says to himself, \"My master is delayed,\""},{"verse": 49, "text": "and he begins to beat his fellow slaves, and eats and drinks with drunkards,"},{"verse": 50, "text": "the master of that slave will come on a day when he does not expect him and at an hour that he does not know."},{"verse": 51, "footnotes": {"a": "Matthew 24:51 Or _cut him off_"}, "text": "He will cut him in pieces[^a] and put him with the hypocrites, where there will be weeping and gnashing of teeth."}]}
,{"chapter": 25, "verses":[{"verse": 1, "footnotes": {"a": "Matthew 25:1 Gk _virgins_", "b": "Matthew 25:1 Other ancient authorities add _and the bride_"}, "text": "||The Parable of the Ten Bridesmaids||\"Then the kingdom of heaven will be like this. Ten bridesmaids[^a] took their lamps and went to meet the bridegroom.[^b]"},{"verse": 2, "text": "Five of them were foolish, and five were wise."},{"verse": 3, "text": "When the foolish took their lamps, they took no oil with them;"},{"verse": 4, "text": "but the wise took flasks of oil with their lamps."},{"verse": 5, "text": "As the bridegroom was delayed, all of them became drowsy and slept."},{"verse": 6, "text": "But at midnight there was a shout, \"Look! Here is the bridegroom! Come out to meet him.\""},{"verse": 7, "footnotes": {"a": "Matthew 25:7 Gk _virgins_"}, "text": "Then all those bridesmaids[^a] got up and trimmed their lamps."},{"verse": 8, "text": "The foolish said to the wise, \"Give us some of your oil, for our lamps are going out.\""},{"verse": 9, "text": "But the wise replied, \"No! there will not be enough for you and for us; you had better go to the dealers and buy some for yourselves.\""},{"verse": 10, "text": "And while they went to buy it, the bridegroom came, and those who were ready went with him into the wedding banquet; and the door was shut."},{"verse": 11, "footnotes": {"a": "Matthew 25:11 Gk _virgins_"}, "text": "Later the other bridesmaids[^a] came also, saying, \"Lord, lord, open to us.\""},{"verse": 12, "text": "But he replied, \"Truly I tell you, I do not know you.\""},{"verse": 13, "footnotes": {"a": "Matthew 25:13 Other ancient authorities add _in which the Son of Man is coming_"}, "text": "Keep awake therefore, for you know neither the day nor the hour.[^a]"},{"verse": 14, "text": "||The Parable of the Talents||\"For it is as if a man, going on a journey, summoned his slaves and entrusted his property to them;"},{"verse": 15, "footnotes": {"a": "Matthew 25:15 A talent was worth more than fifteen years’ wages of a laborer"}, "text": "to one he gave five talents,[^a] to another two, to another one, to each according to his ability. Then he went away."},{"verse": 16, "text": "The one who had received the five talents went off at once and traded with them, and made five more talents."},{"verse": 17, "text": "In the same way, the one who had the two talents made two more talents."},{"verse": 18, "text": "But the one who had received the one talent went off and dug a hole in the ground and hid his master\"s money."},{"verse": 19, "text": "After a long time the master of those slaves came and settled accounts with them."},{"verse": 20, "text": "Then the one who had received the five talents came forward, bringing five more talents, saying, \"Master, you handed over to me five talents; see, I have made five more talents.\""},{"verse": 21, "text": "His master said to him, \"Well done, good and trustworthy slave; you have been trustworthy in a few things, I will put you in charge of many things; enter into the joy of your master.\""},{"verse": 22, "text": "And the one with the two talents also came forward, saying, \"Master, you handed over to me two talents; see, I have made two more talents.\""},{"verse": 23, "text": "His master said to him, \"Well done, good and trustworthy slave; you have been trustworthy in a few things, I will put you in charge of many things; enter into the joy of your master.\""},{"verse": 24, "text": "Then the one who had received the one talent also came forward, saying, \"Master, I knew that you were a harsh man, reaping where you did not sow, and gathering where you did not scatter seed;"},{"verse": 25, "text": "so I was afraid, and I went and hid your talent in the ground. Here you have what is yours.\""},{"verse": 26, "text": "But his master replied, \"You wicked and lazy slave! You knew, did you, that I reap where I did not sow, and gather where I did not scatter?"},{"verse": 27, "text": "Then you ought to have invested my money with the bankers, and on my return I would have received what was my own with interest."},{"verse": 28, "text": "So take the talent from him, and give it to the one with the ten talents."},{"verse": 29, "text": "For to all those who have, more will be given, and they will have an abundance; but from those who have nothing, even what they have will be taken away."},{"verse": 30, "text": "As for this worthless slave, throw him into the outer darkness, where there will be weeping and gnashing of teeth.\""},{"verse": 31, "text": "||The Judgment of the Nations||\"When the Son of Man comes in his glory, and all the angels with him, then he will sit on the throne of his glory."},{"verse": 32, "text": "All the nations will be gathered before him, and he will separate people one from another as a shepherd separates the sheep from the goats,"},{"verse": 33, "text": "and he will put the sheep at his right hand and the goats at the left."},{"verse": 34, "text": "Then the king will say to those at his right hand, \"Come, you that are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world;"},{"verse": 35, "text": "for I was hungry and you gave me food, I was thirsty and you gave me something to drink, I was a stranger and you welcomed me,"},{"verse": 36, "text": "I was naked and you gave me clothing, I was sick and you took care of me, I was in prison and you visited me.\""},{"verse": 37, "text": "Then the righteous will answer him, \"Lord, when was it that we saw you hungry and gave you food, or thirsty and gave you something to drink?"},{"verse": 38, "text": "And when was it that we saw you a stranger and welcomed you, or naked and gave you clothing?"},{"verse": 39, "text": "And when was it that we saw you sick or in prison and visited you?\""},{"verse": 40, "footnotes": {"a": "Matthew 25:40 Gk _these my brothers_"}, "text": "And the king will answer them, \"Truly I tell you, just as you did it to one of the least of these who are members of my family,[^a] you did it to me.\""},{"verse": 41, "text": "Then he will say to those at his left hand, \"You that are accursed, depart from me into the eternal fire prepared for the devil and his angels;"},{"verse": 42, "text": "for I was hungry and you gave me no food, I was thirsty and you gave me nothing to drink,"},{"verse": 43, "text": "I was a stranger and you did not welcome me, naked and you did not give me clothing, sick and in prison and you did not visit me.\""},{"verse": 44, "text": "Then they also will answer, \"Lord, when was it that we saw you hungry or thirsty or a stranger or naked or sick or in prison, and did not take care of you?\""},{"verse": 45, "text": "Then he will answer them, \"Truly I tell you, just as you did not do it to one of the least of these, you did not do it to me.\""},{"verse": 46, "text": "And these will go away into eternal punishment, but the righteous into eternal life.\""}]}
,{"chapter": 26, "verses":[{"verse": 1, "text": "||The Plot to Kill Jesus||When Jesus had finished saying all these things, he said to his disciples,"},{"verse": 2, "text": "\"You know that after two days the Passover is coming, and the Son of Man will be handed over to be crucified.\""},{"verse": 3, "text": "Then the chief priests and the elders of the people gathered in the palace of the high priest, who was called Caiaphas,"},{"verse": 4, "text": "and they conspired to arrest Jesus by stealth and kill him."},{"verse": 5, "text": "But they said, \"Not during the festival, or there may be a riot among the people.\""},{"verse": 6, "footnotes": {"a": "Matthew 26:6 The terms _leper_ and _leprosy_ can refer to several diseases"}, "text": "||The Anointing at Bethany||Now while Jesus was at Bethany in the house of Simon the leper,[^a]"},{"verse": 7, "text": "a woman came to him with an alabaster jar of very costly ointment, and she poured it on his head as he sat at the table."},{"verse": 8, "text": "But when the disciples saw it, they were angry and said, \"Why this waste?"},{"verse": 9, "text": "For this ointment could have been sold for a large sum, and the money given to the poor.\""},{"verse": 10, "text": "But Jesus, aware of this, said to them, \"Why do you trouble the woman? She has performed a good service for me."},{"verse": 11, "text": "For you always have the poor with you, but you will not always have me."},{"verse": 12, "text": "By pouring this ointment on my body she has prepared me for burial."},{"verse": 13, "footnotes": {"a": "Matthew 26:13 Or _gospel_"}, "text": "Truly I tell you, wherever this good news[^a] is proclaimed in the whole world, what she has done will be told in remembrance of her.\""},{"verse": 14, "text": "||Judas Agrees to Betray Jesus||Then one of the twelve, who was called Judas Iscariot, went to the chief priests"},{"verse": 15, "text": "and said, \"What will you give me if I betray him to you?\" They paid him thirty pieces of silver."},{"verse": 16, "text": "And from that moment he began to look for an opportunity to betray him."},{"verse": 17, "text": "||The Passover with the Disciples||On the first day of Unleavened Bread the disciples came to Jesus, saying, \"Where do you want us to make the preparations for you to eat the Passover?\""},{"verse": 18, "text": "He said, \"Go into the city to a certain man, and say to him, \"The Teacher says, My time is near; I will keep the Passover at your house with my disciples.\"\""},{"verse": 19, "text": "So the disciples did as Jesus had directed them, and they prepared the Passover meal."},{"verse": 20, "footnotes": {"a": "Matthew 26:20 Other ancient authorities add _disciples_"}, "text": "When it was evening, he took his place with the twelve;[^a]"},{"verse": 21, "text": "and while they were eating, he said, \"Truly I tell you, one of you will betray me.\""},{"verse": 22, "text": "And they became greatly distressed and began to say to him one after another, \"Surely not I, Lord?\""},{"verse": 23, "text": "He answered, \"The one who has dipped his hand into the bowl with me will betray me."},{"verse": 24, "text": "The Son of Man goes as it is written of him, but woe to that one by whom the Son of Man is betrayed! It would have been better for that one not to have been born.\""},{"verse": 25, "text": "Judas, who betrayed him, said, \"Surely not I, Rabbi?\" He replied, \"You have said so.\""},{"verse": 26, "text": "||The Institution of the Lord\"s Supper||While they were eating, Jesus took a loaf of bread, and after blessing it he broke it, gave it to the disciples, and said, \"Take, eat; this is my body.\""},{"verse": 27, "text": "Then he took a cup, and after giving thanks he gave it to them, saying, \"Drink from it, all of you;"},{"verse": 28, "footnotes": {"a": "Matthew 26:28 Other ancient authorities add _new_"}, "text": "for this is my blood of the[^a] covenant, which is poured out for many for the forgiveness of sins."},{"verse": 29, "text": "I tell you, I will never again drink of this fruit of the vine until that day when I drink it new with you in my Father\"s kingdom.\""},{"verse": 30, "text": "When they had sung the hymn, they went out to the Mount of Olives."},{"verse": 31, "text": "||Peter\"s Denial Foretold||Then Jesus said to them, \"You will all become deserters because of me this night; for it is written,\n\"I will strike the shepherd,  \n    and the sheep of the flock will be scattered.\""},{"verse": 32, "text": "But after I am raised up, I will go ahead of you to Galilee.\""},{"verse": 33, "text": "Peter said to him, \"Though all become deserters because of you, I will never desert you.\""},{"verse": 34, "text": "Jesus said to him, \"Truly I tell you, this very night, before the cock crows, you will deny me three times.\""},{"verse": 35, "text": "Peter said to him, \"Even though I must die with you, I will not deny you.\" And so said all the disciples."},{"verse": 36, "text": "||Jesus Prays in Gethsemane||Then Jesus went with them to a place called Gethsemane; and he said to his disciples, \"Sit here while I go over there and pray.\""},{"verse": 37, "text": "He took with him Peter and the two sons of Zebedee, and began to be grieved and agitated."},{"verse": 38, "text": "Then he said to them, \"I am deeply grieved, even to death; remain here, and stay awake with me.\""},{"verse": 39, "text": "And going a little farther, he threw himself on the ground and prayed, \"My Father, if it is possible, let this cup pass from me; yet not what I want but what you want.\""},{"verse": 40, "text": "Then he came to the disciples and found them sleeping; and he said to Peter, \"So, could you not stay awake with me one hour?"},{"verse": 41, "footnotes": {"a": "Matthew 26:41 Or _into temptation_"}, "text": "Stay awake and pray that you may not come into the time of trial;[^a] the spirit indeed is willing, but the flesh is weak.\""},{"verse": 42, "text": "Again he went away for the second time and prayed, \"My Father, if this cannot pass unless I drink it, your will be done.\""},{"verse": 43, "text": "Again he came and found them sleeping, for their eyes were heavy."},{"verse": 44, "text": "So leaving them again, he went away and prayed for the third time, saying the same words."},{"verse": 45, "text": "Then he came to the disciples and said to them, \"Are you still sleeping and taking your rest? See, the hour is at hand, and the Son of Man is betrayed into the hands of sinners."},{"verse": 46, "text": "Get up, let us be going. See, my betrayer is at hand.\""},{"verse": 47, "text": "||The Betrayal and Arrest of Jesus||While he was still speaking, Judas, one of the twelve, arrived; with him was a large crowd with swords and clubs, from the chief priests and the elders of the people."},{"verse": 48, "text": "Now the betrayer had given them a sign, saying, \"The one I will kiss is the man; arrest him.\""},{"verse": 49, "text": "At once he came up to Jesus and said, \"Greetings, Rabbi!\" and kissed him."},{"verse": 50, "text": "Jesus said to him, \"Friend, do what you are here to do.\" Then they came and laid hands on Jesus and arrested him."},{"verse": 51, "text": "Suddenly, one of those with Jesus put his hand on his sword, drew it, and struck the slave of the high priest, cutting off his ear."},{"verse": 52, "text": "Then Jesus said to him, \"Put your sword back into its place; for all who take the sword will perish by the sword."},{"verse": 53, "text": "Do you think that I cannot appeal to my Father, and he will at once send me more than twelve legions of angels?"},{"verse": 54, "text": "But how then would the scriptures be fulfilled, which say it must happen in this way?\""},{"verse": 55, "text": "At that hour Jesus said to the crowds, \"Have you come out with swords and clubs to arrest me as though I were a bandit? Day after day I sat in the temple teaching, and you did not arrest me."},{"verse": 56, "text": "But all this has taken place, so that the scriptures of the prophets may be fulfilled.\" Then all the disciples deserted him and fled."},{"verse": 57, "text": "||Jesus before the High Priest||Those who had arrested Jesus took him to Caiaphas the high priest, in whose house the scribes and the elders had gathered."},{"verse": 58, "text": "But Peter was following him at a distance, as far as the courtyard of the high priest; and going inside, he sat with the guards in order to see how this would end."},{"verse": 59, "text": "Now the chief priests and the whole council were looking for false testimony against Jesus so that they might put him to death,"},{"verse": 60, "text": "but they found none, though many false witnesses came forward. At last two came forward"},{"verse": 61, "text": "and said, \"This fellow said, \"I am able to destroy the temple of God and to build it in three days.\"\""},{"verse": 62, "text": "The high priest stood up and said, \"Have you no answer? What is it that they testify against you?\""},{"verse": 63, "footnotes": {"a": "Matthew 26:63 Or _Christ_"}, "text": "But Jesus was silent. Then the high priest said to him, \"I put you under oath before the living God, tell us if you are the Messiah,[^a] the Son of God.\""},{"verse": 64, "text": "Jesus said to him, \"You have said so. But I tell you,\nFrom now on you will see the Son of Man  \n    seated at the right hand of Power  \n    and coming on the clouds of heaven.\""},{"verse": 65, "text": "Then the high priest tore his clothes and said, \"He has blasphemed! Why do we still need witnesses? You have now heard his blasphemy."},{"verse": 66, "text": "What is your verdict?\" They answered, \"He deserves death.\""},{"verse": 67, "text": "Then they spat in his face and struck him; and some slapped him,"},{"verse": 68, "footnotes": {"a": "Matthew 26:68 Or _Christ_"}, "text": "saying, \"Prophesy to us, you Messiah![^a] Who is it that struck you?\""},{"verse": 69, "text": "||Peter\"s Denial of Jesus||Now Peter was sitting outside in the courtyard. A servant-girl came to him and said, \"You also were with Jesus the Galilean.\""},{"verse": 70, "text": "But he denied it before all of them, saying, \"I do not know what you are talking about.\""},{"verse": 71, "footnotes": {"a": "Matthew 26:71 Gk _the Nazorean_"}, "text": "When he went out to the porch, another servant-girl saw him, and she said to the bystanders, \"This man was with Jesus of Nazareth.\"[^a]"},{"verse": 72, "text": "Again he denied it with an oath, \"I do not know the man.\""},{"verse": 73, "text": "After a little while the bystanders came up and said to Peter, \"Certainly you are also one of them, for your accent betrays you.\""},{"verse": 74, "text": "Then he began to curse, and he swore an oath, \"I do not know the man!\" At that moment the cock crowed."},{"verse": 75, "text": "Then Peter remembered what Jesus had said: \"Before the cock crows, you will deny me three times.\" And he went out and wept bitterly."}]}
,{"chapter": 27, "verses":[{"verse": 1, "text": "||Jesus Brought before Pilate||When morning came, all the chief priests and the elders of the people conferred together against Jesus in order to bring about his death."},{"verse": 2, "text": "They bound him, led him away, and handed him over to Pilate the governor."},{"verse": 3, "footnotes": {"a": "Matthew 27:3 Gk _he_"}, "text": "||The Suicide of Judas||When Judas, his betrayer, saw that Jesus[^a] was condemned, he repented and brought back the thirty pieces of silver to the chief priests and the elders."},{"verse": 4, "footnotes": {"a": "Matthew 27:4 Other ancient authorities read _righteous_"}, "text": "He said, \"I have sinned by betraying innocent[^a] blood.\" But they said, \"What is that to us? See to it yourself.\""},{"verse": 5, "text": "Throwing down the pieces of silver in the temple, he departed; and he went and hanged himself."},{"verse": 6, "text": "But the chief priests, taking the pieces of silver, said, \"It is not lawful to put them into the treasury, since they are blood money.\""},{"verse": 7, "text": "After conferring together, they used them to buy the potter\"s field as a place to bury foreigners."},{"verse": 8, "text": "For this reason that field has been called the Field of Blood to this day."},{"verse": 9, "footnotes": {"a": "Matthew 27:9 Other ancient authorities read _Zechariah_ or _Isaiah_", "b": "Matthew 27:9 Or _I took_", "c": "Matthew 27:9 Or _the price of the precious One_"}, "text": "Then was fulfilled what had been spoken through the prophet Jeremiah,[^a] \"And they took[^b] the thirty pieces of silver, the price of the one on whom a price had been set,[^c] on whom some of the people of Israel had set a price,"},{"verse": 10, "footnotes": {"a": "Matthew 27:10 Other ancient authorities read _I gave_"}, "text": "and they gave[^a] them for the potter\"s field, as the Lord commanded me.\""},{"verse": 11, "text": "||Pilate Questions Jesus||Now Jesus stood before the governor; and the governor asked him, \"Are you the King of the Jews?\" Jesus said, \"You say so.\""},{"verse": 12, "text": "But when he was accused by the chief priests and elders, he did not answer."},{"verse": 13, "text": "Then Pilate said to him, \"Do you not hear how many accusations they make against you?\""},{"verse": 14, "text": "But he gave him no answer, not even to a single charge, so that the governor was greatly amazed."},{"verse": 15, "text": "||Barabbas or Jesus?||Now at the festival the governor was accustomed to release a prisoner for the crowd, anyone whom they wanted."},{"verse": 16, "footnotes": {"a": "Matthew 27:16 Other ancient authorities lack _Jesus_"}, "text": "At that time they had a notorious prisoner, called Jesus[^a] Barabbas."},{"verse": 17, "footnotes": {"a": "Matthew 27:17 Other ancient authorities lack _Jesus_", "b": "Matthew 27:17 Or _the Christ_"}, "text": "So after they had gathered, Pilate said to them, \"Whom do you want me to release for you, Jesus[^a] Barabbas or Jesus who is called the Messiah?\"[^b]"},{"verse": 18, "text": "For he realized that it was out of jealousy that they had handed him over."},{"verse": 19, "text": "While he was sitting on the judgment seat, his wife sent word to him, \"Have nothing to do with that innocent man, for today I have suffered a great deal because of a dream about him.\""},{"verse": 20, "text": "Now the chief priests and the elders persuaded the crowds to ask for Barabbas and to have Jesus killed."},{"verse": 21, "text": "The governor again said to them, \"Which of the two do you want me to release for you?\" And they said, \"Barabbas.\""},{"verse": 22, "footnotes": {"a": "Matthew 27:22 Or _the Christ_"}, "text": "Pilate said to them, \"Then what should I do with Jesus who is called the Messiah?\"[^a] All of them said, \"Let him be crucified!\""},{"verse": 23, "text": "Then he asked, \"Why, what evil has he done?\" But they shouted all the more, \"Let him be crucified!\""},{"verse": 24, "footnotes": {"a": "Matthew 27:24 Other ancient authorities read _this righteous blood_, or _this righteous man’s blood_"}, "text": "||Pilate Hands Jesus over to Be Crucified||So when Pilate saw that he could do nothing, but rather that a riot was beginning, he took some water and washed his hands before the crowd, saying, \"I am innocent of this man\"s blood;[^a] see to it yourselves.\""},{"verse": 25, "text": "Then the people as a whole answered, \"His blood be on us and on our children!\""},{"verse": 26, "text": "So he released Barabbas for them; and after flogging Jesus, he handed him over to be crucified."},{"verse": 27, "footnotes": {"a": "Matthew 27:27 Gk _the praetorium_"}, "text": "||The Soldiers Mock Jesus||Then the soldiers of the governor took Jesus into the governor\"s headquarters,[^a] and they gathered the whole cohort around him."},{"verse": 28, "text": "They stripped him and put a scarlet robe on him,"},{"verse": 29, "text": "and after twisting some thorns into a crown, they put it on his head. They put a reed in his right hand and knelt before him and mocked him, saying, \"Hail, King of the Jews!\""},{"verse": 30, "text": "They spat on him, and took the reed and struck him on the head."},{"verse": 31, "text": "After mocking him, they stripped him of the robe and put his own clothes on him. Then they led him away to crucify him."},{"verse": 32, "text": "||The Crucifixion of Jesus||As they went out, they came upon a man from Cyrene named Simon; they compelled this man to carry his cross."},{"verse": 33, "text": "And when they came to a place called Golgotha (which means Place of a Skull),"},{"verse": 34, "text": "they offered him wine to drink, mixed with gall; but when he tasted it, he would not drink it."},{"verse": 35, "footnotes": {"a": "Matthew 27:35 Other ancient authorities add _in order that what had been spoken through the prophet might be fulfilled, “They divided my clothes among themselves, and for my clothing they cast lots.”_"}, "text": "And when they had crucified him, they divided his clothes among themselves by casting lots;[^a]"},{"verse": 36, "text": "then they sat down there and kept watch over him."},{"verse": 37, "text": "Over his head they put the charge against him, which read, \"This is Jesus, the King of the Jews.\""},{"verse": 38, "text": "Then two bandits were crucified with him, one on his right and one on his left."},{"verse": 39, "footnotes": {"a": "Matthew 27:39 Or _blasphemed_"}, "text": "Those who passed by derided[^a] him, shaking their heads"},{"verse": 40, "text": "and saying, \"You who would destroy the temple and build it in three days, save yourself! If you are the Son of God, come down from the cross.\""},{"verse": 41, "text": "In the same way the chief priests also, along with the scribes and elders, were mocking him, saying,"},{"verse": 42, "footnotes": {"a": "Matthew 27:42 Or _is he unable to save himself?_"}, "text": "\"He saved others; he cannot save himself.[^a] He is the King of Israel; let him come down from the cross now, and we will believe in him."},{"verse": 43, "text": "He trusts in God; let God deliver him now, if he wants to; for he said, \"I am God\"s Son.\"\""},{"verse": 44, "text": "The bandits who were crucified with him also taunted him in the same way."},{"verse": 45, "footnotes": {"a": "Matthew 27:45 Or _earth_"}, "text": "||The Death of Jesus||From noon on, darkness came over the whole land[^a] until three in the afternoon."},{"verse": 46, "text": "And about three o\"clock Jesus cried with a loud voice, \"Eli, Eli, lema sabachthani?\" that is, \"My God, my God, why have you forsaken me?\""},{"verse": 47, "text": "When some of the bystanders heard it, they said, \"This man is calling for Elijah.\""},{"verse": 48, "text": "At once one of them ran and got a sponge, filled it with sour wine, put it on a stick, and gave it to him to drink."},{"verse": 49, "footnotes": {"a": "Matthew 27:49 Other ancient authorities add _And another took a spear and pierced his side, and out came water and blood_"}, "text": "But the others said, \"Wait, let us see whether Elijah will come to save him.\"[^a]"},{"verse": 50, "footnotes": {"a": "Matthew 27:50 Or _gave up his spirit_"}, "text": "Then Jesus cried again with a loud voice and breathed his last.[^a]"},{"verse": 51, "text": "At that moment the curtain of the temple was torn in two, from top to bottom. The earth shook, and the rocks were split."},{"verse": 52, "text": "The tombs also were opened, and many bodies of the saints who had fallen asleep were raised."},{"verse": 53, "text": "After his resurrection they came out of the tombs and entered the holy city and appeared to many."},{"verse": 54, "footnotes": {"a": "Matthew 27:54 Or _a son of God_"}, "text": "Now when the centurion and those with him, who were keeping watch over Jesus, saw the earthquake and what took place, they were terrified and said, \"Truly this man was God\"s Son!\"[^a]"},{"verse": 55, "text": "Many women were also there, looking on from a distance; they had followed Jesus from Galilee and had provided for him."},{"verse": 56, "text": "Among them were Mary Magdalene, and Mary the mother of James and Joseph, and the mother of the sons of Zebedee."},{"verse": 57, "text": "||The Burial of Jesus||When it was evening, there came a rich man from Arimathea, named Joseph, who was also a disciple of Jesus."},{"verse": 58, "text": "He went to Pilate and asked for the body of Jesus; then Pilate ordered it to be given to him."},{"verse": 59, "text": "So Joseph took the body and wrapped it in a clean linen cloth"},{"verse": 60, "text": "and laid it in his own new tomb, which he had hewn in the rock. He then rolled a great stone to the door of the tomb and went away."},{"verse": 61, "text": "Mary Magdalene and the other Mary were there, sitting opposite the tomb."},{"verse": 62, "text": "||The Guard at the Tomb||The next day, that is, after the day of Preparation, the chief priests and the Pharisees gathered before Pilate"},{"verse": 63, "text": "and said, \"Sir, we remember what that impostor said while he was still alive, \"After three days I will rise again.\""},{"verse": 64, "text": "Therefore command the tomb to be made secure until the third day; otherwise his disciples may go and steal him away, and tell the people, \"He has been raised from the dead,\" and the last deception would be worse than the first.\""},{"verse": 65, "footnotes": {"a": "Matthew 27:65 Or _Take a guard_", "b": "Matthew 27:65 Gk _you know how_"}, "text": "Pilate said to them, \"You have a guard[^a] of soldiers; go, make it as secure as you can.\"[^b]"},{"verse": 66, "text": "So they went with the guard and made the tomb secure by sealing the stone."}]}
,{"chapter": 28, "verses":[{"verse": 1, "text": "||The Resurrection of Jesus||After the sabbath, as the first day of the week was dawning, Mary Magdalene and the other Mary went to see the tomb."},{"verse": 2, "text": "And suddenly there was a great earthquake; for an angel of the Lord, descending from heaven, came and rolled back the stone and sat on it."},{"verse": 3, "text": "His appearance was like lightning, and his clothing white as snow."},{"verse": 4, "text": "For fear of him the guards shook and became like dead men."},{"verse": 5, "text": "But the angel said to the women, \"Do not be afraid; I know that you are looking for Jesus who was crucified."},{"verse": 6, "footnotes": {"a": "Matthew 28:6 Other ancient authorities read _the Lord_"}, "text": "He is not here; for he has been raised, as he said. Come, see the place where he[^a] lay."},{"verse": 7, "footnotes": {"a": "Matthew 28:7 Other ancient authorities lack _from the dead_"}, "text": "Then go quickly and tell his disciples, \"He has been raised from the dead,[^a] and indeed he is going ahead of you to Galilee; there you will see him.\" This is my message for you.\""},{"verse": 8, "text": "So they left the tomb quickly with fear and great joy, and ran to tell his disciples."},{"verse": 9, "text": "Suddenly Jesus met them and said, \"Greetings!\" And they came to him, took hold of his feet, and worshiped him."},{"verse": 10, "text": "Then Jesus said to them, \"Do not be afraid; go and tell my brothers to go to Galilee; there they will see me.\""},{"verse": 11, "text": "||The Report of the Guard||While they were going, some of the guard went into the city and told the chief priests everything that had happened."},{"verse": 12, "footnotes": {"a": "Matthew 28:12 Gk _they_"}, "text": "After the priests[^a] had assembled with the elders, they devised a plan to give a large sum of money to the soldiers,"},{"verse": 13, "text": "telling them, \"You must say, \"His disciples came by night and stole him away while we were asleep.\""},{"verse": 14, "text": "If this comes to the governor\"s ears, we will satisfy him and keep you out of trouble.\""},{"verse": 15, "text": "So they took the money and did as they were directed. And this story is still told among the Jews to this day."},{"verse": 16, "text": "||The Commissioning of the Disciples||Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them."},{"verse": 17, "text": "When they saw him, they worshiped him; but some doubted."},{"verse": 18, "text": "And Jesus came and said to them, \"All authority in heaven and on earth has been given to me."},{"verse": 19, "text": "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"},{"verse": 20, "footnotes": {"a": "Matthew 28:20 Other ancient authorities add _Amen_"}, "text": "and teaching them to obey everything that I have commanded you. And remember, I am with you always, to the end of the age.\"[^a]"}]}
]}