{"book": "Numbers", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||The First Census of Israel||The LORD spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying:"},{"verse": 2, "text": "Take a census of the whole congregation of Israelites, in their clans, by ancestral houses, according to the number of names, every male individually;"},{"verse": 3, "text": "from twenty years old and upward, everyone in Israel able to go to war. You and Aaron shall enroll them, company by company."},{"verse": 4, "text": "A man from each tribe shall be with you, each man the head of his ancestral house."},{"verse": 5, "text": "These are the names of the men who shall assist you:\nFrom Reuben, Elizur son of Shedeur."},{"verse": 6, "text": "From Simeon, Shelumiel son of Zurishaddai."},{"verse": 7, "text": "From Judah, Nahshon son of Amminadab."},{"verse": 8, "text": "From Issachar, Nethanel son of Zuar."},{"verse": 9, "text": "From Zebulun, Eliab son of Helon."},{"verse": 10, "text": "From the sons of Joseph:  \nfrom Ephraim, Elishama son of Ammihud;  \nfrom Manasseh, Gamaliel son of Pedahzur."},{"verse": 11, "text": "From Benjamin, Abidan son of Gideoni."},{"verse": 12, "text": "From Dan, Ahiezer son of Ammishaddai."},{"verse": 13, "text": "From Asher, Pagiel son of Ochran."},{"verse": 14, "text": "From Gad, Eliasaph son of Deuel."},{"verse": 15, "text": "From Naphtali, Ahira son of Enan."},{"verse": 16, "text": "These were the ones chosen from the congregation, the leaders of their ancestral tribes, the heads of the divisions of Israel."},{"verse": 17, "text": "Moses and Aaron took these men who had been designated by name,"},{"verse": 18, "text": "and on the first day of the second month they assembled the whole congregation together. They registered themselves in their clans, by their ancestral houses, according to the number of names from twenty years old and upward, individually,"},{"verse": 19, "text": "as the LORD commanded Moses. So he enrolled them in the wilderness of Sinai."},{"verse": 20, "text": "The descendants of Reuben, Israel\"s firstborn, their lineage, in their clans, by their ancestral houses, according to the number of names, individually, every male from twenty years old and upward, everyone able to go to war:"},{"verse": 21, "text": "those enrolled of the tribe of Reuben were forty-six thousand five hundred."},{"verse": 22, "text": "The descendants of Simeon, their lineage, in their clans, by their ancestral houses, those of them that were numbered, according to the number of names, individually, every male from twenty years old and upward, everyone able to go to war:"},{"verse": 23, "text": "those enrolled of the tribe of Simeon were fifty-nine thousand three hundred."},{"verse": 24, "text": "The descendants of Gad, their lineage, in their clans, by their ancestral houses, according to the number of the names, from twenty years old and upward, everyone able to go to war:"},{"verse": 25, "text": "those enrolled of the tribe of Gad were forty-five thousand six hundred fifty."},{"verse": 26, "text": "The descendants of Judah, their lineage, in their clans, by their ancestral houses, according to the number of names, from twenty years old and upward, everyone able to go to war:"},{"verse": 27, "text": "those enrolled of the tribe of Judah were seventy-four thousand six hundred."},{"verse": 28, "text": "The descendants of Issachar, their lineage, in their clans, by their ancestral houses, according to the number of names, from twenty years old and upward, everyone able to go to war:"},{"verse": 29, "text": "those enrolled of the tribe of Issachar were fifty-four thousand four hundred."},{"verse": 30, "text": "The descendants of Zebulun, their lineage, in their clans, by their ancestral houses, according to the number of names, from twenty years old and upward, everyone able to go to war:"},{"verse": 31, "text": "those enrolled of the tribe of Zebulun were fifty-seven thousand four hundred."},{"verse": 32, "text": "The descendants of Joseph, namely, the descendants of Ephraim, their lineage, in their clans, by their ancestral houses, according to the number of names, from twenty years old and upward, everyone able to go to war:"},{"verse": 33, "text": "those enrolled of the tribe of Ephraim were forty thousand five hundred."},{"verse": 34, "text": "The descendants of Manasseh, their lineage, in their clans, by their ancestral houses, according to the number of names, from twenty years old and upward, everyone able to go to war:"},{"verse": 35, "text": "those enrolled of the tribe of Manasseh were thirty-two thousand two hundred."},{"verse": 36, "text": "The descendants of Benjamin, their lineage, in their clans, by their ancestral houses, according to the number of names, from twenty years old and upward, everyone able to go to war:"},{"verse": 37, "text": "those enrolled of the tribe of Benjamin were thirty-five thousand four hundred."},{"verse": 38, "text": "The descendants of Dan, their lineage, in their clans, by their ancestral houses, according to the number of names, from twenty years old and upward, everyone able to go to war:"},{"verse": 39, "text": "those enrolled of the tribe of Dan were sixty-two thousand seven hundred."},{"verse": 40, "text": "The descendants of Asher, their lineage, in their clans, by their ancestral houses, according to the number of names, from twenty years old and upward, everyone able to go to war:"},{"verse": 41, "text": "those enrolled of the tribe of Asher were forty-one thousand five hundred."},{"verse": 42, "text": "The descendants of Naphtali, their lineage, in their clans, by their ancestral houses, according to the number of names, from twenty years old and upward, everyone able to go to war:"},{"verse": 43, "text": "those enrolled of the tribe of Naphtali were fifty-three thousand four hundred."},{"verse": 44, "text": "These are those who were enrolled, whom Moses and Aaron enrolled with the help of the leaders of Israel, twelve men, each representing his ancestral house."},{"verse": 45, "text": "So the whole number of the Israelites, by their ancestral houses, from twenty years old and upward, everyone able to go to war in Israel--"},{"verse": 46, "text": "their whole number was six hundred three thousand five hundred fifty."},{"verse": 47, "text": "The Levites, however, were not numbered by their ancestral tribe along with them."},{"verse": 48, "text": "The LORD had said to Moses:"},{"verse": 49, "text": "Only the tribe of Levi you shall not enroll, and you shall not take a census of them with the other Israelites."},{"verse": 50, "footnotes": {"a": "Numbers 1:50 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "Rather you shall appoint the Levites over the tabernacle of the covenant,[^a] and over all its equipment, and over all that belongs to it; they are to carry the tabernacle and all its equipment, and they shall tend it, and shall camp around the tabernacle."},{"verse": 51, "text": "When the tabernacle is to set out, the Levites shall take it down; and when the tabernacle is to be pitched, the Levites shall set it up. And any outsider who comes near shall be put to death."},{"verse": 52, "text": "The other Israelites shall camp in their respective regimental camps, by companies;"},{"verse": 53, "footnotes": {"a": "Numbers 1:53 Or _treaty_, or _testimony_; Heb _eduth_", "b": "Numbers 1:53 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "but the Levites shall camp around the tabernacle of the covenant,[^a] that there may be no wrath on the congregation of the Israelites; and the Levites shall perform the guard duty of the tabernacle of the covenant.[^b]"},{"verse": 54, "text": "The Israelites did so; they did just as the LORD commanded Moses."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||The Order of Encampment and Marching||The LORD spoke to Moses and Aaron, saying:"},{"verse": 2, "text": "The Israelites shall camp each in their respective regiments, under ensigns by their ancestral houses; they shall camp facing the tent of meeting on every side."},{"verse": 3, "text": "Those to camp on the east side toward the sunrise shall be of the regimental encampment of Judah by companies. The leader of the people of Judah shall be Nahshon son of Amminadab,"},{"verse": 4, "text": "with a company as enrolled of seventy-four thousand six hundred."},{"verse": 5, "text": "Those to camp next to him shall be the tribe of Issachar. The leader of the Issacharites shall be Nethanel son of Zuar,"},{"verse": 6, "text": "with a company as enrolled of fifty-four thousand four hundred."},{"verse": 7, "text": "Then the tribe of Zebulun: The leader of the Zebulunites shall be Eliab son of Helon,"},{"verse": 8, "text": "with a company as enrolled of fifty-seven thousand four hundred."},{"verse": 9, "text": "The total enrollment of the camp of Judah, by companies, is one hundred eighty-six thousand four hundred. They shall set out first on the march."},{"verse": 10, "text": "On the south side shall be the regimental encampment of Reuben by companies. The leader of the Reubenites shall be Elizur son of Shedeur,"},{"verse": 11, "text": "with a company as enrolled of forty-six thousand five hundred."},{"verse": 12, "text": "And those to camp next to him shall be the tribe of Simeon. The leader of the Simeonites shall be Shelumiel son of Zurishaddai,"},{"verse": 13, "text": "with a company as enrolled of fifty-nine thousand three hundred."},{"verse": 14, "text": "Then the tribe of Gad: The leader of the Gadites shall be Eliasaph son of Reuel,"},{"verse": 15, "text": "with a company as enrolled of forty-five thousand six hundred fifty."},{"verse": 16, "text": "The total enrollment of the camp of Reuben, by companies, is one hundred fifty-one thousand four hundred fifty. They shall set out second."},{"verse": 17, "text": "The tent of meeting, with the camp of the Levites, shall set out in the center of the camps; they shall set out just as they camp, each in position, by their regiments."},{"verse": 18, "text": "On the west side shall be the regimental encampment of Ephraim by companies. The leader of the people of Ephraim shall be Elishama son of Ammihud,"},{"verse": 19, "text": "with a company as enrolled of forty thousand five hundred."},{"verse": 20, "text": "Next to him shall be the tribe of Manasseh. The leader of the people of Manasseh shall be Gamaliel son of Pedahzur,"},{"verse": 21, "text": "with a company as enrolled of thirty-two thousand two hundred."},{"verse": 22, "text": "Then the tribe of Benjamin: The leader of the Benjaminites shall be Abidan son of Gideoni,"},{"verse": 23, "text": "with a company as enrolled of thirty-five thousand four hundred."},{"verse": 24, "text": "The total enrollment of the camp of Ephraim, by companies, is one hundred eight thousand one hundred. They shall set out third on the march."},{"verse": 25, "text": "On the north side shall be the regimental encampment of Dan by companies. The leader of the Danites shall be Ahiezer son of Ammishaddai,"},{"verse": 26, "text": "with a company as enrolled of sixty-two thousand seven hundred."},{"verse": 27, "text": "Those to camp next to him shall be the tribe of Asher. The leader of the Asherites shall be Pagiel son of Ochran,"},{"verse": 28, "text": "with a company as enrolled of forty-one thousand five hundred."},{"verse": 29, "text": "Then the tribe of Naphtali: The leader of the Naphtalites shall be Ahira son of Enan,"},{"verse": 30, "text": "with a company as enrolled of fifty-three thousand four hundred."},{"verse": 31, "footnotes": {"a": "Numbers 2:31 Compare verses 9, 16, 24: Heb _by their regiments_"}, "text": "The total enrollment of the camp of Dan is one hundred fifty-seven thousand six hundred. They shall set out last, by companies.[^a]"},{"verse": 32, "text": "This was the enrollment of the Israelites by their ancestral houses; the total enrollment in the camps by their companies was six hundred three thousand five hundred fifty."},{"verse": 33, "text": "Just as the LORD had commanded Moses, the Levites were not enrolled among the other Israelites."},{"verse": 34, "text": "The Israelites did just as the LORD had commanded Moses: They camped by regiments, and they set out the same way, everyone by clans, according to ancestral houses."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||The Sons of Aaron||This is the lineage of Aaron and Moses at the time when the LORD spoke with Moses on Mount Sinai."},{"verse": 2, "text": "These are the names of the sons of Aaron: Nadab the firstborn, and Abihu, Eleazar, and Ithamar;"},{"verse": 3, "text": "these are the names of the sons of Aaron, the anointed priests, whom he ordained to minister as priests."},{"verse": 4, "text": "Nadab and Abihu died before the LORD when they offered unholy fire before the LORD in the wilderness of Sinai, and they had no children. Eleazar and Ithamar served as priests in the lifetime of their father Aaron."},{"verse": 5, "text": "||The Duties of the Levites||Then the LORD spoke to Moses, saying:"},{"verse": 6, "text": "Bring the tribe of Levi near, and set them before Aaron the priest, so that they may assist him."},{"verse": 7, "text": "They shall perform duties for him and for the whole congregation in front of the tent of meeting, doing service at the tabernacle;"},{"verse": 8, "text": "they shall be in charge of all the furnishings of the tent of meeting, and attend to the duties for the Israelites as they do service at the tabernacle."},{"verse": 9, "text": "You shall give the Levites to Aaron and his descendants; they are unreservedly given to him from among the Israelites."},{"verse": 10, "text": "But you shall make a register of Aaron and his descendants; it is they who shall attend to the priesthood, and any outsider who comes near shall be put to death."},{"verse": 11, "text": "Then the LORD spoke to Moses, saying:"},{"verse": 12, "text": "I hereby accept the Levites from among the Israelites as substitutes for all the firstborn that open the womb among the Israelites. The Levites shall be mine,"},{"verse": 13, "text": "for all the firstborn are mine; when I killed all the firstborn in the land of Egypt, I consecrated for my own all the firstborn in Israel, both human and animal; they shall be mine. I am the LORD."},{"verse": 14, "text": "||A Census of the Levites||Then the LORD spoke to Moses in the wilderness of Sinai, saying:"},{"verse": 15, "text": "Enroll the Levites by ancestral houses and by clans. You shall enroll every male from a month old and upward."},{"verse": 16, "text": "So Moses enrolled them according to the word of the LORD, as he was commanded."},{"verse": 17, "text": "The following were the sons of Levi, by their names: Gershon, Kohath, and Merari."},{"verse": 18, "text": "These are the names of the sons of Gershon by their clans: Libni and Shimei."},{"verse": 19, "text": "The sons of Kohath by their clans: Amram, Izhar, Hebron, and Uzziel."},{"verse": 20, "text": "The sons of Merari by their clans: Mahli and Mushi. These are the clans of the Levites, by their ancestral houses."},{"verse": 21, "text": "To Gershon belonged the clan of the Libnites and the clan of the Shimeites; these were the clans of the Gershonites."},{"verse": 22, "text": "Their enrollment, counting all the males from a month old and upward, was seven thousand five hundred."},{"verse": 23, "text": "The clans of the Gershonites were to camp behind the tabernacle on the west,"},{"verse": 24, "text": "with Eliasaph son of Lael as head of the ancestral house of the Gershonites."},{"verse": 25, "text": "The responsibility of the sons of Gershon in the tent of meeting was to be the tabernacle, the tent with its covering, the screen for the entrance of the tent of meeting,"},{"verse": 26, "text": "the hangings of the court, the screen for the entrance of the court that is around the tabernacle and the altar, and its cords--all the service pertaining to these."},{"verse": 27, "text": "To Kohath belonged the clan of the Amramites, the clan of the Izharites, the clan of the Hebronites, and the clan of the Uzzielites; these are the clans of the Kohathites."},{"verse": 28, "text": "Counting all the males, from a month old and upward, there were eight thousand six hundred, attending to the duties of the sanctuary."},{"verse": 29, "text": "The clans of the Kohathites were to camp on the south side of the tabernacle,"},{"verse": 30, "text": "with Elizaphan son of Uzziel as head of the ancestral house of the clans of the Kohathites."},{"verse": 31, "text": "Their responsibility was to be the ark, the table, the lampstand, the altars, the vessels of the sanctuary with which the priests minister, and the screen--all the service pertaining to these."},{"verse": 32, "text": "Eleazar son of Aaron the priest was to be chief over the leaders of the Levites, and to have oversight of those who had charge of the sanctuary."},{"verse": 33, "text": "To Merari belonged the clan of the Mahlites and the clan of the Mushites: these are the clans of Merari."},{"verse": 34, "text": "Their enrollment, counting all the males from a month old and upward, was six thousand two hundred."},{"verse": 35, "text": "The head of the ancestral house of the clans of Merari was Zuriel son of Abihail; they were to camp on the north side of the tabernacle."},{"verse": 36, "text": "The responsibility assigned to the sons of Merari was to be the frames of the tabernacle, the bars, the pillars, the bases, and all their accessories--all the service pertaining to these;"},{"verse": 37, "text": "also the pillars of the court all around, with their bases and pegs and cords."},{"verse": 38, "text": "Those who were to camp in front of the tabernacle on the east--in front of the tent of meeting toward the east--were Moses and Aaron and Aaron\"s sons, having charge of the rites within the sanctuary, whatever had to be done for the Israelites; and any outsider who came near was to be put to death."},{"verse": 39, "text": "The total enrollment of the Levites whom Moses and Aaron enrolled at the commandment of the LORD, by their clans, all the males from a month old and upward, was twenty-two thousand."},{"verse": 40, "text": "||The Redemption of the Firstborn||Then the LORD said to Moses: Enroll all the firstborn males of the Israelites, from a month old and upward, and count their names."},{"verse": 41, "text": "But you shall accept the Levites for me--I am the LORD--as substitutes for all the firstborn among the Israelites, and the livestock of the Levites as substitutes for all the firstborn among the livestock of the Israelites."},{"verse": 42, "text": "So Moses enrolled all the firstborn among the Israelites, as the LORD commanded him."},{"verse": 43, "text": "The total enrollment, all the firstborn males from a month old and upward, counting the number of names, was twenty-two thousand two hundred seventy-three."},{"verse": 44, "text": "Then the LORD spoke to Moses, saying:"},{"verse": 45, "text": "Accept the Levites as substitutes for all the firstborn among the Israelites, and the livestock of the Levites as substitutes for their livestock; and the Levites shall be mine. I am the LORD."},{"verse": 46, "text": "As the price of redemption of the two hundred seventy-three of the firstborn of the Israelites, over and above the number of the Levites,"},{"verse": 47, "text": "you shall accept five shekels apiece, reckoning by the shekel of the sanctuary, a shekel of twenty gerahs."},{"verse": 48, "text": "Give to Aaron and his sons the money by which the excess number of them is redeemed."},{"verse": 49, "text": "So Moses took the redemption money from those who were over and above those redeemed by the Levites;"},{"verse": 50, "text": "from the firstborn of the Israelites he took the money, one thousand three hundred sixty-five shekels, reckoned by the shekel of the sanctuary;"},{"verse": 51, "text": "and Moses gave the redemption money to Aaron and his sons, according to the word of the LORD, as the LORD had commanded Moses."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||The Kohathites||The LORD spoke to Moses and Aaron, saying:"},{"verse": 2, "text": "Take a census of the Kohathites separate from the other Levites, by their clans and their ancestral houses,"},{"verse": 3, "text": "from thirty years old up to fifty years old, all who qualify to do work relating to the tent of meeting."},{"verse": 4, "text": "The service of the Kohathites relating to the tent of meeting concerns the most holy things."},{"verse": 5, "footnotes": {"a": "Numbers 4:5 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "When the camp is to set out, Aaron and his sons shall go in and take down the screening curtain, and cover the ark of the covenant[^a] with it;"},{"verse": 6, "footnotes": {"a": "Numbers 4:6 Meaning of Heb uncertain"}, "text": "then they shall put on it a covering of fine leather,[^a] and spread over that a cloth all of blue, and shall put its poles in place."},{"verse": 7, "text": "Over the table of the bread of the Presence they shall spread a blue cloth, and put on it the plates, the dishes for incense, the bowls, and the flagons for the drink offering; the regular bread also shall be on it;"},{"verse": 8, "footnotes": {"a": "Numbers 4:8 Meaning of Heb uncertain"}, "text": "then they shall spread over them a crimson cloth, and cover it with a covering of fine leather,[^a] and shall put its poles in place."},{"verse": 9, "text": "They shall take a blue cloth, and cover the lampstand for the light, with its lamps, its snuffers, its trays, and all the vessels for oil with which it is supplied;"},{"verse": 10, "footnotes": {"a": "Numbers 4:10 Meaning of Heb uncertain"}, "text": "and they shall put it with all its utensils in a covering of fine leather,[^a] and put it on the carrying frame."},{"verse": 11, "footnotes": {"a": "Numbers 4:11 Meaning of Heb uncertain"}, "text": "Over the golden altar they shall spread a blue cloth, and cover it with a covering of fine leather,[^a] and shall put its poles in place;"},{"verse": 12, "footnotes": {"a": "Numbers 4:12 Meaning of Heb uncertain"}, "text": "and they shall take all the utensils of the service that are used in the sanctuary, and put them in a blue cloth, and cover them with a covering of fine leather,[^a] and put them on the carrying frame."},{"verse": 13, "text": "They shall take away the ashes from the altar, and spread a purple cloth over it;"},{"verse": 14, "footnotes": {"a": "Numbers 4:14 Meaning of Heb uncertain"}, "text": "and they shall put on it all the utensils of the altar, which are used for the service there, the firepans, the forks, the shovels, and the basins, all the utensils of the altar; and they shall spread on it a covering of fine leather,[^a] and shall put its poles in place."},{"verse": 15, "text": "When Aaron and his sons have finished covering the sanctuary and all the furnishings of the sanctuary, as the camp sets out, after that the Kohathites shall come to carry these, but they must not touch the holy things, or they will die. These are the things of the tent of meeting that the Kohathites are to carry."},{"verse": 16, "text": "Eleazar son of Aaron the priest shall have charge of the oil for the light, the fragrant incense, the regular grain offering, and the anointing oil, the oversight of all the tabernacle and all that is in it, in the sanctuary and in its utensils."},{"verse": 17, "text": "Then the LORD spoke to Moses and Aaron, saying:"},{"verse": 18, "text": "You must not let the tribe of the clans of the Kohathites be destroyed from among the Levites."},{"verse": 19, "text": "This is how you must deal with them in order that they may live and not die when they come near to the most holy things: Aaron and his sons shall go in and assign each to a particular task or burden."},{"verse": 20, "footnotes": {"a": "Numbers 4:20 Heb _they_"}, "text": "But the Kohathites[^a] must not go in to look on the holy things even for a moment; otherwise they will die."},{"verse": 21, "text": "||The Gershonites and Merarites||Then the LORD spoke to Moses, saying:"},{"verse": 22, "text": "Take a census of the Gershonites also, by their ancestral houses and by their clans;"},{"verse": 23, "text": "from thirty years old up to fifty years old you shall enroll them, all who qualify to do work in the tent of meeting."},{"verse": 24, "text": "This is the service of the clans of the Gershonites, in serving and bearing burdens:"},{"verse": 25, "footnotes": {"a": "Numbers 4:25 Meaning of Heb uncertain"}, "text": "They shall carry the curtains of the tabernacle, and the tent of meeting with its covering, and the outer covering of fine leather[^a] that is on top of it, and the screen for the entrance of the tent of meeting,"},{"verse": 26, "text": "and the hangings of the court, and the screen for the entrance of the gate of the court that is around the tabernacle and the altar, and their cords, and all the equipment for their service; and they shall do all that needs to be done with regard to them."},{"verse": 27, "text": "All the service of the Gershonites shall be at the command of Aaron and his sons, in all that they are to carry, and in all that they have to do; and you shall assign to their charge all that they are to carry."},{"verse": 28, "text": "This is the service of the clans of the Gershonites relating to the tent of meeting, and their responsibilities are to be under the oversight of Ithamar son of Aaron the priest."},{"verse": 29, "text": "As for the Merarites, you shall enroll them by their clans and their ancestral houses;"},{"verse": 30, "text": "from thirty years old up to fifty years old you shall enroll them, everyone who qualifies to do the work of the tent of meeting."},{"verse": 31, "text": "This is what they are charged to carry, as the whole of their service in the tent of meeting: the frames of the tabernacle, with its bars, pillars, and bases,"},{"verse": 32, "text": "and the pillars of the court all around with their bases, pegs, and cords, with all their equipment and all their related service; and you shall assign by name the objects that they are required to carry."},{"verse": 33, "text": "This is the service of the clans of the Merarites, the whole of their service relating to the tent of meeting, under the hand of Ithamar son of Aaron the priest."},{"verse": 34, "text": "||Census of the Levites||So Moses and Aaron and the leaders of the congregation enrolled the Kohathites, by their clans and their ancestral houses,"},{"verse": 35, "text": "from thirty years old up to fifty years old, everyone who qualified for work relating to the tent of meeting;"},{"verse": 36, "text": "and their enrollment by clans was two thousand seven hundred fifty."},{"verse": 37, "text": "This was the enrollment of the clans of the Kohathites, all who served at the tent of meeting, whom Moses and Aaron enrolled according to the commandment of the LORD by Moses."},{"verse": 38, "text": "The enrollment of the Gershonites, by their clans and their ancestral houses,"},{"verse": 39, "text": "from thirty years old up to fifty years old, everyone who qualified for work relating to the tent of meeting--"},{"verse": 40, "text": "their enrollment by their clans and their ancestral houses was two thousand six hundred thirty."},{"verse": 41, "text": "This was the enrollment of the clans of the Gershonites, all who served at the tent of meeting, whom Moses and Aaron enrolled according to the commandment of the LORD."},{"verse": 42, "text": "The enrollment of the clans of the Merarites, by their clans and their ancestral houses,"},{"verse": 43, "text": "from thirty years old up to fifty years old, everyone who qualified for work relating to the tent of meeting--"},{"verse": 44, "text": "their enrollment by their clans was three thousand two hundred."},{"verse": 45, "text": "This is the enrollment of the clans of the Merarites, whom Moses and Aaron enrolled according to the commandment of the LORD by Moses."},{"verse": 46, "text": "All those who were enrolled of the Levites, whom Moses and Aaron and the leaders of Israel enrolled, by their clans and their ancestral houses,"},{"verse": 47, "text": "from thirty years old up to fifty years old, everyone who qualified to do the work of service and the work of bearing burdens relating to the tent of meeting,"},{"verse": 48, "text": "their enrollment was eight thousand five hundred eighty."},{"verse": 49, "text": "According to the commandment of the LORD through Moses they were appointed to their several tasks of serving or carrying; thus they were enrolled by him, as the LORD commanded Moses."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||Unclean Persons||The LORD spoke to Moses, saying:"},{"verse": 2, "footnotes": {"a": "Numbers 5:2 A term for several skin diseases; precise meaning uncertain"}, "text": "Command the Israelites to put out of the camp everyone who is leprous,[^a] or has a discharge, and everyone who is unclean through contact with a corpse;"},{"verse": 3, "text": "you shall put out both male and female, putting them outside the camp; they must not defile their camp, where I dwell among them."},{"verse": 4, "text": "The Israelites did so, putting them outside the camp; as the LORD had spoken to Moses, so the Israelites did."},{"verse": 5, "text": "||Confession and Restitution||The LORD spoke to Moses, saying:"},{"verse": 6, "text": "Speak to the Israelites: When a man or a woman wrongs another, breaking faith with the LORD, that person incurs guilt"},{"verse": 7, "text": "and shall confess the sin that has been committed. The person shall make full restitution for the wrong, adding one-fifth to it, and giving it to the one who was wronged."},{"verse": 8, "text": "If the injured party has no next of kin to whom restitution may be made for the wrong, the restitution for wrong shall go to the LORD for the priest, in addition to the ram of atonement with which atonement is made for the guilty party."},{"verse": 9, "text": "Among all the sacred donations of the Israelites, every gift that they bring to the priest shall be his."},{"verse": 10, "text": "The sacred donations of all are their own; whatever anyone gives to the priest shall be his."},{"verse": 11, "text": "||Concerning an Unfaithful Wife||The LORD spoke to Moses, saying:"},{"verse": 12, "text": "Speak to the Israelites and say to them: If any man\"s wife goes astray and is unfaithful to him,"},{"verse": 13, "text": "if a man has had intercourse with her but it is hidden from her husband, so that she is undetected though she has defiled herself, and there is no witness against her since she was not caught in the act;"},{"verse": 14, "text": "if a spirit of jealousy comes on him, and he is jealous of his wife who has defiled herself; or if a spirit of jealousy comes on him, and he is jealous of his wife, though she has not defiled herself;"},{"verse": 15, "text": "then the man shall bring his wife to the priest. And he shall bring the offering required for her, one-tenth of an ephah of barley flour. He shall pour no oil on it and put no frankincense on it, for it is a grain offering of jealousy, a grain offering of remembrance, bringing iniquity to remembrance."},{"verse": 16, "text": "Then the priest shall bring her near, and set her before the LORD;"},{"verse": 17, "text": "the priest shall take holy water in an earthen vessel, and take some of the dust that is on the floor of the tabernacle and put it into the water."},{"verse": 18, "text": "The priest shall set the woman before the LORD, dishevel the woman\"s hair, and place in her hands the grain offering of remembrance, which is the grain offering of jealousy. In his own hand the priest shall have the water of bitterness that brings the curse."},{"verse": 19, "text": "Then the priest shall make her take an oath, saying, \"If no man has lain with you, if you have not turned aside to uncleanness while under your husband\"s authority, be immune to this water of bitterness that brings the curse."},{"verse": 20, "text": "But if you have gone astray while under your husband\"s authority, if you have defiled yourself and some man other than your husband has had intercourse with you,\""},{"verse": 21, "text": "--let the priest make the woman take the oath of the curse and say to the woman--\"the LORD make you an execration and an oath among your people, when the LORD makes your uterus drop, your womb discharge;"},{"verse": 22, "text": "now may this water that brings the curse enter your bowels and make your womb discharge, your uterus drop!\" And the woman shall say, \"Amen. Amen.\""},{"verse": 23, "text": "Then the priest shall put these curses in writing, and wash them off into the water of bitterness."},{"verse": 24, "text": "He shall make the woman drink the water of bitterness that brings the curse, and the water that brings the curse shall enter her and cause bitter pain."},{"verse": 25, "text": "The priest shall take the grain offering of jealousy out of the woman\"s hand, and shall elevate the grain offering before the LORD and bring it to the altar;"},{"verse": 26, "text": "and the priest shall take a handful of the grain offering, as its memorial portion, and turn it into smoke on the altar, and afterward shall make the woman drink the water."},{"verse": 27, "text": "When he has made her drink the water, then, if she has defiled herself and has been unfaithful to her husband, the water that brings the curse shall enter into her and cause bitter pain, and her womb shall discharge, her uterus drop, and the woman shall become an execration among her people."},{"verse": 28, "text": "But if the woman has not defiled herself and is clean, then she shall be immune and be able to conceive children."},{"verse": 29, "text": "This is the law in cases of jealousy, when a wife, while under her husband\"s authority, goes astray and defiles herself,"},{"verse": 30, "text": "or when a spirit of jealousy comes on a man and he is jealous of his wife; then he shall set the woman before the LORD, and the priest shall apply this entire law to her."},{"verse": 31, "text": "The man shall be free from iniquity, but the woman shall bear her iniquity."}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||The Nazirites||The LORD spoke to Moses, saying:"},{"verse": 2, "footnotes": {"a": "Numbers 6:2 That is _one separated_ or _one consecrated_"}, "text": "Speak to the Israelites and say to them: When either men or women make a special vow, the vow of a nazirite,[^a] to separate themselves to the LORD,"},{"verse": 3, "text": "they shall separate themselves from wine and strong drink; they shall drink no wine vinegar or other vinegar, and shall not drink any grape juice or eat grapes, fresh or dried."},{"verse": 4, "footnotes": {"a": "Numbers 6:4 That is _those separated_ or _those consecrated_"}, "text": "All their days as nazirites[^a] they shall eat nothing that is produced by the grapevine, not even the seeds or the skins."},{"verse": 5, "text": "All the days of their nazirite vow no razor shall come upon the head; until the time is completed for which they separate themselves to the LORD, they shall be holy; they shall let the locks of the head grow long."},{"verse": 6, "text": "All the days that they separate themselves to the LORD they shall not go near a corpse."},{"verse": 7, "text": "Even if their father or mother, brother or sister, should die, they may not defile themselves; because their consecration to God is upon the head."},{"verse": 8, "footnotes": {"a": "Numbers 6:8 That is _those separated_ or _those consecrated_"}, "text": "All their days as nazirites[^a] they are holy to the LORD."},{"verse": 9, "text": "If someone dies very suddenly nearby, defiling the consecrated head, then they shall shave the head on the day of their cleansing; on the seventh day they shall shave it."},{"verse": 10, "text": "On the eighth day they shall bring two turtledoves or two young pigeons to the priest at the entrance of the tent of meeting,"},{"verse": 11, "text": "and the priest shall offer one as a sin offering and the other as a burnt offering, and make atonement for them, because they incurred guilt by reason of the corpse. They shall sanctify the head that same day,"},{"verse": 12, "footnotes": {"a": "Numbers 6:12 That is _those separated_ or _those consecrated_"}, "text": "and separate themselves to the LORD for their days as nazirites,[^a] and bring a male lamb a year old as a guilt offering. The former time shall be void, because the consecrated head was defiled."},{"verse": 13, "footnotes": {"a": "Numbers 6:13 That is _those separated_ or _those consecrated_"}, "text": "This is the law for the nazirites[^a] when the time of their consecration has been completed: they shall be brought to the entrance of the tent of meeting,"},{"verse": 14, "text": "and they shall offer their gift to the LORD, one male lamb a year old without blemish as a burnt offering, one ewe lamb a year old without blemish as a sin offering, one ram without blemish as an offering of well-being,"},{"verse": 15, "text": "and a basket of unleavened bread, cakes of choice flour mixed with oil and unleavened wafers spread with oil, with their grain offering and their drink offerings."},{"verse": 16, "text": "The priest shall present them before the LORD and offer their sin offering and burnt offering,"},{"verse": 17, "text": "and shall offer the ram as a sacrifice of well-being to the LORD, with the basket of unleavened bread; the priest also shall make the accompanying grain offering and drink offering."},{"verse": 18, "footnotes": {"a": "Numbers 6:18 That is _those separated_ or _those consecrated_"}, "text": "Then the nazirites[^a] shall shave the consecrated head at the entrance of the tent of meeting, and shall take the hair from the consecrated head and put it on the fire under the sacrifice of well-being."},{"verse": 19, "footnotes": {"a": "Numbers 6:19 That is _those separated_ or _those consecrated_"}, "text": "The priest shall take the shoulder of the ram, when it is boiled, and one unleavened cake out of the basket, and one unleavened wafer, and shall put them in the palms of the nazirites,[^a] after they have shaved the consecrated head."},{"verse": 20, "footnotes": {"a": "Numbers 6:20 That is _those separated_ or _those consecrated_"}, "text": "Then the priest shall elevate them as an elevation offering before the LORD; they are a holy portion for the priest, together with the breast that is elevated and the thigh that is offered. After that the nazirites[^a] may drink wine."},{"verse": 21, "footnotes": {"a": "Numbers 6:21 That is _those separated_ or _those consecrated_", "b": "Numbers 6:21 That is _one separated_ or _one consecrated_"}, "text": "This is the law for the nazirites[^a] who take a vow. Their offering to the LORD must be in accordance with the nazirite[^b] vow, apart from what else they can afford. In accordance with whatever vow they take, so they shall do, following the law for their consecration."},{"verse": 22, "text": "||The Priestly Benediction||The LORD spoke to Moses, saying:"},{"verse": 23, "text": "Speak to Aaron and his sons, saying, Thus you shall bless the Israelites: You shall say to them,"},{"verse": 24, "text": "The LORD bless you and keep you;"},{"verse": 25, "text": "the LORD make his face to shine upon you, and be gracious to you;"},{"verse": 26, "text": "the LORD lift up his countenance upon you, and give you peace."},{"verse": 27, "text": "So they shall put my name on the Israelites, and I will bless them."}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "||Offerings of the Leaders||On the day when Moses had finished setting up the tabernacle, and had anointed and consecrated it with all its furnishings, and had anointed and consecrated the altar with all its utensils,"},{"verse": 2, "text": "the leaders of Israel, heads of their ancestral houses, the leaders of the tribes, who were over those who were enrolled, made offerings."},{"verse": 3, "text": "They brought their offerings before the LORD, six covered wagons and twelve oxen, a wagon for every two of the leaders, and for each one an ox; they presented them before the tabernacle."},{"verse": 4, "text": "Then the LORD said to Moses:"},{"verse": 5, "text": "Accept these from them, that they may be used in doing the service of the tent of meeting, and give them to the Levites, to each according to his service."},{"verse": 6, "text": "So Moses took the wagons and the oxen, and gave them to the Levites."},{"verse": 7, "text": "Two wagons and four oxen he gave to the Gershonites, according to their service;"},{"verse": 8, "text": "and four wagons and eight oxen he gave to the Merarites, according to their service, under the direction of Ithamar son of Aaron the priest."},{"verse": 9, "text": "But to the Kohathites he gave none, because they were charged with the care of the holy things that had to be carried on the shoulders."},{"verse": 10, "text": "The leaders also presented offerings for the dedication of the altar at the time when it was anointed; the leaders presented their offering before the altar."},{"verse": 11, "text": "The LORD said to Moses: They shall present their offerings, one leader each day, for the dedication of the altar."},{"verse": 12, "text": "The one who presented his offering the first day was Nahshon son of Amminadab, of the tribe of Judah;"},{"verse": 13, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 14, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 15, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 16, "text": "one male goat for a sin offering;"},{"verse": 17, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Nahshon son of Amminadab."},{"verse": 18, "text": "On the second day Nethanel son of Zuar, the leader of Issachar, presented an offering;"},{"verse": 19, "text": "he presented for his offering one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 20, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 21, "text": "one young bull, one ram, one male lamb a year old, as a burnt offering;"},{"verse": 22, "text": "one male goat as a sin offering;"},{"verse": 23, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Nethanel son of Zuar."},{"verse": 24, "text": "On the third day Eliab son of Helon, the leader of the Zebulunites:"},{"verse": 25, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 26, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 27, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 28, "text": "one male goat for a sin offering;"},{"verse": 29, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Eliab son of Helon."},{"verse": 30, "text": "On the fourth day Elizur son of Shedeur, the leader of the Reubenites:"},{"verse": 31, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 32, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 33, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 34, "text": "one male goat for a sin offering;"},{"verse": 35, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Elizur son of Shedeur."},{"verse": 36, "text": "On the fifth day Shelumiel son of Zurishaddai, the leader of the Simeonites:"},{"verse": 37, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 38, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 39, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 40, "text": "one male goat for a sin offering;"},{"verse": 41, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Shelumiel son of Zurishaddai."},{"verse": 42, "text": "On the sixth day Eliasaph son of Deuel, the leader of the Gadites:"},{"verse": 43, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 44, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 45, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 46, "text": "one male goat for a sin offering;"},{"verse": 47, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Eliasaph son of Deuel."},{"verse": 48, "text": "On the seventh day Elishama son of Ammihud, the leader of the Ephraimites:"},{"verse": 49, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 50, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 51, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 52, "text": "one male goat for a sin offering;"},{"verse": 53, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Elishama son of Ammihud."},{"verse": 54, "text": "On the eighth day Gamaliel son of Pedahzur, the leader of the Manassites:"},{"verse": 55, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 56, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 57, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 58, "text": "one male goat for a sin offering;"},{"verse": 59, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Gamaliel son of Pedahzur."},{"verse": 60, "text": "On the ninth day Abidan son of Gideoni, the leader of the Benjaminites:"},{"verse": 61, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 62, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 63, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 64, "text": "one male goat for a sin offering;"},{"verse": 65, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Abidan son of Gideoni."},{"verse": 66, "text": "On the tenth day Ahiezer son of Ammishaddai, the leader of the Danites:"},{"verse": 67, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 68, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 69, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 70, "text": "one male goat for a sin offering;"},{"verse": 71, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Ahiezer son of Ammishaddai."},{"verse": 72, "text": "On the eleventh day Pagiel son of Ochran, the leader of the Asherites:"},{"verse": 73, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 74, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 75, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 76, "text": "one male goat for a sin offering;"},{"verse": 77, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Pagiel son of Ochran."},{"verse": 78, "text": "On the twelfth day Ahira son of Enan, the leader of the Naphtalites:"},{"verse": 79, "text": "his offering was one silver plate weighing one hundred thirty shekels, one silver basin weighing seventy shekels, according to the shekel of the sanctuary, both of them full of choice flour mixed with oil for a grain offering;"},{"verse": 80, "text": "one golden dish weighing ten shekels, full of incense;"},{"verse": 81, "text": "one young bull, one ram, one male lamb a year old, for a burnt offering;"},{"verse": 82, "text": "one male goat for a sin offering;"},{"verse": 83, "text": "and for the sacrifice of well-being, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Ahira son of Enan."},{"verse": 84, "text": "This was the dedication offering for the altar, at the time when it was anointed, from the leaders of Israel: twelve silver plates, twelve silver basins, twelve golden dishes,"},{"verse": 85, "text": "each silver plate weighing one hundred thirty shekels and each basin seventy, all the silver of the vessels two thousand four hundred shekels according to the shekel of the sanctuary,"},{"verse": 86, "text": "the twelve golden dishes, full of incense, weighing ten shekels apiece according to the shekel of the sanctuary, all the gold of the dishes being one hundred twenty shekels;"},{"verse": 87, "text": "all the livestock for the burnt offering twelve bulls, twelve rams, twelve male lambs a year old, with their grain offering; and twelve male goats for a sin offering;"},{"verse": 88, "text": "and all the livestock for the sacrifice of well-being twenty-four bulls, the rams sixty, the male goats sixty, the male lambs a year old sixty. This was the dedication offering for the altar, after it was anointed."},{"verse": 89, "footnotes": {"a": "Numbers 7:89 Heb _him_", "b": "Numbers 7:89 Or _the cover_", "c": "Numbers 7:89 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "When Moses went into the tent of meeting to speak with the LORD,[^a] he would hear the voice speaking to him from above the mercy seat[^b] that was on the ark of the covenant[^c] from between the two cherubim; thus it spoke to him."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||The Seven Lamps||The LORD spoke to Moses, saying:"},{"verse": 2, "text": "Speak to Aaron and say to him: When you set up the lamps, the seven lamps shall give light in front of the lampstand."},{"verse": 3, "text": "Aaron did so; he set up its lamps to give light in front of the lampstand, as the LORD had commanded Moses."},{"verse": 4, "text": "Now this was how the lampstand was made, out of hammered work of gold. From its base to its flowers, it was hammered work; according to the pattern that the LORD had shown Moses, so he made the lampstand."},{"verse": 5, "text": "||Consecration and Service of the Levites||The LORD spoke to Moses, saying:"},{"verse": 6, "text": "Take the Levites from among the Israelites and cleanse them."},{"verse": 7, "text": "Thus you shall do to them, to cleanse them: sprinkle the water of purification on them, have them shave their whole body with a razor and wash their clothes, and so cleanse themselves."},{"verse": 8, "text": "Then let them take a young bull and its grain offering of choice flour mixed with oil, and you shall take another young bull for a sin offering."},{"verse": 9, "text": "You shall bring the Levites before the tent of meeting, and assemble the whole congregation of the Israelites."},{"verse": 10, "text": "When you bring the Levites before the LORD, the Israelites shall lay their hands on the Levites,"},{"verse": 11, "text": "and Aaron shall present the Levites before the LORD as an elevation offering from the Israelites, that they may do the service of the LORD."},{"verse": 12, "text": "The Levites shall lay their hands on the heads of the bulls, and he shall offer the one for a sin offering and the other for a burnt offering to the LORD, to make atonement for the Levites."},{"verse": 13, "text": "Then you shall have the Levites stand before Aaron and his sons, and you shall present them as an elevation offering to the LORD."},{"verse": 14, "text": "Thus you shall separate the Levites from among the other Israelites, and the Levites shall be mine."},{"verse": 15, "text": "Thereafter the Levites may go in to do service at the tent of meeting, once you have cleansed them and presented them as an elevation offering."},{"verse": 16, "text": "For they are unreservedly given to me from among the Israelites; I have taken them for myself, in place of all that open the womb, the firstborn of all the Israelites."},{"verse": 17, "text": "For all the firstborn among the Israelites are mine, both human and animal. On the day that I struck down all the firstborn in the land of Egypt I consecrated them for myself,"},{"verse": 18, "text": "but I have taken the Levites in place of all the firstborn among the Israelites."},{"verse": 19, "text": "Moreover, I have given the Levites as a gift to Aaron and his sons from among the Israelites, to do the service for the Israelites at the tent of meeting, and to make atonement for the Israelites, in order that there may be no plague among the Israelites for coming too close to the sanctuary."},{"verse": 20, "text": "Moses and Aaron and the whole congregation of the Israelites did with the Levites accordingly; the Israelites did with the Levites just as the LORD had commanded Moses concerning them."},{"verse": 21, "text": "The Levites purified themselves from sin and washed their clothes; then Aaron presented them as an elevation offering before the LORD, and Aaron made atonement for them to cleanse them."},{"verse": 22, "text": "Thereafter the Levites went in to do their service in the tent of meeting in attendance on Aaron and his sons. As the LORD had commanded Moses concerning the Levites, so they did with them."},{"verse": 23, "text": "The LORD spoke to Moses, saying:"},{"verse": 24, "text": "This applies to the Levites: from twenty-five years old and upward they shall begin to do duty in the service of the tent of meeting;"},{"verse": 25, "text": "and from the age of fifty years they shall retire from the duty of the service and serve no more."},{"verse": 26, "text": "They may assist their brothers in the tent of meeting in carrying out their duties, but they shall perform no service. Thus you shall do with the Levites in assigning their duties."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||The Passover at Sinai||The LORD spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying:"},{"verse": 2, "text": "Let the Israelites keep the passover at its appointed time."},{"verse": 3, "footnotes": {"a": "Numbers 9:3 Heb _between the two evenings_"}, "text": "On the fourteenth day of this month, at twilight,[^a] you shall keep it at its appointed time; according to all its statutes and all its regulations you shall keep it."},{"verse": 4, "text": "So Moses told the Israelites that they should keep the passover."},{"verse": 5, "footnotes": {"a": "Numbers 9:5 Heb _between the two evenings_"}, "text": "They kept the passover in the first month, on the fourteenth day of the month, at twilight,[^a] in the wilderness of Sinai. Just as the LORD had commanded Moses, so the Israelites did."},{"verse": 6, "text": "Now there were certain people who were unclean through touching a corpse, so that they could not keep the passover on that day. They came before Moses and Aaron on that day,"},{"verse": 7, "text": "and said to him, \"Although we are unclean through touching a corpse, why must we be kept from presenting the LORD\"s offering at its appointed time among the Israelites?\""},{"verse": 8, "text": "Moses spoke to them, \"Wait, so that I may hear what the LORD will command concerning you.\""},{"verse": 9, "text": "The LORD spoke to Moses, saying:"},{"verse": 10, "text": "Speak to the Israelites, saying: Anyone of you or your descendants who is unclean through touching a corpse, or is away on a journey, shall still keep the passover to the LORD."},{"verse": 11, "footnotes": {"a": "Numbers 9:11 Heb _between the two evenings_"}, "text": "In the second month on the fourteenth day, at twilight,[^a] they shall keep it; they shall eat it with unleavened bread and bitter herbs."},{"verse": 12, "text": "They shall leave none of it until morning, nor break a bone of it; according to all the statute for the passover they shall keep it."},{"verse": 13, "text": "But anyone who is clean and is not on a journey, and yet refrains from keeping the passover, shall be cut off from the people for not presenting the LORD\"s offering at its appointed time; such a one shall bear the consequences for the sin."},{"verse": 14, "text": "Any alien residing among you who wishes to keep the passover to the LORD shall do so according to the statute of the passover and according to its regulation; you shall have one statute for both the resident alien and the native."},{"verse": 15, "footnotes": {"a": "Numbers 9:15 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "||The Cloud and the Fire||On the day the tabernacle was set up, the cloud covered the tabernacle, the tent of the covenant;[^a] and from evening until morning it was over the tabernacle, having the appearance of fire."},{"verse": 16, "footnotes": {"a": "Numbers 9:16 Gk Syr Vg: Heb lacks _by day_"}, "text": "It was always so: the cloud covered it by day[^a] and the appearance of fire by night."},{"verse": 17, "text": "Whenever the cloud lifted from over the tent, then the Israelites would set out; and in the place where the cloud settled down, there the Israelites would camp."},{"verse": 18, "text": "At the command of the LORD the Israelites would set out, and at the command of the LORD they would camp. As long as the cloud rested over the tabernacle, they would remain in camp."},{"verse": 19, "text": "Even when the cloud continued over the tabernacle many days, the Israelites would keep the charge of the LORD, and would not set out."},{"verse": 20, "text": "Sometimes the cloud would remain a few days over the tabernacle, and according to the command of the LORD they would remain in camp; then according to the command of the LORD they would set out."},{"verse": 21, "text": "Sometimes the cloud would remain from evening until morning; and when the cloud lifted in the morning, they would set out, or if it continued for a day and a night, when the cloud lifted they would set out."},{"verse": 22, "text": "Whether it was two days, or a month, or a longer time, that the cloud continued over the tabernacle, resting upon it, the Israelites would remain in camp and would not set out; but when it lifted they would set out."},{"verse": 23, "text": "At the command of the LORD they would camp, and at the command of the LORD they would set out. They kept the charge of the LORD, at the command of the LORD by Moses."}]}
,{"chapter": 10, "verses":[{"verse": 1, "text": "||The Silver Trumpets||The LORD spoke to Moses, saying:"},{"verse": 2, "text": "Make two silver trumpets; you shall make them of hammered work; and you shall use them for summoning the congregation, and for breaking camp."},{"verse": 3, "text": "When both are blown, the whole congregation shall assemble before you at the entrance of the tent of meeting."},{"verse": 4, "text": "But if only one is blown, then the leaders, the heads of the tribes of Israel, shall assemble before you."},{"verse": 5, "text": "When you blow an alarm, the camps on the east side shall set out;"},{"verse": 6, "text": "when you blow a second alarm, the camps on the south side shall set out. An alarm is to be blown whenever they are to set out."},{"verse": 7, "text": "But when the assembly is to be gathered, you shall blow, but you shall not sound an alarm."},{"verse": 8, "text": "The sons of Aaron, the priests, shall blow the trumpets; this shall be a perpetual institution for you throughout your generations."},{"verse": 9, "text": "When you go to war in your land against the adversary who oppresses you, you shall sound an alarm with the trumpets, so that you may be remembered before the LORD your God and be saved from your enemies."},{"verse": 10, "text": "Also on your days of rejoicing, at your appointed festivals, and at the beginnings of your months, you shall blow the trumpets over your burnt offerings and over your sacrifices of well-being; they shall serve as a reminder on your behalf before the LORD your God: I am the LORD your God."},{"verse": 11, "footnotes": {"a": "Numbers 10:11 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "||Departure from Sinai||In the second year, in the second month, on the twentieth day of the month, the cloud lifted from over the tabernacle of the covenant.[^a]"},{"verse": 12, "text": "Then the Israelites set out by stages from the wilderness of Sinai, and the cloud settled down in the wilderness of Paran."},{"verse": 13, "text": "They set out for the first time at the command of the LORD by Moses."},{"verse": 14, "text": "The standard of the camp of Judah set out first, company by company, and over the whole company was Nahshon son of Amminadab."},{"verse": 15, "text": "Over the company of the tribe of Issachar was Nethanel son of Zuar;"},{"verse": 16, "text": "and over the company of the tribe of Zebulun was Eliab son of Helon."},{"verse": 17, "text": "Then the tabernacle was taken down, and the Gershonites and the Merarites, who carried the tabernacle, set out."},{"verse": 18, "text": "Next the standard of the camp of Reuben set out, company by company; and over the whole company was Elizur son of Shedeur."},{"verse": 19, "text": "Over the company of the tribe of Simeon was Shelumiel son of Zurishaddai,"},{"verse": 20, "text": "and over the company of the tribe of Gad was Eliasaph son of Deuel."},{"verse": 21, "text": "Then the Kohathites, who carried the holy things, set out; and the tabernacle was set up before their arrival."},{"verse": 22, "text": "Next the standard of the Ephraimite camp set out, company by company, and over the whole company was Elishama son of Ammihud."},{"verse": 23, "text": "Over the company of the tribe of Manasseh was Gamaliel son of Pedahzur,"},{"verse": 24, "text": "and over the company of the tribe of Benjamin was Abidan son of Gideoni."},{"verse": 25, "text": "Then the standard of the camp of Dan, acting as the rear guard of all the camps, set out, company by company, and over the whole company was Ahiezer son of Ammishaddai."},{"verse": 26, "text": "Over the company of the tribe of Asher was Pagiel son of Ochran,"},{"verse": 27, "text": "and over the company of the tribe of Naphtali was Ahira son of Enan."},{"verse": 28, "text": "This was the order of march of the Israelites, company by company, when they set out."},{"verse": 29, "text": "Moses said to Hobab son of Reuel the Midianite, Moses\" father-in-law, \"We are setting out for the place of which the LORD said, \"I will give it to you\"; come with us, and we will treat you well; for the LORD has promised good to Israel.\""},{"verse": 30, "text": "But he said to him, \"I will not go, but I will go back to my own land and to my kindred.\""},{"verse": 31, "text": "He said, \"Do not leave us, for you know where we should camp in the wilderness, and you will serve as eyes for us."},{"verse": 32, "text": "Moreover, if you go with us, whatever good the LORD does for us, the same we will do for you.\""},{"verse": 33, "text": "So they set out from the mount of the LORD three days\" journey with the ark of the covenant of the LORD going before them three days\" journey, to seek out a resting place for them,"},{"verse": 34, "text": "the cloud of the LORD being over them by day when they set out from the camp."},{"verse": 35, "text": "Whenever the ark set out, Moses would say,\n\"Arise, O LORD, let your enemies be scattered,  \n    and your foes flee before you.\""},{"verse": 36, "footnotes": {"a": "Numbers 10:36 Meaning of Heb uncertain"}, "text": "And whenever it came to rest, he would say,\n\"Return, O LORD of the ten thousand thousands of Israel.\"[^a]"}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||Complaining in the Desert||Now when the people complained in the hearing of the LORD about their misfortunes, the LORD heard it and his anger was kindled. Then the fire of the LORD burned against them, and consumed some outlying parts of the camp."},{"verse": 2, "text": "But the people cried out to Moses; and Moses prayed to the LORD, and the fire abated."},{"verse": 3, "footnotes": {"a": "Numbers 11:3 That is _Burning_"}, "text": "So that place was called Taberah,[^a] because the fire of the LORD burned against them."},{"verse": 4, "text": "The rabble among them had a strong craving; and the Israelites also wept again, and said, \"If only we had meat to eat!"},{"verse": 5, "text": "We remember the fish we used to eat in Egypt for nothing, the cucumbers, the melons, the leeks, the onions, and the garlic;"},{"verse": 6, "text": "but now our strength is dried up, and there is nothing at all but this manna to look at.\""},{"verse": 7, "text": "Now the manna was like coriander seed, and its color was like the color of gum resin."},{"verse": 8, "text": "The people went around and gathered it, ground it in mills or beat it in mortars, then boiled it in pots and made cakes of it; and the taste of it was like the taste of cakes baked with oil."},{"verse": 9, "text": "When the dew fell on the camp in the night, the manna would fall with it."},{"verse": 10, "text": "Moses heard the people weeping throughout their families, all at the entrances of their tents. Then the LORD became very angry, and Moses was displeased."},{"verse": 11, "text": "So Moses said to the LORD, \"Why have you treated your servant so badly? Why have I not found favor in your sight, that you lay the burden of all this people on me?"},{"verse": 12, "text": "Did I conceive all this people? Did I give birth to them, that you should say to me, \"Carry them in your bosom, as a nurse carries a sucking child, to the land that you promised on oath to their ancestors\"?"},{"verse": 13, "text": "Where am I to get meat to give to all this people? For they come weeping to me and say, \"Give us meat to eat!\""},{"verse": 14, "text": "I am not able to carry all this people alone, for they are too heavy for me."},{"verse": 15, "text": "If this is the way you are going to treat me, put me to death at once--if I have found favor in your sight--and do not let me see my misery.\""},{"verse": 16, "text": "||The Seventy Elders||So the LORD said to Moses, \"Gather for me seventy of the elders of Israel, whom you know to be the elders of the people and officers over them; bring them to the tent of meeting, and have them take their place there with you."},{"verse": 17, "text": "I will come down and talk with you there; and I will take some of the spirit that is on you and put it on them; and they shall bear the burden of the people along with you so that you will not bear it all by yourself."},{"verse": 18, "text": "And say to the people: Consecrate yourselves for tomorrow, and you shall eat meat; for you have wailed in the hearing of the LORD, saying, \"If only we had meat to eat! Surely it was better for us in Egypt.\" Therefore the LORD will give you meat, and you shall eat."},{"verse": 19, "text": "You shall eat not only one day, or two days, or five days, or ten days, or twenty days,"},{"verse": 20, "text": "but for a whole month--until it comes out of your nostrils and becomes loathsome to you--because you have rejected the LORD who is among you, and have wailed before him, saying, \"Why did we ever leave Egypt?\"\""},{"verse": 21, "text": "But Moses said, \"The people I am with number six hundred thousand on foot; and you say, \"I will give them meat, that they may eat for a whole month\"!"},{"verse": 22, "text": "Are there enough flocks and herds to slaughter for them? Are there enough fish in the sea to catch for them?\""},{"verse": 23, "footnotes": {"a": "Numbers 11:23 Heb _Lord’s hand too short?_"}, "text": "The LORD said to Moses, \"Is the LORD\"s power limited?[^a] Now you shall see whether my word will come true for you or not.\""},{"verse": 24, "text": "So Moses went out and told the people the words of the LORD; and he gathered seventy elders of the people, and placed them all around the tent."},{"verse": 25, "text": "Then the LORD came down in the cloud and spoke to him, and took some of the spirit that was on him and put it on the seventy elders; and when the spirit rested upon them, they prophesied. But they did not do so again."},{"verse": 26, "text": "Two men remained in the camp, one named Eldad, and the other named Medad, and the spirit rested on them; they were among those registered, but they had not gone out to the tent, and so they prophesied in the camp."},{"verse": 27, "text": "And a young man ran and told Moses, \"Eldad and Medad are prophesying in the camp.\""},{"verse": 28, "footnotes": {"a": "Numbers 11:28 Or _of Moses from his youth_"}, "text": "And Joshua son of Nun, the assistant of Moses, one of his chosen men,[^a] said, \"My lord Moses, stop them!\""},{"verse": 29, "text": "But Moses said to him, \"Are you jealous for my sake? Would that all the LORD\"s people were prophets, and that the LORD would put his spirit on them!\""},{"verse": 30, "text": "And Moses and the elders of Israel returned to the camp."},{"verse": 31, "text": "||The Quails||Then a wind went out from the LORD, and it brought quails from the sea and let them fall beside the camp, about a day\"s journey on this side and a day\"s journey on the other side, all around the camp, about two cubits deep on the ground."},{"verse": 32, "text": "So the people worked all that day and night and all the next day, gathering the quails; the least anyone gathered was ten homers; and they spread them out for themselves all around the camp."},{"verse": 33, "text": "But while the meat was still between their teeth, before it was consumed, the anger of the LORD was kindled against the people, and the LORD struck the people with a very great plague."},{"verse": 34, "footnotes": {"a": "Numbers 11:34 That is _Graves of craving_"}, "text": "So that place was called Kibroth-hattaavah,[^a] because there they buried the people who had the craving."},{"verse": 35, "text": "From Kibroth-hattaavah the people journeyed to Hazeroth."}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||Aaron and Miriam Jealous of Moses||While they were at Hazeroth, Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married (for he had indeed married a Cushite woman);"},{"verse": 2, "text": "and they said, \"Has the LORD spoken only through Moses? Has he not spoken through us also?\" And the LORD heard it."},{"verse": 3, "footnotes": {"a": "Numbers 12:3 Or _devout_"}, "text": "Now the man Moses was very humble,[^a] more so than anyone else on the face of the earth."},{"verse": 4, "text": "Suddenly the LORD said to Moses, Aaron, and Miriam, \"Come out, you three, to the tent of meeting.\" So the three of them came out."},{"verse": 5, "text": "Then the LORD came down in a pillar of cloud, and stood at the entrance of the tent, and called Aaron and Miriam; and they both came forward."},{"verse": 6, "text": "And he said, \"Hear my words:\nWhen there are prophets among you,  \n    I the LORD make myself known to them in visions;  \n    I speak to them in dreams."},{"verse": 7, "text": "Not so with my servant Moses;  \n    he is entrusted with all my house."},{"verse": 8, "text": "With him I speak face to face-- clearly, not in riddles;  \n    and he beholds the form of the LORD.\nWhy then were you not afraid to speak against my servant Moses?\""},{"verse": 9, "text": "And the anger of the LORD was kindled against them, and he departed."},{"verse": 10, "footnotes": {"a": "Numbers 12:10 A term for several skin diseases; precise meaning uncertain"}, "text": "When the cloud went away from over the tent, Miriam had become leprous,[^a] as white as snow. And Aaron turned towards Miriam and saw that she was leprous."},{"verse": 11, "footnotes": {"a": "Numbers 12:11 Heb _do not lay sin upon us_"}, "text": "Then Aaron said to Moses, \"Oh, my lord, do not punish us[^a] for a sin that we have so foolishly committed."},{"verse": 12, "text": "Do not let her be like one stillborn, whose flesh is half consumed when it comes out of its mother\"s womb.\""},{"verse": 13, "text": "And Moses cried to the LORD, \"O God, please heal her.\""},{"verse": 14, "text": "But the LORD said to Moses, \"If her father had but spit in her face, would she not bear her shame for seven days? Let her be shut out of the camp for seven days, and after that she may be brought in again.\""},{"verse": 15, "text": "So Miriam was shut out of the camp for seven days; and the people did not set out on the march until Miriam had been brought in again."},{"verse": 16, "text": "After that the people set out from Hazeroth, and camped in the wilderness of Paran."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||Spies Sent into Canaan||The LORD said to Moses,"},{"verse": 2, "text": "\"Send men to spy out the land of Canaan, which I am giving to the Israelites; from each of their ancestral tribes you shall send a man, every one a leader among them.\""},{"verse": 3, "text": "So Moses sent them from the wilderness of Paran, according to the command of the LORD, all of them leading men among the Israelites."},{"verse": 4, "text": "These were their names: From the tribe of Reuben, Shammua son of Zaccur;"},{"verse": 5, "text": "from the tribe of Simeon, Shaphat son of Hori;"},{"verse": 6, "text": "from the tribe of Judah, Caleb son of Jephunneh;"},{"verse": 7, "text": "from the tribe of Issachar, Igal son of Joseph;"},{"verse": 8, "text": "from the tribe of Ephraim, Hoshea son of Nun;"},{"verse": 9, "text": "from the tribe of Benjamin, Palti son of Raphu;"},{"verse": 10, "text": "from the tribe of Zebulun, Gaddiel son of Sodi;"},{"verse": 11, "text": "from the tribe of Joseph (that is, from the tribe of Manasseh), Gaddi son of Susi;"},{"verse": 12, "text": "from the tribe of Dan, Ammiel son of Gemalli;"},{"verse": 13, "text": "from the tribe of Asher, Sethur son of Michael;"},{"verse": 14, "text": "from the tribe of Naphtali, Nahbi son of Vophsi;"},{"verse": 15, "text": "from the tribe of Gad, Geuel son of Machi."},{"verse": 16, "text": "These were the names of the men whom Moses sent to spy out the land. And Moses changed the name of Hoshea son of Nun to Joshua."},{"verse": 17, "text": "Moses sent them to spy out the land of Canaan, and said to them, \"Go up there into the Negeb, and go up into the hill country,"},{"verse": 18, "text": "and see what the land is like, and whether the people who live in it are strong or weak, whether they are few or many,"},{"verse": 19, "text": "and whether the land they live in is good or bad, and whether the towns that they live in are unwalled or fortified,"},{"verse": 20, "text": "and whether the land is rich or poor, and whether there are trees in it or not. Be bold, and bring some of the fruit of the land.\" Now it was the season of the first ripe grapes."},{"verse": 21, "text": "So they went up and spied out the land from the wilderness of Zin to Rehob, near Lebo-hamath."},{"verse": 22, "text": "They went up into the Negeb, and came to Hebron; and Ahiman, Sheshai, and Talmai, the Anakites, were there. (Hebron was built seven years before Zoan in Egypt.)"},{"verse": 23, "text": "And they came to the Wadi Eshcol, and cut down from there a branch with a single cluster of grapes, and they carried it on a pole between two of them. They also brought some pomegranates and figs."},{"verse": 24, "footnotes": {"a": "Numbers 13:24 That is _Cluster_"}, "text": "That place was called the Wadi Eshcol,[^a] because of the cluster that the Israelites cut down from there."},{"verse": 25, "text": "||The Report of the Spies||At the end of forty days they returned from spying out the land."},{"verse": 26, "text": "And they came to Moses and Aaron and to all the congregation of the Israelites in the wilderness of Paran, at Kadesh; they brought back word to them and to all the congregation, and showed them the fruit of the land."},{"verse": 27, "text": "And they told him, \"We came to the land to which you sent us; it flows with milk and honey, and this is its fruit."},{"verse": 28, "text": "Yet the people who live in the land are strong, and the towns are fortified and very large; and besides, we saw the descendants of Anak there."},{"verse": 29, "text": "The Amalekites live in the land of the Negeb; the Hittites, the Jebusites, and the Amorites live in the hill country; and the Canaanites live by the sea, and along the Jordan.\""},{"verse": 30, "text": "But Caleb quieted the people before Moses, and said, \"Let us go up at once and occupy it, for we are well able to overcome it.\""},{"verse": 31, "text": "Then the men who had gone up with him said, \"We are not able to go up against this people, for they are stronger than we.\""},{"verse": 32, "text": "So they brought to the Israelites an unfavorable report of the land that they had spied out, saying, \"The land that we have gone through as spies is a land that devours its inhabitants; and all the people that we saw in it are of great size."},{"verse": 33, "text": "There we saw the Nephilim (the Anakites come from the Nephilim); and to ourselves we seemed like grasshoppers, and so we seemed to them.\""}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "||The People Rebel||Then all the congregation raised a loud cry, and the people wept that night."},{"verse": 2, "text": "And all the Israelites complained against Moses and Aaron; the whole congregation said to them, \"Would that we had died in the land of Egypt! Or would that we had died in this wilderness!"},{"verse": 3, "text": "Why is the LORD bringing us into this land to fall by the sword? Our wives and our little ones will become booty; would it not be better for us to go back to Egypt?\""},{"verse": 4, "text": "So they said to one another, \"Let us choose a captain, and go back to Egypt.\""},{"verse": 5, "text": "Then Moses and Aaron fell on their faces before all the assembly of the congregation of the Israelites."},{"verse": 6, "text": "And Joshua son of Nun and Caleb son of Jephunneh, who were among those who had spied out the land, tore their clothes"},{"verse": 7, "text": "and said to all the congregation of the Israelites, \"The land that we went through as spies is an exceedingly good land."},{"verse": 8, "text": "If the LORD is pleased with us, he will bring us into this land and give it to us, a land that flows with milk and honey."},{"verse": 9, "text": "Only, do not rebel against the LORD; and do not fear the people of the land, for they are no more than bread for us; their protection is removed from them, and the LORD is with us; do not fear them.\""},{"verse": 10, "text": "But the whole congregation threatened to stone them.\nThen the glory of the LORD appeared at the tent of meeting to all the Israelites."},{"verse": 11, "text": "And the LORD said to Moses, \"How long will this people despise me? And how long will they refuse to believe in me, in spite of all the signs that I have done among them?"},{"verse": 12, "text": "I will strike them with pestilence and disinherit them, and I will make of you a nation greater and mightier than they.\""},{"verse": 13, "text": "||Moses Intercedes for the People||But Moses said to the LORD, \"Then the Egyptians will hear of it, for in your might you brought up this people from among them,"},{"verse": 14, "text": "and they will tell the inhabitants of this land. They have heard that you, O LORD, are in the midst of this people; for you, O LORD, are seen face to face, and your cloud stands over them and you go in front of them, in a pillar of cloud by day and in a pillar of fire by night."},{"verse": 15, "text": "Now if you kill this people all at one time, then the nations who have heard about you will say,"},{"verse": 16, "text": "\"It is because the LORD was not able to bring this people into the land he swore to give them that he has slaughtered them in the wilderness.\""},{"verse": 17, "text": "And now, therefore, let the power of the LORD be great in the way that you promised when you spoke, saying,"},{"verse": 18, "text": "\"The LORD is slow to anger,  \nand abounding in steadfast love,  \nforgiving iniquity and transgression,  \nbut by no means clearing the guilty,  \nvisiting the iniquity of the parents  \nupon the children  \nto the third and the fourth generation.\""},{"verse": 19, "text": "Forgive the iniquity of this people according to the greatness of your steadfast love, just as you have pardoned this people, from Egypt even until now.\""},{"verse": 20, "text": "Then the LORD said, \"I do forgive, just as you have asked;"},{"verse": 21, "text": "nevertheless--as I live, and as all the earth shall be filled with the glory of the LORD--"},{"verse": 22, "text": "none of the people who have seen my glory and the signs that I did in Egypt and in the wilderness, and yet have tested me these ten times and have not obeyed my voice,"},{"verse": 23, "text": "shall see the land that I swore to give to their ancestors; none of those who despised me shall see it."},{"verse": 24, "text": "But my servant Caleb, because he has a different spirit and has followed me wholeheartedly, I will bring into the land into which he went, and his descendants shall possess it."},{"verse": 25, "footnotes": {"a": "Numbers 14:25 Or _Sea of Reeds_"}, "text": "Now, since the Amalekites and the Canaanites live in the valleys, turn tomorrow and set out for the wilderness by the way to the Red Sea.\"[^a]"},{"verse": 26, "text": "||An Attempted Invasion is Repulsed||And the LORD spoke to Moses and to Aaron, saying:"},{"verse": 27, "text": "How long shall this wicked congregation complain against me? I have heard the complaints of the Israelites, which they complain against me."},{"verse": 28, "text": "Say to them, \"As I live,\" says the LORD, \"I will do to you the very things I heard you say:"},{"verse": 29, "text": "your dead bodies shall fall in this very wilderness; and of all your number, included in the census, from twenty years old and upward, who have complained against me,"},{"verse": 30, "text": "not one of you shall come into the land in which I swore to settle you, except Caleb son of Jephunneh and Joshua son of Nun."},{"verse": 31, "text": "But your little ones, who you said would become booty, I will bring in, and they shall know the land that you have despised."},{"verse": 32, "text": "But as for you, your dead bodies shall fall in this wilderness."},{"verse": 33, "text": "And your children shall be shepherds in the wilderness for forty years, and shall suffer for your faithlessness, until the last of your dead bodies lies in the wilderness."},{"verse": 34, "text": "According to the number of the days in which you spied out the land, forty days, for every day a year, you shall bear your iniquity, forty years, and you shall know my displeasure.\""},{"verse": 35, "text": "I the LORD have spoken; surely I will do thus to all this wicked congregation gathered together against me: in this wilderness they shall come to a full end, and there they shall die."},{"verse": 36, "text": "And the men whom Moses sent to spy out the land, who returned and made all the congregation complain against him by bringing a bad report about the land--"},{"verse": 37, "text": "the men who brought an unfavorable report about the land died by a plague before the LORD."},{"verse": 38, "text": "But Joshua son of Nun and Caleb son of Jephunneh alone remained alive, of those men who went to spy out the land."},{"verse": 39, "text": "When Moses told these words to all the Israelites, the people mourned greatly."},{"verse": 40, "text": "They rose early in the morning and went up to the heights of the hill country, saying, \"Here we are. We will go up to the place that the LORD has promised, for we have sinned.\""},{"verse": 41, "text": "But Moses said, \"Why do you continue to transgress the command of the LORD? That will not succeed."},{"verse": 42, "text": "Do not go up, for the LORD is not with you; do not let yourselves be struck down before your enemies."},{"verse": 43, "text": "For the Amalekites and the Canaanites will confront you there, and you shall fall by the sword; because you have turned back from following the LORD, the LORD will not be with you.\""},{"verse": 44, "text": "But they presumed to go up to the heights of the hill country, even though the ark of the covenant of the LORD, and Moses, had not left the camp."},{"verse": 45, "text": "Then the Amalekites and the Canaanites who lived in that hill country came down and defeated them, pursuing them as far as Hormah."}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||Various Offerings||The LORD spoke to Moses, saying:"},{"verse": 2, "text": "Speak to the Israelites and say to them: When you come into the land you are to inhabit, which I am giving you,"},{"verse": 3, "text": "and you make an offering by fire to the LORD from the herd or from the flock--whether a burnt offering or a sacrifice, to fulfill a vow or as a freewill offering or at your appointed festivals--to make a pleasing odor for the LORD,"},{"verse": 4, "text": "then whoever presents such an offering to the LORD shall present also a grain offering, one-tenth of an ephah of choice flour, mixed with one-fourth of a hin of oil."},{"verse": 5, "text": "Moreover, you shall offer one-fourth of a hin of wine as a drink offering with the burnt offering or the sacrifice, for each lamb."},{"verse": 6, "text": "For a ram, you shall offer a grain offering, two-tenths of an ephah of choice flour mixed with one-third of a hin of oil;"},{"verse": 7, "text": "and as a drink offering you shall offer one-third of a hin of wine, a pleasing odor to the LORD."},{"verse": 8, "text": "When you offer a bull as a burnt offering or a sacrifice, to fulfill a vow or as an offering of well-being to the LORD,"},{"verse": 9, "text": "then you shall present with the bull a grain offering, three-tenths of an ephah of choice flour, mixed with half a hin of oil,"},{"verse": 10, "text": "and you shall present as a drink offering half a hin of wine, as an offering by fire, a pleasing odor to the LORD."},{"verse": 11, "text": "Thus it shall be done for each ox or ram, or for each of the male lambs or the kids."},{"verse": 12, "text": "According to the number that you offer, so you shall do with each and every one."},{"verse": 13, "text": "Every native Israelite shall do these things in this way, in presenting an offering by fire, a pleasing odor to the LORD."},{"verse": 14, "text": "An alien who lives with you, or who takes up permanent residence among you, and wishes to offer an offering by fire, a pleasing odor to the LORD, shall do as you do."},{"verse": 15, "text": "As for the assembly, there shall be for both you and the resident alien a single statute, a perpetual statute throughout your generations; you and the alien shall be alike before the LORD."},{"verse": 16, "text": "You and the alien who resides with you shall have the same law and the same ordinance."},{"verse": 17, "text": "The LORD spoke to Moses, saying:"},{"verse": 18, "text": "Speak to the Israelites and say to them: After you come into the land to which I am bringing you,"},{"verse": 19, "text": "whenever you eat of the bread of the land, you shall present a donation to the LORD."},{"verse": 20, "text": "From your first batch of dough you shall present a loaf as a donation; you shall present it just as you present a donation from the threshing floor."},{"verse": 21, "text": "Throughout your generations you shall give to the LORD a donation from the first of your batch of dough."},{"verse": 22, "text": "But if you unintentionally fail to observe all these commandments that the LORD has spoken to Moses--"},{"verse": 23, "text": "everything that the LORD has commanded you by Moses, from the day the LORD gave commandment and thereafter, throughout your generations--"},{"verse": 24, "text": "then if it was done unintentionally without the knowledge of the congregation, the whole congregation shall offer one young bull for a burnt offering, a pleasing odor to the LORD, together with its grain offering and its drink offering, according to the ordinance, and one male goat for a sin offering."},{"verse": 25, "text": "The priest shall make atonement for all the congregation of the Israelites, and they shall be forgiven; it was unintentional, and they have brought their offering, an offering by fire to the LORD, and their sin offering before the LORD, for their error."},{"verse": 26, "text": "All the congregation of the Israelites shall be forgiven, as well as the aliens residing among them, because the whole people was involved in the error."},{"verse": 27, "text": "An individual who sins unintentionally shall present a female goat a year old for a sin offering."},{"verse": 28, "text": "And the priest shall make atonement before the LORD for the one who commits an error, when it is unintentional, to make atonement for the person, who then shall be forgiven."},{"verse": 29, "text": "For both the native among the Israelites and the alien residing among them--you shall have the same law for anyone who acts in error."},{"verse": 30, "text": "But whoever acts high-handedly, whether a native or an alien, affronts the LORD, and shall be cut off from among the people."},{"verse": 31, "text": "Because of having despised the word of the LORD and broken his commandment, such a person shall be utterly cut off and bear the guilt."},{"verse": 32, "text": "||Penalty for Violating the Sabbath||When the Israelites were in the wilderness, they found a man gathering sticks on the sabbath day."},{"verse": 33, "text": "Those who found him gathering sticks brought him to Moses, Aaron, and to the whole congregation."},{"verse": 34, "text": "They put him in custody, because it was not clear what should be done to him."},{"verse": 35, "text": "Then the LORD said to Moses, \"The man shall be put to death; all the congregation shall stone him outside the camp.\""},{"verse": 36, "text": "The whole congregation brought him outside the camp and stoned him to death, just as the LORD had commanded Moses."},{"verse": 37, "text": "||Fringes on Garments||The LORD said to Moses:"},{"verse": 38, "text": "Speak to the Israelites, and tell them to make fringes on the corners of their garments throughout their generations and to put a blue cord on the fringe at each corner."},{"verse": 39, "text": "You have the fringe so that, when you see it, you will remember all the commandments of the LORD and do them, and not follow the lust of your own heart and your own eyes."},{"verse": 40, "text": "So you shall remember and do all my commandments, and you shall be holy to your God."},{"verse": 41, "text": "I am the LORD your God, who brought you out of the land of Egypt, to be your God: I am the LORD your God."}]}
,{"chapter": 16, "verses":[{"verse": 1, "text": "||Revolt of Korah, Dathan, and Abiram||Now Korah son of Izhar son of Kohath son of Levi, along with Dathan and Abiram sons of Eliab, and On son of Peleth--descendants of Reuben--took"},{"verse": 2, "footnotes": {"a": "Numbers 16:2 Cn: Heb _and they confronted Moses, and two hundred fifty men . . . well-known men_"}, "text": "two hundred fifty Israelite men, leaders of the congregation, chosen from the assembly, well-known men,[^a] and they confronted Moses."},{"verse": 3, "text": "They assembled against Moses and against Aaron, and said to them, \"You have gone too far! All the congregation are holy, every one of them, and the LORD is among them. So why then do you exalt yourselves above the assembly of the LORD?\""},{"verse": 4, "text": "When Moses heard it, he fell on his face."},{"verse": 5, "text": "Then he said to Korah and all his company, \"In the morning the LORD will make known who is his, and who is holy, and who will be allowed to approach him; the one whom he will choose he will allow to approach him."},{"verse": 6, "footnotes": {"a": "Numbers 16:6 Heb _his_"}, "text": "Do this: take censers, Korah and all your[^a] company,"},{"verse": 7, "text": "and tomorrow put fire in them, and lay incense on them before the LORD; and the man whom the LORD chooses shall be the holy one. You Levites have gone too far!\""},{"verse": 8, "text": "Then Moses said to Korah, \"Hear now, you Levites!"},{"verse": 9, "text": "Is it too little for you that the God of Israel has separated you from the congregation of Israel, to allow you to approach him in order to perform the duties of the LORD\"s tabernacle, and to stand before the congregation and serve them?"},{"verse": 10, "text": "He has allowed you to approach him, and all your brother Levites with you; yet you seek the priesthood as well!"},{"verse": 11, "text": "Therefore you and all your company have gathered together against the LORD. What is Aaron that you rail against him?\""},{"verse": 12, "text": "Moses sent for Dathan and Abiram sons of Eliab; but they said, \"We will not come!"},{"verse": 13, "text": "Is it too little that you have brought us up out of a land flowing with milk and honey to kill us in the wilderness, that you must also lord it over us?"},{"verse": 14, "text": "It is clear you have not brought us into a land flowing with milk and honey, or given us an inheritance of fields and vineyards. Would you put out the eyes of these men? We will not come!\""},{"verse": 15, "text": "Moses was very angry and said to the LORD, \"Pay no attention to their offering. I have not taken one donkey from them, and I have not harmed any one of them.\""},{"verse": 16, "text": "And Moses said to Korah, \"As for you and all your company, be present tomorrow before the LORD, you and they and Aaron;"},{"verse": 17, "text": "and let each one of you take his censer, and put incense on it, and each one of you present his censer before the LORD, two hundred fifty censers; you also, and Aaron, each his censer.\""},{"verse": 18, "text": "So each man took his censer, and they put fire in the censers and laid incense on them, and they stood at the entrance of the tent of meeting with Moses and Aaron."},{"verse": 19, "text": "Then Korah assembled the whole congregation against them at the entrance of the tent of meeting. And the glory of the LORD appeared to the whole congregation."},{"verse": 20, "text": "Then the LORD spoke to Moses and to Aaron, saying:"},{"verse": 21, "text": "Separate yourselves from this congregation, so that I may consume them in a moment."},{"verse": 22, "text": "They fell on their faces, and said, \"O God, the God of the spirits of all flesh, shall one person sin and you become angry with the whole congregation?\""},{"verse": 23, "text": "And the LORD spoke to Moses, saying:"},{"verse": 24, "text": "Say to the congregation: Get away from the dwellings of Korah, Dathan, and Abiram."},{"verse": 25, "text": "So Moses got up and went to Dathan and Abiram; the elders of Israel followed him."},{"verse": 26, "text": "He said to the congregation, \"Turn away from the tents of these wicked men, and touch nothing of theirs, or you will be swept away for all their sins.\""},{"verse": 27, "text": "So they got away from the dwellings of Korah, Dathan, and Abiram; and Dathan and Abiram came out and stood at the entrance of their tents, together with their wives, their children, and their little ones."},{"verse": 28, "text": "And Moses said, \"This is how you shall know that the LORD has sent me to do all these works; it has not been of my own accord:"},{"verse": 29, "text": "If these people die a natural death, or if a natural fate comes on them, then the LORD has not sent me."},{"verse": 30, "text": "But if the LORD creates something new, and the ground opens its mouth and swallows them up, with all that belongs to them, and they go down alive into Sheol, then you shall know that these men have despised the LORD.\""},{"verse": 31, "text": "As soon as he finished speaking all these words, the ground under them was split apart."},{"verse": 32, "text": "The earth opened its mouth and swallowed them up, along with their households--everyone who belonged to Korah and all their goods."},{"verse": 33, "text": "So they with all that belonged to them went down alive into Sheol; the earth closed over them, and they perished from the midst of the assembly."},{"verse": 34, "text": "All Israel around them fled at their outcry, for they said, \"The earth will swallow us too!\""},{"verse": 35, "text": "And fire came out from the LORD and consumed the two hundred fifty men offering the incense."},{"verse": 36, "footnotes": {"a": "Numbers 16:36 Ch 17.1 in Heb"}, "text": "[^a] Then the LORD spoke to Moses, saying:"},{"verse": 37, "text": "Tell Eleazar son of Aaron the priest to take the censers out of the blaze; then scatter the fire far and wide."},{"verse": 38, "text": "For the censers of these sinners have become holy at the cost of their lives. Make them into hammered plates as a covering for the altar, for they presented them before the LORD and they became holy. Thus they shall be a sign to the Israelites."},{"verse": 39, "text": "So Eleazar the priest took the bronze censers that had been presented by those who were burned; and they were hammered out as a covering for the altar--"},{"verse": 40, "text": "a reminder to the Israelites that no outsider, who is not of the descendants of Aaron, shall approach to offer incense before the LORD, so as not to become like Korah and his company--just as the LORD had said to him through Moses."},{"verse": 41, "text": "On the next day, however, the whole congregation of the Israelites rebelled against Moses and against Aaron, saying, \"You have killed the people of the LORD.\""},{"verse": 42, "text": "And when the congregation had assembled against them, Moses and Aaron turned toward the tent of meeting; the cloud had covered it and the glory of the LORD appeared."},{"verse": 43, "text": "Then Moses and Aaron came to the front of the tent of meeting,"},{"verse": 44, "text": "and the LORD spoke to Moses, saying,"},{"verse": 45, "text": "\"Get away from this congregation, so that I may consume them in a moment.\" And they fell on their faces."},{"verse": 46, "text": "Moses said to Aaron, \"Take your censer, put fire on it from the altar and lay incense on it, and carry it quickly to the congregation and make atonement for them. For wrath has gone out from the LORD; the plague has begun.\""},{"verse": 47, "text": "So Aaron took it as Moses had ordered, and ran into the middle of the assembly, where the plague had already begun among the people. He put on the incense, and made atonement for the people."},{"verse": 48, "text": "He stood between the dead and the living; and the plague was stopped."},{"verse": 49, "text": "Those who died by the plague were fourteen thousand seven hundred, besides those who died in the affair of Korah."},{"verse": 50, "text": "When the plague was stopped, Aaron returned to Moses at the entrance of the tent of meeting."}]}
,{"chapter": 17, "verses":[{"verse": 1, "footnotes": {"a": "Numbers 17:1 Ch 17.16 in Heb"}, "text": "||The Budding of Aaron\"s Rod||[^a] The LORD spoke to Moses, saying:"},{"verse": 2, "text": "Speak to the Israelites, and get twelve staffs from them, one for each ancestral house, from all the leaders of their ancestral houses. Write each man\"s name on his staff,"},{"verse": 3, "text": "and write Aaron\"s name on the staff of Levi. For there shall be one staff for the head of each ancestral house."},{"verse": 4, "footnotes": {"a": "Numbers 17:4 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "Place them in the tent of meeting before the covenant,[^a] where I meet with you."},{"verse": 5, "text": "And the staff of the man whom I choose shall sprout; thus I will put a stop to the complaints of the Israelites that they continually make against you."},{"verse": 6, "text": "Moses spoke to the Israelites; and all their leaders gave him staffs, one for each leader, according to their ancestral houses, twelve staffs; and the staff of Aaron was among theirs."},{"verse": 7, "footnotes": {"a": "Numbers 17:7 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "So Moses placed the staffs before the LORD in the tent of the covenant.[^a]"},{"verse": 8, "footnotes": {"a": "Numbers 17:8 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "When Moses went into the tent of the covenant[^a] on the next day, the staff of Aaron for the house of Levi had sprouted. It put forth buds, produced blossoms, and bore ripe almonds."},{"verse": 9, "text": "Then Moses brought out all the staffs from before the LORD to all the Israelites; and they looked, and each man took his staff."},{"verse": 10, "footnotes": {"a": "Numbers 17:10 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "And the LORD said to Moses, \"Put back the staff of Aaron before the covenant,[^a] to be kept as a warning to rebels, so that you may make an end of their complaints against me, or else they will die.\""},{"verse": 11, "text": "Moses did so; just as the LORD commanded him, so he did."},{"verse": 12, "text": "The Israelites said to Moses, \"We are perishing; we are lost, all of us are lost!"},{"verse": 13, "text": "Everyone who approaches the tabernacle of the LORD will die. Are we all to perish?\""}]}
,{"chapter": 18, "verses":[{"verse": 1, "text": "||Responsibility of Priests and Levites||The LORD said to Aaron: You and your sons and your ancestral house with you shall bear responsibility for offenses connected with the sanctuary, while you and your sons alone shall bear responsibility for offenses connected with the priesthood."},{"verse": 2, "footnotes": {"a": "Numbers 18:2 Or _treaty_, or _testimony_; Heb _eduth_"}, "text": "So bring with you also your brothers of the tribe of Levi, your ancestral tribe, in order that they may be joined to you, and serve you while you and your sons with you are in front of the tent of the covenant.[^a]"},{"verse": 3, "text": "They shall perform duties for you and for the whole tent. But they must not approach either the utensils of the sanctuary or the altar, otherwise both they and you will die."},{"verse": 4, "text": "They are attached to you in order to perform the duties of the tent of meeting, for all the service of the tent; no outsider shall approach you."},{"verse": 5, "text": "You yourselves shall perform the duties of the sanctuary and the duties of the altar, so that wrath may never again come upon the Israelites."},{"verse": 6, "text": "It is I who now take your brother Levites from among the Israelites; they are now yours as a gift, dedicated to the LORD, to perform the service of the tent of meeting."},{"verse": 7, "footnotes": {"a": "Numbers 18:7 Heb _as a service of gift_"}, "text": "But you and your sons with you shall diligently perform your priestly duties in all that concerns the altar and the area behind the curtain. I give your priesthood as a gift;[^a] any outsider who approaches shall be put to death."},{"verse": 8, "text": "||The Priests\" Portion||The LORD spoke to Aaron: I have given you charge of the offerings made to me, all the holy gifts of the Israelites; I have given them to you and your sons as a priestly portion due you in perpetuity."},{"verse": 9, "text": "This shall be yours from the most holy things, reserved from the fire: every offering of theirs that they render to me as a most holy thing, whether grain offering, sin offering, or guilt offering, shall belong to you and your sons."},{"verse": 10, "text": "As a most holy thing you shall eat it; every male may eat it; it shall be holy to you."},{"verse": 11, "text": "This also is yours: I have given to you, together with your sons and daughters, as a perpetual due, whatever is set aside from the gifts of all the elevation offerings of the Israelites; everyone who is clean in your house may eat them."},{"verse": 12, "text": "All the best of the oil and all the best of the wine and of the grain, the choice produce that they give to the LORD, I have given to you."},{"verse": 13, "text": "The first fruits of all that is in their land, which they bring to the LORD, shall be yours; everyone who is clean in your house may eat of it."},{"verse": 14, "text": "Every devoted thing in Israel shall be yours."},{"verse": 15, "text": "The first issue of the womb of all creatures, human and animal, which is offered to the LORD, shall be yours; but the firstborn of human beings you shall redeem, and the firstborn of unclean animals you shall redeem."},{"verse": 16, "text": "Their redemption price, reckoned from one month of age, you shall fix at five shekels of silver, according to the shekel of the sanctuary (that is, twenty gerahs)."},{"verse": 17, "text": "But the firstborn of a cow, or the firstborn of a sheep, or the firstborn of a goat, you shall not redeem; they are holy. You shall dash their blood on the altar, and shall turn their fat into smoke as an offering by fire for a pleasing odor to the LORD;"},{"verse": 18, "text": "but their flesh shall be yours, just as the breast that is elevated and as the right thigh are yours."},{"verse": 19, "text": "All the holy offerings that the Israelites present to the LORD I have given to you, together with your sons and daughters, as a perpetual due; it is a covenant of salt forever before the LORD for you and your descendants as well."},{"verse": 20, "text": "Then the LORD said to Aaron: You shall have no allotment in their land, nor shall you have any share among them; I am your share and your possession among the Israelites."},{"verse": 21, "text": "To the Levites I have given every tithe in Israel for a possession in return for the service that they perform, the service in the tent of meeting."},{"verse": 22, "text": "From now on the Israelites shall no longer approach the tent of meeting, or else they will incur guilt and die."},{"verse": 23, "text": "But the Levites shall perform the service of the tent of meeting, and they shall bear responsibility for their own offenses; it shall be a perpetual statute throughout your generations. But among the Israelites they shall have no allotment,"},{"verse": 24, "text": "because I have given to the Levites as their portion the tithe of the Israelites, which they set apart as an offering to the LORD. Therefore I have said of them that they shall have no allotment among the Israelites."},{"verse": 25, "text": "Then the LORD spoke to Moses, saying:"},{"verse": 26, "text": "You shall speak to the Levites, saying: When you receive from the Israelites the tithe that I have given you from them for your portion, you shall set apart an offering from it to the LORD, a tithe of the tithe."},{"verse": 27, "text": "It shall be reckoned to you as your gift, the same as the grain of the threshing floor and the fullness of the wine press."},{"verse": 28, "text": "Thus you also shall set apart an offering to the LORD from all the tithes that you receive from the Israelites; and from them you shall give the LORD\"s offering to the priest Aaron."},{"verse": 29, "text": "Out of all the gifts to you, you shall set apart every offering due to the LORD; the best of all of them is the part to be consecrated."},{"verse": 30, "text": "Say also to them: When you have set apart the best of it, then the rest shall be reckoned to the Levites as produce of the threshing floor, and as produce of the wine press."},{"verse": 31, "text": "You may eat it in any place, you and your households; for it is your payment for your service in the tent of meeting."},{"verse": 32, "text": "You shall incur no guilt by reason of it, when you have offered the best of it. But you shall not profane the holy gifts of the Israelites, on pain of death."}]}
,{"chapter": 19, "verses":[{"verse": 1, "text": "||Ceremony of the Red Heifer||The LORD spoke to Moses and Aaron, saying:"},{"verse": 2, "text": "This is a statute of the law that the LORD has commanded: Tell the Israelites to bring you a red heifer without defect, in which there is no blemish and on which no yoke has been laid."},{"verse": 3, "text": "You shall give it to the priest Eleazar, and it shall be taken outside the camp and slaughtered in his presence."},{"verse": 4, "text": "The priest Eleazar shall take some of its blood with his finger and sprinkle it seven times towards the front of the tent of meeting."},{"verse": 5, "text": "Then the heifer shall be burned in his sight; its skin, its flesh, and its blood, with its dung, shall be burned."},{"verse": 6, "text": "The priest shall take cedarwood, hyssop, and crimson material, and throw them into the fire in which the heifer is burning."},{"verse": 7, "text": "Then the priest shall wash his clothes and bathe his body in water, and afterwards he may come into the camp; but the priest shall remain unclean until evening."},{"verse": 8, "footnotes": {"a": "Numbers 19:8 Heb _it_"}, "text": "The one who burns the heifer[^a] shall wash his clothes in water and bathe his body in water; he shall remain unclean until evening."},{"verse": 9, "text": "Then someone who is clean shall gather up the ashes of the heifer, and deposit them outside the camp in a clean place; and they shall be kept for the congregation of the Israelites for the water for cleansing. It is a purification offering."},{"verse": 10, "text": "The one who gathers the ashes of the heifer shall wash his clothes and be unclean until evening.\nThis shall be a perpetual statute for the Israelites and for the alien residing among them."},{"verse": 11, "text": "Those who touch the dead body of any human being shall be unclean seven days."},{"verse": 12, "text": "They shall purify themselves with the water on the third day and on the seventh day, and so be clean; but if they do not purify themselves on the third day and on the seventh day, they will not become clean."},{"verse": 13, "text": "All who touch a corpse, the body of a human being who has died, and do not purify themselves, defile the tabernacle of the LORD; such persons shall be cut off from Israel. Since water for cleansing was not dashed on them, they remain unclean; their uncleanness is still on them."},{"verse": 14, "text": "This is the law when someone dies in a tent: everyone who comes into the tent, and everyone who is in the tent, shall be unclean seven days."},{"verse": 15, "text": "And every open vessel with no cover fastened on it is unclean."},{"verse": 16, "footnotes": {"a": "Numbers 19:16 Heb lacks _naturally_"}, "text": "Whoever in the open field touches one who has been killed by a sword, or who has died naturally,[^a] or a human bone, or a grave, shall be unclean seven days."},{"verse": 17, "text": "For the unclean they shall take some ashes of the burnt purification offering, and running water shall be added in a vessel;"},{"verse": 18, "text": "then a clean person shall take hyssop, dip it in the water, and sprinkle it on the tent, on all the furnishings, on the persons who were there, and on whoever touched the bone, the slain, the corpse, or the grave."},{"verse": 19, "text": "The clean person shall sprinkle the unclean ones on the third day and on the seventh day, thus purifying them on the seventh day. Then they shall wash their clothes and bathe themselves in water, and at evening they shall be clean."},{"verse": 20, "text": "Any who are unclean but do not purify themselves, those persons shall be cut off from the assembly, for they have defiled the sanctuary of the LORD. Since the water for cleansing has not been dashed on them, they are unclean."},{"verse": 21, "text": "It shall be a perpetual statute for them. The one who sprinkles the water for cleansing shall wash his clothes, and whoever touches the water for cleansing shall be unclean until evening."},{"verse": 22, "text": "Whatever the unclean person touches shall be unclean, and anyone who touches it shall be unclean until evening."}]}
,{"chapter": 20, "verses":[{"verse": 1, "text": "||The Waters of Meribah||The Israelites, the whole congregation, came into the wilderness of Zin in the first month, and the people stayed in Kadesh. Miriam died there, and was buried there."},{"verse": 2, "text": "Now there was no water for the congregation; so they gathered together against Moses and against Aaron."},{"verse": 3, "text": "The people quarreled with Moses and said, \"Would that we had died when our kindred died before the LORD!"},{"verse": 4, "text": "Why have you brought the assembly of the LORD into this wilderness for us and our livestock to die here?"},{"verse": 5, "text": "Why have you brought us up out of Egypt, to bring us to this wretched place? It is no place for grain, or figs, or vines, or pomegranates; and there is no water to drink.\""},{"verse": 6, "text": "Then Moses and Aaron went away from the assembly to the entrance of the tent of meeting; they fell on their faces, and the glory of the LORD appeared to them."},{"verse": 7, "text": "The LORD spoke to Moses, saying:"},{"verse": 8, "text": "Take the staff, and assemble the congregation, you and your brother Aaron, and command the rock before their eyes to yield its water. Thus you shall bring water out of the rock for them; thus you shall provide drink for the congregation and their livestock."},{"verse": 9, "text": "So Moses took the staff from before the LORD, as he had commanded him."},{"verse": 10, "text": "Moses and Aaron gathered the assembly together before the rock, and he said to them, \"Listen, you rebels, shall we bring water for you out of this rock?\""},{"verse": 11, "text": "Then Moses lifted up his hand and struck the rock twice with his staff; water came out abundantly, and the congregation and their livestock drank."},{"verse": 12, "text": "But the LORD said to Moses and Aaron, \"Because you did not trust in me, to show my holiness before the eyes of the Israelites, therefore you shall not bring this assembly into the land that I have given them.\""},{"verse": 13, "footnotes": {"a": "Numbers 20:13 That is _Quarrel_"}, "text": "These are the waters of Meribah,[^a] where the people of Israel quarreled with the LORD, and by which he showed his holiness."},{"verse": 14, "text": "||Passage through Edom Refused||Moses sent messengers from Kadesh to the king of Edom, \"Thus says your brother Israel: You know all the adversity that has befallen us:"},{"verse": 15, "text": "how our ancestors went down to Egypt, and we lived in Egypt a long time; and the Egyptians oppressed us and our ancestors;"},{"verse": 16, "text": "and when we cried to the LORD, he heard our voice, and sent an angel and brought us out of Egypt; and here we are in Kadesh, a town on the edge of your territory."},{"verse": 17, "text": "Now let us pass through your land. We will not pass through field or vineyard, or drink water from any well; we will go along the King\"s Highway, not turning aside to the right hand or to the left until we have passed through your territory.\""},{"verse": 18, "text": "But Edom said to him, \"You shall not pass through, or we will come out with the sword against you.\""},{"verse": 19, "text": "The Israelites said to him, \"We will stay on the highway; and if we drink of your water, we and our livestock, then we will pay for it. It is only a small matter; just let us pass through on foot.\""},{"verse": 20, "text": "But he said, \"You shall not pass through.\" And Edom came out against them with a large force, heavily armed."},{"verse": 21, "text": "Thus Edom refused to give Israel passage through their territory; so Israel turned away from them."},{"verse": 22, "text": "||The Death of Aaron||They set out from Kadesh, and the Israelites, the whole congregation, came to Mount Hor."},{"verse": 23, "text": "Then the LORD said to Moses and Aaron at Mount Hor, on the border of the land of Edom,"},{"verse": 24, "text": "\"Let Aaron be gathered to his people. For he shall not enter the land that I have given to the Israelites, because you rebelled against my command at the waters of Meribah."},{"verse": 25, "text": "Take Aaron and his son Eleazar, and bring them up Mount Hor;"},{"verse": 26, "footnotes": {"a": "Numbers 20:26 Heb lacks _to his people_"}, "text": "strip Aaron of his vestments, and put them on his son Eleazar. But Aaron shall be gathered to his people,[^a] and shall die there.\""},{"verse": 27, "text": "Moses did as the LORD had commanded; they went up Mount Hor in the sight of the whole congregation."},{"verse": 28, "text": "Moses stripped Aaron of his vestments, and put them on his son Eleazar; and Aaron died there on the top of the mountain. Moses and Eleazar came down from the mountain."},{"verse": 29, "text": "When all the congregation saw that Aaron had died, all the house of Israel mourned for Aaron thirty days."}]}
,{"chapter": 21, "verses":[{"verse": 1, "text": "||The Bronze Serpent||When the Canaanite, the king of Arad, who lived in the Negeb, heard that Israel was coming by the way of Atharim, he fought against Israel and took some of them captive."},{"verse": 2, "text": "Then Israel made a vow to the LORD and said, \"If you will indeed give this people into our hands, then we will utterly destroy their towns.\""},{"verse": 3, "footnotes": {"a": "Numbers 21:3 Heb _Destruction_"}, "text": "The LORD listened to the voice of Israel, and handed over the Canaanites; and they utterly destroyed them and their towns; so the place was called Hormah.[^a]"},{"verse": 4, "footnotes": {"a": "Numbers 21:4 Or _Sea of Reeds_"}, "text": "From Mount Hor they set out by the way to the Red Sea,[^a] to go around the land of Edom; but the people became impatient on the way."},{"verse": 5, "text": "The people spoke against God and against Moses, \"Why have you brought us up out of Egypt to die in the wilderness? For there is no food and no water, and we detest this miserable food.\""},{"verse": 6, "footnotes": {"a": "Numbers 21:6 Or _fiery_; Heb _seraphim_"}, "text": "Then the LORD sent poisonous[^a] serpents among the people, and they bit the people, so that many Israelites died."},{"verse": 7, "text": "The people came to Moses and said, \"We have sinned by speaking against the LORD and against you; pray to the LORD to take away the serpents from us.\" So Moses prayed for the people."},{"verse": 8, "footnotes": {"a": "Numbers 21:8 Or _fiery_; Heb _seraph_"}, "text": "And the LORD said to Moses, \"Make a poisonous[^a] serpent, and set it on a pole; and everyone who is bitten shall look at it and live.\""},{"verse": 9, "text": "So Moses made a serpent of bronze, and put it upon a pole; and whenever a serpent bit someone, that person would look at the serpent of bronze and live."},{"verse": 10, "text": "||The Journey to Moab||The Israelites set out, and camped in Oboth."},{"verse": 11, "text": "They set out from Oboth, and camped at Iye-abarim, in the wilderness bordering Moab toward the sunrise."},{"verse": 12, "text": "From there they set out, and camped in the Wadi Zered."},{"verse": 13, "footnotes": {"a": "Numbers 21:13 Gk: Heb _which is in_"}, "text": "From there they set out, and camped on the other side of the Arnon, in[^a] the wilderness that extends from the boundary of the Amorites; for the Arnon is the boundary of Moab, between Moab and the Amorites."},{"verse": 14, "text": "Wherefore it is said in the Book of the Wars of the LORD,\n\"Waheb in Suphah and the wadis.  \nThe Arnon"},{"verse": 15, "footnotes": {"a": "Numbers 21:15 Meaning of Heb uncertain"}, "text": "and the slopes of the wadis  \nthat extend to the seat of Ar,  \nand lie along the border of Moab.\"[^a]"},{"verse": 16, "footnotes": {"a": "Numbers 21:16 That is _Well_"}, "text": "From there they continued to Beer;[^a] that is the well of which the LORD said to Moses, \"Gather the people together, and I will give them water.\""},{"verse": 17, "text": "Then Israel sang this song:\n\"Spring up, O well!--Sing to it!--"},{"verse": 18, "text": "the well that the leaders sank,  \nthat the nobles of the people dug,  \nwith the scepter, with the staff.\"\nFrom the wilderness to Mattanah,"},{"verse": 19, "text": "from Mattanah to Nahaliel, from Nahaliel to Bamoth,"},{"verse": 20, "footnotes": {"a": "Numbers 21:20 Or _Jeshimon_"}, "text": "and from Bamoth to the valley lying in the region of Moab by the top of Pisgah that overlooks the wasteland.[^a]"},{"verse": 21, "text": "||King Sihon Defeated||Then Israel sent messengers to King Sihon of the Amorites, saying,"},{"verse": 22, "text": "\"Let me pass through your land; we will not turn aside into field or vineyard; we will not drink the water of any well; we will go by the King\"s Highway until we have passed through your territory.\""},{"verse": 23, "text": "But Sihon would not allow Israel to pass through his territory. Sihon gathered all his people together, and went out against Israel to the wilderness; he came to Jahaz, and fought against Israel."},{"verse": 24, "text": "Israel put him to the sword, and took possession of his land from the Arnon to the Jabbok, as far as to the Ammonites; for the boundary of the Ammonites was strong."},{"verse": 25, "text": "Israel took all these towns, and Israel settled in all the towns of the Amorites, in Heshbon, and in all its villages."},{"verse": 26, "text": "For Heshbon was the city of King Sihon of the Amorites, who had fought against the former king of Moab and captured all his land as far as the Arnon."},{"verse": 27, "text": "Therefore the ballad singers say,\n\"Come to Heshbon, let it be built;  \n    let the city of Sihon be established."},{"verse": 28, "footnotes": {"a": "Numbers 21:28 Gk: Heb _and the lords of_"}, "text": "For fire came out from Heshbon,  \n    flame from the city of Sihon.  \nIt devoured Ar of Moab,  \n    and swallowed up[^a] the heights of the Arnon."},{"verse": 29, "text": "Woe to you, O Moab!  \n    You are undone, O people of Chemosh!  \nHe has made his sons fugitives,  \n    and his daughters captives,  \n    to an Amorite king, Sihon."},{"verse": 30, "footnotes": {"a": "Numbers 21:30 Gk: Heb _we have shot at them; Heshbon has perished_", "b": "Numbers 21:30 Compare Sam Gk: Meaning of MT uncertain"}, "text": "So their posterity perished  \n    from Heshbon[^a] to Dibon,  \n    and we laid waste until fire spread to Medeba.\"[^b]"},{"verse": 31, "text": "Thus Israel settled in the land of the Amorites."},{"verse": 32, "text": "Moses sent to spy out Jazer; and they captured its villages, and dispossessed the Amorites who were there."},{"verse": 33, "text": "||King Og Defeated||Then they turned and went up the road to Bashan; and King Og of Bashan came out against them, he and all his people, to battle at Edrei."},{"verse": 34, "text": "But the LORD said to Moses, \"Do not be afraid of him; for I have given him into your hand, with all his people, and all his land. You shall do to him as you did to King Sihon of the Amorites, who ruled in Heshbon.\""},{"verse": 35, "text": "So they killed him, his sons, and all his people, until there was no survivor left; and they took possession of his land."}]}
,{"chapter": 22, "verses":[{"verse": 1, "text": "||Balak Summons Balaam to Curse Israel||The Israelites set out, and camped in the plains of Moab across the Jordan from Jericho."},{"verse": 2, "text": "Now Balak son of Zippor saw all that Israel had done to the Amorites."},{"verse": 3, "text": "Moab was in great dread of the people, because they were so numerous; Moab was overcome with fear of the people of Israel."},{"verse": 4, "text": "And Moab said to the elders of Midian, \"This horde will now lick up all that is around us, as an ox licks up the grass of the field.\" Now Balak son of Zippor was king of Moab at that time."},{"verse": 5, "footnotes": {"a": "Numbers 22:5 Or _land of his kinsfolk_"}, "text": "He sent messengers to Balaam son of Beor at Pethor, which is on the Euphrates, in the land of Amaw,[^a] to summon him, saying, \"A people has come out of Egypt; they have spread over the face of the earth, and they have settled next to me."},{"verse": 6, "text": "Come now, curse this people for me, since they are stronger than I; perhaps I shall be able to defeat them and drive them from the land; for I know that whomever you bless is blessed, and whomever you curse is cursed.\""},{"verse": 7, "text": "So the elders of Moab and the elders of Midian departed with the fees for divination in their hand; and they came to Balaam, and gave him Balak\"s message."},{"verse": 8, "text": "He said to them, \"Stay here tonight, and I will bring back word to you, just as the LORD speaks to me\"; so the officials of Moab stayed with Balaam."},{"verse": 9, "text": "God came to Balaam and said, \"Who are these men with you?\""},{"verse": 10, "text": "Balaam said to God, \"King Balak son of Zippor of Moab, has sent me this message:"},{"verse": 11, "text": "\"A people has come out of Egypt and has spread over the face of the earth; now come, curse them for me; perhaps I shall be able to fight against them and drive them out.\"\""},{"verse": 12, "text": "God said to Balaam, \"You shall not go with them; you shall not curse the people, for they are blessed.\""},{"verse": 13, "text": "So Balaam rose in the morning, and said to the officials of Balak, \"Go to your own land, for the LORD has refused to let me go with you.\""},{"verse": 14, "text": "So the officials of Moab rose and went to Balak, and said, \"Balaam refuses to come with us.\""},{"verse": 15, "text": "Once again Balak sent officials, more numerous and more distinguished than these."},{"verse": 16, "text": "They came to Balaam and said to him, \"Thus says Balak son of Zippor: \"Do not let anything hinder you from coming to me;"},{"verse": 17, "text": "for I will surely do you great honor, and whatever you say to me I will do; come, curse this people for me.\"\""},{"verse": 18, "text": "But Balaam replied to the servants of Balak, \"Although Balak were to give me his house full of silver and gold, I could not go beyond the command of the LORD my God, to do less or more."},{"verse": 19, "text": "You remain here, as the others did, so that I may learn what more the LORD may say to me.\""},{"verse": 20, "text": "That night God came to Balaam and said to him, \"If the men have come to summon you, get up and go with them; but do only what I tell you to do.\""},{"verse": 21, "text": "So Balaam got up in the morning, saddled his donkey, and went with the officials of Moab."},{"verse": 22, "text": "||Balaam, the Donkey, and the Angel||God\"s anger was kindled because he was going, and the angel of the LORD took his stand in the road as his adversary. Now he was riding on the donkey, and his two servants were with him."},{"verse": 23, "text": "The donkey saw the angel of the LORD standing in the road, with a drawn sword in his hand; so the donkey turned off the road, and went into the field; and Balaam struck the donkey, to turn it back onto the road."},{"verse": 24, "text": "Then the angel of the LORD stood in a narrow path between the vineyards, with a wall on either side."},{"verse": 25, "text": "When the donkey saw the angel of the LORD, it scraped against the wall, and scraped Balaam\"s foot against the wall; so he struck it again."},{"verse": 26, "text": "Then the angel of the LORD went ahead, and stood in a narrow place, where there was no way to turn either to the right or to the left."},{"verse": 27, "text": "When the donkey saw the angel of the LORD, it lay down under Balaam; and Balaam\"s anger was kindled, and he struck the donkey with his staff."},{"verse": 28, "text": "Then the LORD opened the mouth of the donkey, and it said to Balaam, \"What have I done to you, that you have struck me these three times?\""},{"verse": 29, "text": "Balaam said to the donkey, \"Because you have made a fool of me! I wish I had a sword in my hand! I would kill you right now!\""},{"verse": 30, "text": "But the donkey said to Balaam, \"Am I not your donkey, which you have ridden all your life to this day? Have I been in the habit of treating you this way?\" And he said, \"No.\""},{"verse": 31, "text": "Then the LORD opened the eyes of Balaam, and he saw the angel of the LORD standing in the road, with his drawn sword in his hand; and he bowed down, falling on his face."},{"verse": 32, "footnotes": {"a": "Numbers 22:32 Meaning of Heb uncertain"}, "text": "The angel of the LORD said to him, \"Why have you struck your donkey these three times? I have come out as an adversary, because your way is perverse[^a] before me."},{"verse": 33, "text": "The donkey saw me, and turned away from me these three times. If it had not turned away from me, surely just now I would have killed you and let it live.\""},{"verse": 34, "text": "Then Balaam said to the angel of the LORD, \"I have sinned, for I did not know that you were standing in the road to oppose me. Now therefore, if it is displeasing to you, I will return home.\""},{"verse": 35, "text": "The angel of the LORD said to Balaam, \"Go with the men; but speak only what I tell you to speak.\" So Balaam went on with the officials of Balak."},{"verse": 36, "text": "When Balak heard that Balaam had come, he went out to meet him at Ir-moab, on the boundary formed by the Arnon, at the farthest point of the boundary."},{"verse": 37, "text": "Balak said to Balaam, \"Did I not send to summon you? Why did you not come to me? Am I not able to honor you?\""},{"verse": 38, "text": "Balaam said to Balak, \"I have come to you now, but do I have power to say just anything? The word God puts in my mouth, that is what I must say.\""},{"verse": 39, "text": "Then Balaam went with Balak, and they came to Kiriath-huzoth."},{"verse": 40, "text": "Balak sacrificed oxen and sheep, and sent them to Balaam and to the officials who were with him."},{"verse": 41, "footnotes": {"a": "Numbers 22:41 Heb lacks _of Israel_"}, "text": "||Balaam\"s First Oracle||On the next day Balak took Balaam and brought him up to Bamoth-baal; and from there he could see part of the people of Israel.[^a]"}]}
,{"chapter": 23, "verses":[{"verse": 1, "text": "Then Balaam said to Balak, \"Build me seven altars here, and prepare seven bulls and seven rams for me.\""},{"verse": 2, "text": "Balak did as Balaam had said; and Balak and Balaam offered a bull and a ram on each altar."},{"verse": 3, "text": "Then Balaam said to Balak, \"Stay here beside your burnt offerings while I go aside. Perhaps the LORD will come to meet me. Whatever he shows me I will tell you.\" And he went to a bare height."},{"verse": 4, "text": "Then God met Balaam; and Balaam said to him, \"I have arranged the seven altars, and have offered a bull and a ram on each altar.\""},{"verse": 5, "text": "The LORD put a word in Balaam\"s mouth, and said, \"Return to Balak, and this is what you must say.\""},{"verse": 6, "footnotes": {"a": "Numbers 23:6 Heb _him_"}, "text": "So he returned to Balak,[^a] who was standing beside his burnt offerings with all the officials of Moab."},{"verse": 7, "footnotes": {"a": "Numbers 23:7 Heb _he_"}, "text": "Then Balaam[^a] uttered his oracle, saying:\n\"Balak has brought me from Aram,  \n    the king of Moab from the eastern mountains:  \n\"Come, curse Jacob for me;  \n    Come, denounce Israel!\""},{"verse": 8, "text": "How can I curse whom God has not cursed?  \n    How can I denounce those whom the LORD has not denounced?"},{"verse": 9, "text": "For from the top of the crags I see him,  \n    from the hills I behold him.  \nHere is a people living alone,  \n    and not reckoning itself among the nations!"},{"verse": 10, "footnotes": {"a": "Numbers 23:10 Or _fourth part_"}, "text": "Who can count the dust of Jacob,  \n    or number the dust-cloud[^a] of Israel?  \nLet me die the death of the upright,  \n    and let my end be like his!\""},{"verse": 11, "text": "Then Balak said to Balaam, \"What have you done to me? I brought you to curse my enemies, but now you have done nothing but bless them.\""},{"verse": 12, "text": "He answered, \"Must I not take care to say what the LORD puts into my mouth?\""},{"verse": 13, "text": "||Balaam\"s Second Oracle||So Balak said to him, \"Come with me to another place from which you may see them; you shall see only part of them, and shall not see them all; then curse them for me from there.\""},{"verse": 14, "text": "So he took him to the field of Zophim, to the top of Pisgah. He built seven altars, and offered a bull and a ram on each altar."},{"verse": 15, "text": "Balaam said to Balak, \"Stand here beside your burnt offerings, while I meet the LORD over there.\""},{"verse": 16, "text": "The LORD met Balaam, put a word into his mouth, and said, \"Return to Balak, and this is what you shall say.\""},{"verse": 17, "text": "When he came to him, he was standing beside his burnt offerings with the officials of Moab. Balak said to him, \"What has the LORD said?\""},{"verse": 18, "text": "Then Balaam uttered his oracle, saying:\n\"Rise, Balak, and hear;  \n    listen to me, O son of Zippor:"},{"verse": 19, "text": "God is not a human being, that he should lie,  \n    or a mortal, that he should change his mind.  \nHas he promised, and will he not do it?  \n    Has he spoken, and will he not fulfill it?"},{"verse": 20, "text": "See, I received a command to bless;  \n    he has blessed, and I cannot revoke it."},{"verse": 21, "text": "He has not beheld misfortune in Jacob;  \n    nor has he seen trouble in Israel.  \nThe LORD their God is with them,  \n    acclaimed as a king among them."},{"verse": 22, "text": "God, who brings them out of Egypt,  \n    is like the horns of a wild ox for them."},{"verse": 23, "text": "Surely there is no enchantment against Jacob,  \n    no divination against Israel;  \nnow it shall be said of Jacob and Israel,  \n    \"See what God has done!\""},{"verse": 24, "text": "Look, a people rising up like a lioness,  \n    and rousing itself like a lion!  \nIt does not lie down until it has eaten the prey  \n    and drunk the blood of the slain.\""},{"verse": 25, "text": "Then Balak said to Balaam, \"Do not curse them at all, and do not bless them at all.\""},{"verse": 26, "text": "But Balaam answered Balak, \"Did I not tell you, \"Whatever the LORD says, that is what I must do\"?\""},{"verse": 27, "text": "So Balak said to Balaam, \"Come now, I will take you to another place; perhaps it will please God that you may curse them for me from there.\""},{"verse": 28, "footnotes": {"a": "Numbers 23:28 Or _overlooks Jeshimon_"}, "text": "So Balak took Balaam to the top of Peor, which overlooks the wasteland.[^a]"},{"verse": 29, "text": "Balaam said to Balak, \"Build me seven altars here, and prepare seven bulls and seven rams for me.\""},{"verse": 30, "text": "So Balak did as Balaam had said, and offered a bull and a ram on each altar."}]}
,{"chapter": 24, "verses":[{"verse": 1, "text": "||Balaam\"s Third Oracle||Now Balaam saw that it pleased the LORD to bless Israel, so he did not go, as at other times, to look for omens, but set his face toward the wilderness."},{"verse": 2, "text": "Balaam looked up and saw Israel camping tribe by tribe. Then the spirit of God came upon him,"},{"verse": 3, "footnotes": {"a": "Numbers 24:3 Or _closed_ or _open_"}, "text": "and he uttered his oracle, saying:\n\"The oracle of Balaam son of Beor,  \n    the oracle of the man whose eye is clear,[^a]"},{"verse": 4, "footnotes": {"a": "Numbers 24:4 Traditional rendering of Heb _Shaddai_"}, "text": "the oracle of one who hears the words of God,  \n    who sees the vision of the Almighty,[^a]  \n    who falls down, but with eyes uncovered:"},{"verse": 5, "text": "how fair are your tents, O Jacob,  \n    your encampments, O Israel!"},{"verse": 6, "text": "Like palm groves that stretch far away,  \n    like gardens beside a river,  \nlike aloes that the LORD has planted,  \n    like cedar trees beside the waters."},{"verse": 7, "text": "Water shall flow from his buckets,  \n    and his seed shall have abundant water,  \nhis king shall be higher than Agag,  \n    and his kingdom shall be exalted."},{"verse": 8, "footnotes": {"a": "Numbers 24:8 Meaning of Heb uncertain"}, "text": "God who brings him out of Egypt,  \n    is like the horns of a wild ox for him;  \nhe shall devour the nations that are his foes  \n    and break their bones.  \n    He shall strike with his arrows.[^a]"},{"verse": 9, "text": "He crouched, he lay down like a lion,  \n    and like a lioness; who will rouse him up?  \nBlessed is everyone who blesses you,  \n    and cursed is everyone who curses you.\""},{"verse": 10, "text": "Then Balak\"s anger was kindled against Balaam, and he struck his hands together. Balak said to Balaam, \"I summoned you to curse my enemies, but instead you have blessed them these three times."},{"verse": 11, "text": "Now be off with you! Go home! I said, \"I will reward you richly,\" but the LORD has denied you any reward.\""},{"verse": 12, "text": "And Balaam said to Balak, \"Did I not tell your messengers whom you sent to me,"},{"verse": 13, "text": "\"If Balak should give me his house full of silver and gold, I would not be able to go beyond the word of the LORD, to do either good or bad of my own will; what the LORD says, that is what I will say\"?"},{"verse": 14, "text": "So now, I am going to my people; let me advise you what this people will do to your people in days to come.\""},{"verse": 15, "footnotes": {"a": "Numbers 24:15 Or _closed_ or _open_"}, "text": "||Balaam\"s Fourth Oracle||So he uttered his oracle, saying:\n\"The oracle of Balaam son of Beor,  \n    the oracle of the man whose eye is clear,[^a]"},{"verse": 16, "footnotes": {"a": "Numbers 24:16 Or _of Elyon_", "b": "Numbers 24:16 Traditional rendering of Heb _Shaddai_"}, "text": "the oracle of one who hears the words of God,  \n    and knows the knowledge of the Most High,[^a]  \nwho sees the vision of the Almighty,[^b]  \n    who falls down, but with his eyes uncovered:"},{"verse": 17, "footnotes": {"a": "Numbers 24:17 Or _forehead_", "b": "Numbers 24:17 Some Mss read _skull_"}, "text": "I see him, but not now;  \n    I behold him, but not near--  \na star shall come out of Jacob,  \n    and a scepter shall rise out of Israel;  \nit shall crush the borderlands[^a] of Moab,  \n    and the territory[^b] of all the Shethites."},{"verse": 18, "footnotes": {"a": "Numbers 24:18 Heb _Seir, its enemies, a possession_"}, "text": "Edom will become a possession,  \n    Seir a possession of its enemies,[^a]  \n    while Israel does valiantly."},{"verse": 19, "text": "One out of Jacob shall rule,  \n    and destroy the survivors of Ir.\""},{"verse": 20, "text": "Then he looked on Amalek, and uttered his oracle, saying:\n\"First among the nations was Amalek,  \nbut its end is to perish forever.\""},{"verse": 21, "text": "Then he looked on the Kenite, and uttered his oracle, saying:\n\"Enduring is your dwelling place,  \n    and your nest is set in the rock;"},{"verse": 22, "text": "yet Kain is destined for burning.  \n    How long shall Asshur take you away captive?\""},{"verse": 23, "text": "Again he uttered his oracle, saying:\n\"Alas, who shall live when God does this?"},{"verse": 24, "text": "    But ships shall come from Kittim  \nand shall afflict Asshur and Eber;  \n    and he also shall perish forever.\""},{"verse": 25, "text": "Then Balaam got up and went back to his place, and Balak also went his way."}]}
,{"chapter": 25, "verses":[{"verse": 1, "text": "||Worship of Baal of Peor||While Israel was staying at Shittim, the people began to have sexual relations with the women of Moab."},{"verse": 2, "text": "These invited the people to the sacrifices of their gods, and the people ate and bowed down to their gods."},{"verse": 3, "text": "Thus Israel yoked itself to the Baal of Peor, and the LORD\"s anger was kindled against Israel."},{"verse": 4, "text": "The LORD said to Moses, \"Take all the chiefs of the people, and impale them in the sun before the LORD, in order that the fierce anger of the LORD may turn away from Israel.\""},{"verse": 5, "text": "And Moses said to the judges of Israel, \"Each of you shall kill any of your people who have yoked themselves to the Baal of Peor.\""},{"verse": 6, "text": "Just then one of the Israelites came and brought a Midianite woman into his family, in the sight of Moses and in the sight of the whole congregation of the Israelites, while they were weeping at the entrance of the tent of meeting."},{"verse": 7, "text": "When Phinehas son of Eleazar, son of Aaron the priest, saw it, he got up and left the congregation. Taking a spear in his hand,"},{"verse": 8, "text": "he went after the Israelite man into the tent, and pierced the two of them, the Israelite and the woman, through the belly. So the plague was stopped among the people of Israel."},{"verse": 9, "text": "Nevertheless those that died by the plague were twenty-four thousand."},{"verse": 10, "text": "The LORD spoke to Moses, saying:"},{"verse": 11, "text": "\"Phinehas son of Eleazar, son of Aaron the priest, has turned back my wrath from the Israelites by manifesting such zeal among them on my behalf that in my jealousy I did not consume the Israelites."},{"verse": 12, "text": "Therefore say, \"I hereby grant him my covenant of peace."},{"verse": 13, "text": "It shall be for him and for his descendants after him a covenant of perpetual priesthood, because he was zealous for his God, and made atonement for the Israelites.\"\""},{"verse": 14, "text": "The name of the slain Israelite man, who was killed with the Midianite woman, was Zimri son of Salu, head of an ancestral house belonging to the Simeonites."},{"verse": 15, "text": "The name of the Midianite woman who was killed was Cozbi daughter of Zur, who was the head of a clan, an ancestral house in Midian."},{"verse": 16, "text": "The LORD said to Moses,"},{"verse": 17, "text": "\"Harass the Midianites, and defeat them;"},{"verse": 18, "text": "for they have harassed you by the trickery with which they deceived you in the affair of Peor, and in the affair of Cozbi, the daughter of a leader of Midian, their sister; she was killed on the day of the plague that resulted from Peor.\""}]}
,{"chapter": 26, "verses":[{"verse": 1, "text": "||A Census of the New Generation||After the plague the LORD said to Moses and to Eleazar son of Aaron the priest,"},{"verse": 2, "text": "\"Take a census of the whole congregation of the Israelites, from twenty years old and upward, by their ancestral houses, everyone in Israel able to go to war.\""},{"verse": 3, "text": "Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan opposite Jericho, saying,"},{"verse": 4, "footnotes": {"a": "Numbers 26:4 Heb lacks _take a census of the people_: Compare verse 2"}, "text": "\"Take a census of the people,[^a] from twenty years old and upward,\" as the LORD commanded Moses.\nThe Israelites, who came out of the land of Egypt, were:"},{"verse": 5, "text": "Reuben, the firstborn of Israel. The descendants of Reuben: of Hanoch, the clan of the Hanochites; of Pallu, the clan of the Palluites;"},{"verse": 6, "text": "of Hezron, the clan of the Hezronites; of Carmi, the clan of the Carmites."},{"verse": 7, "text": "These are the clans of the Reubenites; the number of those enrolled was forty-three thousand seven hundred thirty."},{"verse": 8, "text": "And the descendants of Pallu: Eliab."},{"verse": 9, "text": "The descendants of Eliab: Nemuel, Dathan, and Abiram. These are the same Dathan and Abiram, chosen from the congregation, who rebelled against Moses and Aaron in the company of Korah, when they rebelled against the LORD,"},{"verse": 10, "text": "and the earth opened its mouth and swallowed them up along with Korah, when that company died, when the fire devoured two hundred fifty men; and they became a warning."},{"verse": 11, "text": "Notwithstanding, the sons of Korah did not die."},{"verse": 12, "text": "The descendants of Simeon by their clans: of Nemuel, the clan of the Nemuelites; of Jamin, the clan of the Jaminites; of Jachin, the clan of the Jachinites;"},{"verse": 13, "footnotes": {"a": "Numbers 26:13 Or _Saul . . . Saulites_"}, "text": "of Zerah, the clan of the Zerahites; of Shaul, the clan of the Shaulites.[^a]"},{"verse": 14, "text": "These are the clans of the Simeonites, twenty-two thousand two hundred."},{"verse": 15, "text": "The children of Gad by their clans: of Zephon, the clan of the Zephonites; of Haggi, the clan of the Haggites; of Shuni, the clan of the Shunites;"},{"verse": 16, "text": "of Ozni, the clan of the Oznites; of Eri, the clan of the Erites;"},{"verse": 17, "text": "of Arod, the clan of the Arodites; of Areli, the clan of the Arelites."},{"verse": 18, "text": "These are the clans of the Gadites: the number of those enrolled was forty thousand five hundred."},{"verse": 19, "text": "The sons of Judah: Er and Onan; Er and Onan died in the land of Canaan."},{"verse": 20, "text": "The descendants of Judah by their clans were: of Shelah, the clan of the Shelanites; of Perez, the clan of the Perezites; of Zerah, the clan of the Zerahites."},{"verse": 21, "text": "The descendants of Perez were: of Hezron, the clan of the Hezronites; of Hamul, the clan of the Hamulites."},{"verse": 22, "text": "These are the clans of Judah: the number of those enrolled was seventy-six thousand five hundred."},{"verse": 23, "text": "The descendants of Issachar by their clans: of Tola, the clan of the Tolaites; of Puvah, the clan of the Punites;"},{"verse": 24, "text": "of Jashub, the clan of the Jashubites; of Shimron, the clan of the Shimronites."},{"verse": 25, "text": "These are the clans of Issachar: sixty-four thousand three hundred enrolled."},{"verse": 26, "text": "The descendants of Zebulun by their clans: of Sered, the clan of the Seredites; of Elon, the clan of the Elonites; of Jahleel, the clan of the Jahleelites."},{"verse": 27, "text": "These are the clans of the Zebulunites; the number of those enrolled was sixty thousand five hundred."},{"verse": 28, "text": "The sons of Joseph by their clans: Manasseh and Ephraim."},{"verse": 29, "text": "The descendants of Manasseh: of Machir, the clan of the Machirites; and Machir was the father of Gilead; of Gilead, the clan of the Gileadites."},{"verse": 30, "text": "These are the descendants of Gilead: of Iezer, the clan of the Iezerites; of Helek, the clan of the Helekites;"},{"verse": 31, "text": "and of Asriel, the clan of the Asrielites; and of Shechem, the clan of the Shechemites;"},{"verse": 32, "text": "and of Shemida, the clan of the Shemidaites; and of Hepher, the clan of the Hepherites."},{"verse": 33, "text": "Now Zelophehad son of Hepher had no sons, but daughters: and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah."},{"verse": 34, "text": "These are the clans of Manasseh; the number of those enrolled was fifty-two thousand seven hundred."},{"verse": 35, "text": "These are the descendants of Ephraim according to their clans: of Shuthelah, the clan of the Shuthelahites; of Becher, the clan of the Becherites; of Tahan, the clan of the Tahanites."},{"verse": 36, "text": "And these are the descendants of Shuthelah: of Eran, the clan of the Eranites."},{"verse": 37, "text": "These are the clans of the Ephraimites: the number of those enrolled was thirty-two thousand five hundred. These are the descendants of Joseph by their clans."},{"verse": 38, "text": "The descendants of Benjamin by their clans: of Bela, the clan of the Belaites; of Ashbel, the clan of the Ashbelites; of Ahiram, the clan of the Ahiramites;"},{"verse": 39, "text": "of Shephupham, the clan of the Shuphamites; of Hupham, the clan of the Huphamites."},{"verse": 40, "text": "And the sons of Bela were Ard and Naaman: of Ard, the clan of the Ardites; of Naaman, the clan of the Naamites."},{"verse": 41, "text": "These are the descendants of Benjamin by their clans; the number of those enrolled was forty-five thousand six hundred."},{"verse": 42, "text": "These are the descendants of Dan by their clans: of Shuham, the clan of the Shuhamites. These are the clans of Dan by their clans."},{"verse": 43, "text": "All the clans of the Shuhamites: sixty-four thousand four hundred enrolled."},{"verse": 44, "text": "The descendants of Asher by their families: of Imnah, the clan of the Imnites; of Ishvi, the clan of the Ishvites; of Beriah, the clan of the Beriites."},{"verse": 45, "text": "Of the descendants of Beriah: of Heber, the clan of the Heberites; of Malchiel, the clan of the Malchielites."},{"verse": 46, "text": "And the name of the daughter of Asher was Serah."},{"verse": 47, "text": "These are the clans of the Asherites: the number of those enrolled was fifty-three thousand four hundred."},{"verse": 48, "text": "The descendants of Naphtali by their clans: of Jahzeel, the clan of the Jahzeelites; of Guni, the clan of the Gunites;"},{"verse": 49, "text": "of Jezer, the clan of the Jezerites; of Shillem, the clan of the Shillemites."},{"verse": 50, "footnotes": {"a": "Numbers 26:50 Heb _clans of Naphtali_"}, "text": "These are the Naphtalites[^a] by their clans: the number of those enrolled was forty-five thousand four hundred."},{"verse": 51, "text": "This was the number of the Israelites enrolled: six hundred and one thousand seven hundred thirty."},{"verse": 52, "text": "The LORD spoke to Moses, saying:"},{"verse": 53, "text": "To these the land shall be apportioned for inheritance according to the number of names."},{"verse": 54, "text": "To a large tribe you shall give a large inheritance, and to a small tribe you shall give a small inheritance; every tribe shall be given its inheritance according to its enrollment."},{"verse": 55, "text": "But the land shall be apportioned by lot; according to the names of their ancestral tribes they shall inherit."},{"verse": 56, "text": "Their inheritance shall be apportioned according to lot between the larger and the smaller."},{"verse": 57, "text": "This is the enrollment of the Levites by their clans: of Gershon, the clan of the Gershonites; of Kohath, the clan of the Kohathites; of Merari, the clan of the Merarites."},{"verse": 58, "text": "These are the clans of Levi: the clan of the Libnites, the clan of the Hebronites, the clan of the Mahlites, the clan of the Mushites, the clan of the Korahites. Now Kohath was the father of Amram."},{"verse": 59, "text": "The name of Amram\"s wife was Jochebed daughter of Levi, who was born to Levi in Egypt; and she bore to Amram: Aaron, Moses, and their sister Miriam."},{"verse": 60, "text": "To Aaron were born Nadab, Abihu, Eleazar, and Ithamar."},{"verse": 61, "text": "But Nadab and Abihu died when they offered unholy fire before the LORD."},{"verse": 62, "text": "The number of those enrolled was twenty-three thousand, every male one month old and upward; for they were not enrolled among the Israelites because there was no allotment given to them among the Israelites."},{"verse": 63, "text": "These were those enrolled by Moses and Eleazar the priest, who enrolled the Israelites in the plains of Moab by the Jordan opposite Jericho."},{"verse": 64, "text": "Among these there was not one of those enrolled by Moses and Aaron the priest, who had enrolled the Israelites in the wilderness of Sinai."},{"verse": 65, "text": "For the LORD had said of them, \"They shall die in the wilderness.\" Not one of them was left, except Caleb son of Jephunneh and Joshua son of Nun."}]}
,{"chapter": 27, "verses":[{"verse": 1, "text": "||The Daughters of Zelophehad||Then the daughters of Zelophehad came forward. Zelophehad was son of Hepher son of Gilead son of Machir son of Manasseh son of Joseph, a member of the Manassite clans. The names of his daughters were: Mahlah, Noah, Hoglah, Milcah, and Tirzah."},{"verse": 2, "text": "They stood before Moses, Eleazar the priest, the leaders, and all the congregation, at the entrance of the tent of meeting, and they said,"},{"verse": 3, "text": "\"Our father died in the wilderness; he was not among the company of those who gathered themselves together against the LORD in the company of Korah, but died for his own sin; and he had no sons."},{"verse": 4, "text": "Why should the name of our father be taken away from his clan because he had no son? Give to us a possession among our father\"s brothers.\""},{"verse": 5, "text": "Moses brought their case before the LORD."},{"verse": 6, "text": "And the LORD spoke to Moses, saying:"},{"verse": 7, "text": "The daughters of Zelophehad are right in what they are saying; you shall indeed let them possess an inheritance among their father\"s brothers and pass the inheritance of their father on to them."},{"verse": 8, "text": "You shall also say to the Israelites, \"If a man dies, and has no son, then you shall pass his inheritance on to his daughter."},{"verse": 9, "text": "If he has no daughter, then you shall give his inheritance to his brothers."},{"verse": 10, "text": "If he has no brothers, then you shall give his inheritance to his father\"s brothers."},{"verse": 11, "text": "And if his father has no brothers, then you shall give his inheritance to the nearest kinsman of his clan, and he shall possess it. It shall be for the Israelites a statute and ordinance, as the LORD commanded Moses.\""},{"verse": 12, "text": "||Joshua Appointed Moses\" Successor||The LORD said to Moses, \"Go up this mountain of the Abarim range, and see the land that I have given to the Israelites."},{"verse": 13, "text": "When you have seen it, you also shall be gathered to your people, as your brother Aaron was,"},{"verse": 14, "footnotes": {"a": "Numbers 27:14 Heb lacks _with me_"}, "text": "because you rebelled against my word in the wilderness of Zin when the congregation quarreled with me.[^a] You did not show my holiness before their eyes at the waters.\" (These are the waters of Meribath-kadesh in the wilderness of Zin.)"},{"verse": 15, "text": "Moses spoke to the LORD, saying,"},{"verse": 16, "text": "\"Let the LORD, the God of the spirits of all flesh, appoint someone over the congregation"},{"verse": 17, "text": "who shall go out before them and come in before them, who shall lead them out and bring them in, so that the congregation of the LORD may not be like sheep without a shepherd.\""},{"verse": 18, "text": "So the LORD said to Moses, \"Take Joshua son of Nun, a man in whom is the spirit, and lay your hand upon him;"},{"verse": 19, "text": "have him stand before Eleazar the priest and all the congregation, and commission him in their sight."},{"verse": 20, "text": "You shall give him some of your authority, so that all the congregation of the Israelites may obey."},{"verse": 21, "text": "But he shall stand before Eleazar the priest, who shall inquire for him by the decision of the Urim before the LORD; at his word they shall go out, and at his word they shall come in, both he and all the Israelites with him, the whole congregation.\""},{"verse": 22, "text": "So Moses did as the LORD commanded him. He took Joshua and had him stand before Eleazar the priest and the whole congregation;"},{"verse": 23, "text": "he laid his hands on him and commissioned him--as the LORD had directed through Moses."}]}
,{"chapter": 28, "verses":[{"verse": 1, "text": "||Daily Offerings||The LORD spoke to Moses, saying:"},{"verse": 2, "text": "Command the Israelites, and say to them: My offering, the food for my offerings by fire, my pleasing odor, you shall take care to offer to me at its appointed time."},{"verse": 3, "text": "And you shall say to them, This is the offering by fire that you shall offer to the LORD: two male lambs a year old without blemish, daily, as a regular offering."},{"verse": 4, "footnotes": {"a": "Numbers 28:4 Heb _between the two evenings_"}, "text": "One lamb you shall offer in the morning, and the other lamb you shall offer at twilight;[^a]"},{"verse": 5, "text": "also one-tenth of an ephah of choice flour for a grain offering, mixed with one-fourth of a hin of beaten oil."},{"verse": 6, "text": "It is a regular burnt offering, ordained at Mount Sinai for a pleasing odor, an offering by fire to the LORD."},{"verse": 7, "text": "Its drink offering shall be one-fourth of a hin for each lamb; in the sanctuary you shall pour out a drink offering of strong drink to the LORD."},{"verse": 8, "footnotes": {"a": "Numbers 28:8 Heb _between the two evenings_"}, "text": "The other lamb you shall offer at twilight[^a] with a grain offering and a drink offering like the one in the morning; you shall offer it as an offering by fire, a pleasing odor to the LORD."},{"verse": 9, "text": "||Sabbath Offerings||On the sabbath day: two male lambs a year old without blemish, and two-tenths of an ephah of choice flour for a grain offering, mixed with oil, and its drink offering--"},{"verse": 10, "text": "this is the burnt offering for every sabbath, in addition to the regular burnt offering and its drink offering."},{"verse": 11, "text": "||Monthly Offerings||At the beginnings of your months you shall offer a burnt offering to the LORD: two young bulls, one ram, seven male lambs a year old without blemish;"},{"verse": 12, "text": "also three-tenths of an ephah of choice flour for a grain offering, mixed with oil, for each bull; and two-tenths of choice flour for a grain offering, mixed with oil, for the one ram;"},{"verse": 13, "text": "and one-tenth of choice flour mixed with oil as a grain offering for every lamb--a burnt offering of pleasing odor, an offering by fire to the LORD."},{"verse": 14, "text": "Their drink offerings shall be half a hin of wine for a bull, one-third of a hin for a ram, and one-fourth of a hin for a lamb. This is the burnt offering of every month throughout the months of the year."},{"verse": 15, "text": "And there shall be one male goat for a sin offering to the LORD; it shall be offered in addition to the regular burnt offering and its drink offering."},{"verse": 16, "text": "||Offerings at Passover||On the fourteenth day of the first month there shall be a passover offering to the LORD."},{"verse": 17, "text": "And on the fifteenth day of this month is a festival; seven days shall unleavened bread be eaten."},{"verse": 18, "text": "On the first day there shall be a holy convocation. You shall not work at your occupations."},{"verse": 19, "text": "You shall offer an offering by fire, a burnt offering to the LORD: two young bulls, one ram, and seven male lambs a year old; see that they are without blemish."},{"verse": 20, "text": "Their grain offering shall be of choice flour mixed with oil: three-tenths of an ephah shall you offer for a bull, and two-tenths for a ram;"},{"verse": 21, "text": "one-tenth shall you offer for each of the seven lambs;"},{"verse": 22, "text": "also one male goat for a sin offering, to make atonement for you."},{"verse": 23, "text": "You shall offer these in addition to the burnt offering of the morning, which belongs to the regular burnt offering."},{"verse": 24, "text": "In the same way you shall offer daily, for seven days, the food of an offering by fire, a pleasing odor to the LORD; it shall be offered in addition to the regular burnt offering and its drink offering."},{"verse": 25, "text": "And on the seventh day you shall have a holy convocation; you shall not work at your occupations."},{"verse": 26, "text": "||Offerings at the Festival of Weeks||On the day of the first fruits, when you offer a grain offering of new grain to the LORD at your festival of weeks, you shall have a holy convocation; you shall not work at your occupations."},{"verse": 27, "text": "You shall offer a burnt offering, a pleasing odor to the LORD: two young bulls, one ram, seven male lambs a year old."},{"verse": 28, "text": "Their grain offering shall be of choice flour mixed with oil, three-tenths of an ephah for each bull, two-tenths for one ram,"},{"verse": 29, "text": "one-tenth for each of the seven lambs;"},{"verse": 30, "text": "with one male goat, to make atonement for you."},{"verse": 31, "text": "In addition to the regular burnt offering with its grain offering, you shall offer them and their drink offering. They shall be without blemish."}]}
,{"chapter": 29, "verses":[{"verse": 1, "text": "||Offerings at the Festival of Trumpets||On the first day of the seventh month you shall have a holy convocation; you shall not work at your occupations. It is a day for you to blow the trumpets,"},{"verse": 2, "text": "and you shall offer a burnt offering, a pleasing odor to the LORD: one young bull, one ram, seven male lambs a year old without blemish."},{"verse": 3, "text": "Their grain offering shall be of choice flour mixed with oil, three-tenths of one ephah for the bull, two-tenths for the ram,"},{"verse": 4, "text": "and one-tenth for each of the seven lambs;"},{"verse": 5, "text": "with one male goat for a sin offering, to make atonement for you."},{"verse": 6, "text": "These are in addition to the burnt offering of the new moon and its grain offering, and the regular burnt offering and its grain offering, and their drink offerings, according to the ordinance for them, a pleasing odor, an offering by fire to the LORD."},{"verse": 7, "footnotes": {"a": "Numbers 29:7 Or _and fast_"}, "text": "||Offerings on the Day of Atonement||On the tenth day of this seventh month you shall have a holy convocation, and deny yourselves;[^a] you shall do no work."},{"verse": 8, "text": "You shall offer a burnt offering to the LORD, a pleasing odor: one young bull, one ram, seven male lambs a year old. They shall be without blemish."},{"verse": 9, "text": "Their grain offering shall be of choice flour mixed with oil, three-tenths of an ephah for the bull, two-tenths for the one ram,"},{"verse": 10, "text": "one-tenth for each of the seven lambs;"},{"verse": 11, "text": "with one male goat for a sin offering, in addition to the sin offering of atonement, and the regular burnt offering and its grain offering, and their drink offerings."},{"verse": 12, "text": "||Offerings at the Festival of Booths||On the fifteenth day of the seventh month you shall have a holy convocation; you shall not work at your occupations. You shall celebrate a festival to the LORD seven days."},{"verse": 13, "text": "You shall offer a burnt offering, an offering by fire, a pleasing odor to the LORD: thirteen young bulls, two rams, fourteen male lambs a year old. They shall be without blemish."},{"verse": 14, "text": "Their grain offering shall be of choice flour mixed with oil, three-tenths of an ephah for each of the thirteen bulls, two-tenths for each of the two rams,"},{"verse": 15, "text": "and one-tenth for each of the fourteen lambs;"},{"verse": 16, "text": "also one male goat for a sin offering, in addition to the regular burnt offering, its grain offering and its drink offering."},{"verse": 17, "text": "On the second day: twelve young bulls, two rams, fourteen male lambs a year old without blemish,"},{"verse": 18, "text": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, as prescribed in accordance with their number;"},{"verse": 19, "text": "also one male goat for a sin offering, in addition to the regular burnt offering and its grain offering, and their drink offerings."},{"verse": 20, "text": "On the third day: eleven bulls, two rams, fourteen male lambs a year old without blemish,"},{"verse": 21, "text": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, as prescribed in accordance with their number;"},{"verse": 22, "text": "also one male goat for a sin offering, in addition to the regular burnt offering and its grain offering and its drink offering."},{"verse": 23, "text": "On the fourth day: ten bulls, two rams, fourteen male lambs a year old without blemish,"},{"verse": 24, "text": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, as prescribed in accordance with their number;"},{"verse": 25, "text": "also one male goat for a sin offering, in addition to the regular burnt offering, its grain offering and its drink offering."},{"verse": 26, "text": "On the fifth day: nine bulls, two rams, fourteen male lambs a year old without blemish,"},{"verse": 27, "text": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, as prescribed in accordance with their number;"},{"verse": 28, "text": "also one male goat for a sin offering, in addition to the regular burnt offering and its grain offering and its drink offering."},{"verse": 29, "text": "On the sixth day: eight bulls, two rams, fourteen male lambs a year old without blemish,"},{"verse": 30, "text": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, as prescribed in accordance with their number;"},{"verse": 31, "text": "also one male goat for a sin offering, in addition to the regular burnt offering, its grain offering, and its drink offerings."},{"verse": 32, "text": "On the seventh day: seven bulls, two rams, fourteen male lambs a year old without blemish,"},{"verse": 33, "text": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, as prescribed in accordance with their number;"},{"verse": 34, "text": "also one male goat for a sin offering, besides the regular burnt offering, its grain offering, and its drink offering."},{"verse": 35, "text": "On the eighth day you shall have a solemn assembly; you shall not work at your occupations."},{"verse": 36, "text": "You shall offer a burnt offering, an offering by fire, a pleasing odor to the LORD: one bull, one ram, seven male lambs a year old without blemish,"},{"verse": 37, "text": "and the grain offering and the drink offerings for the bull, for the ram, and for the lambs, as prescribed in accordance with their number;"},{"verse": 38, "text": "also one male goat for a sin offering, in addition to the regular burnt offering and its grain offering and its drink offering."},{"verse": 39, "text": "These you shall offer to the LORD at your appointed festivals, in addition to your votive offerings and your freewill offerings, as your burnt offerings, your grain offerings, your drink offerings, and your offerings of well-being."},{"verse": 40, "footnotes": {"a": "Numbers 29:40 Ch 30.1 in Heb"}, "text": "[^a] So Moses told the Israelites everything just as the LORD had commanded Moses."}]}
,{"chapter": 30, "verses":[{"verse": 1, "text": "||Vows Made by Women||Then Moses said to the heads of the tribes of the Israelites: This is what the LORD has commanded."},{"verse": 2, "text": "When a man makes a vow to the LORD, or swears an oath to bind himself by a pledge, he shall not break his word; he shall do according to all that proceeds out of his mouth."},{"verse": 3, "text": "When a woman makes a vow to the LORD, or binds herself by a pledge, while within her father\"s house, in her youth,"},{"verse": 4, "text": "and her father hears of her vow or her pledge by which she has bound herself, and says nothing to her; then all her vows shall stand, and any pledge by which she has bound herself shall stand."},{"verse": 5, "text": "But if her father expresses disapproval to her at the time that he hears of it, no vow of hers, and no pledge by which she has bound herself, shall stand; and the LORD will forgive her, because her father had expressed to her his disapproval."},{"verse": 6, "text": "If she marries, while obligated by her vows or any thoughtless utterance of her lips by which she has bound herself,"},{"verse": 7, "text": "and her husband hears of it and says nothing to her at the time that he hears, then her vows shall stand, and her pledges by which she has bound herself shall stand."},{"verse": 8, "text": "But if, at the time that her husband hears of it, he expresses disapproval to her, then he shall nullify the vow by which she was obligated, or the thoughtless utterance of her lips, by which she bound herself; and the LORD will forgive her."},{"verse": 9, "text": "(But every vow of a widow or of a divorced woman, by which she has bound herself, shall be binding upon her.)"},{"verse": 10, "text": "And if she made a vow in her husband\"s house, or bound herself by a pledge with an oath,"},{"verse": 11, "text": "and her husband heard it and said nothing to her, and did not express disapproval to her, then all her vows shall stand, and any pledge by which she bound herself shall stand."},{"verse": 12, "text": "But if her husband nullifies them at the time that he hears them, then whatever proceeds out of her lips concerning her vows, or concerning her pledge of herself, shall not stand. Her husband has nullified them, and the LORD will forgive her."},{"verse": 13, "footnotes": {"a": "Numbers 30:13 Or _to fast_"}, "text": "Any vow or any binding oath to deny herself,[^a] her husband may allow to stand, or her husband may nullify."},{"verse": 14, "footnotes": {"a": "Numbers 30:14 Or _from that day to the next_"}, "text": "But if her husband says nothing to her from day to day,[^a] then he validates all her vows, or all her pledges, by which she is obligated; he has validated them, because he said nothing to her at the time that he heard of them."},{"verse": 15, "text": "But if he nullifies them some time after he has heard of them, then he shall bear her guilt."},{"verse": 16, "text": "These are the statutes that the LORD commanded Moses concerning a husband and his wife, and a father and his daughter while she is still young and in her father\"s house."}]}
,{"chapter": 31, "verses":[{"verse": 1, "text": "||War against Midian||The LORD spoke to Moses, saying,"},{"verse": 2, "text": "\"Avenge the Israelites on the Midianites; afterward you shall be gathered to your people.\""},{"verse": 3, "text": "So Moses said to the people, \"Arm some of your number for the war, so that they may go against Midian, to execute the LORD\"s vengeance on Midian."},{"verse": 4, "text": "You shall send a thousand from each of the tribes of Israel to the war.\""},{"verse": 5, "text": "So out of the thousands of Israel, a thousand from each tribe were conscripted, twelve thousand armed for battle."},{"verse": 6, "footnotes": {"a": "Numbers 31:6 Gk: Heb adds _to the war_"}, "text": "Moses sent them to the war, a thousand from each tribe, along with Phinehas son of Eleazar the priest,[^a] with the vessels of the sanctuary and the trumpets for sounding the alarm in his hand."},{"verse": 7, "text": "They did battle against Midian, as the LORD had commanded Moses, and killed every male."},{"verse": 8, "text": "They killed the kings of Midian: Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian, in addition to others who were slain by them; and they also killed Balaam son of Beor with the sword."},{"verse": 9, "text": "The Israelites took the women of Midian and their little ones captive; and they took all their cattle, their flocks, and all their goods as booty."},{"verse": 10, "text": "All their towns where they had settled, and all their encampments, they burned,"},{"verse": 11, "text": "but they took all the spoil and all the booty, both people and animals."},{"verse": 12, "text": "Then they brought the captives and the booty and the spoil to Moses, to Eleazar the priest, and to the congregation of the Israelites, at the camp on the plains of Moab by the Jordan at Jericho."},{"verse": 13, "text": "||Return from the War||Moses, Eleazar the priest, and all the leaders of the congregation went to meet them outside the camp."},{"verse": 14, "text": "Moses became angry with the officers of the army, the commanders of thousands and the commanders of hundreds, who had come from service in the war."},{"verse": 15, "text": "Moses said to them, \"Have you allowed all the women to live?"},{"verse": 16, "text": "These women here, on Balaam\"s advice, made the Israelites act treacherously against the LORD in the affair of Peor, so that the plague came among the congregation of the LORD."},{"verse": 17, "text": "Now therefore, kill every male among the little ones, and kill every woman who has known a man by sleeping with him."},{"verse": 18, "text": "But all the young girls who have not known a man by sleeping with him, keep alive for yourselves."},{"verse": 19, "text": "Camp outside the camp seven days; whoever of you has killed any person or touched a corpse, purify yourselves and your captives on the third and on the seventh day."},{"verse": 20, "text": "You shall purify every garment, every article of skin, everything made of goats\" hair, and every article of wood.\""},{"verse": 21, "text": "Eleazar the priest said to the troops who had gone to battle: \"This is the statute of the law that the LORD has commanded Moses:"},{"verse": 22, "text": "gold, silver, bronze, iron, tin, and lead--"},{"verse": 23, "text": "everything that can withstand fire, shall be passed through fire, and it shall be clean. Nevertheless it shall also be purified with the water for purification; and whatever cannot withstand fire, shall be passed through the water."},{"verse": 24, "text": "You must wash your clothes on the seventh day, and you shall be clean; afterward you may come into the camp.\""},{"verse": 25, "text": "||Disposition of Captives and Booty||The LORD spoke to Moses, saying,"},{"verse": 26, "text": "\"You and Eleazar the priest and the heads of the ancestral houses of the congregation make an inventory of the booty captured, both human and animal."},{"verse": 27, "text": "Divide the booty into two parts, between the warriors who went out to battle and all the congregation."},{"verse": 28, "text": "From the share of the warriors who went out to battle, set aside as tribute for the LORD, one item out of every five hundred, whether persons, oxen, donkeys, sheep, or goats."},{"verse": 29, "text": "Take it from their half and give it to Eleazar the priest as an offering to the LORD."},{"verse": 30, "text": "But from the Israelites\" half you shall take one out of every fifty, whether persons, oxen, donkeys, sheep, or goats--all the animals--and give them to the Levites who have charge of the tabernacle of the LORD.\""},{"verse": 31, "text": "Then Moses and Eleazar the priest did as the LORD had commanded Moses:"},{"verse": 32, "text": "The booty remaining from the spoil that the troops had taken totaled six hundred seventy-five thousand sheep,"},{"verse": 33, "text": "seventy-two thousand oxen,"},{"verse": 34, "text": "sixty-one thousand donkeys,"},{"verse": 35, "text": "and thirty-two thousand persons in all, women who had not known a man by sleeping with him."},{"verse": 36, "text": "The half-share, the portion of those who had gone out to war, was in number three hundred thirty-seven thousand five hundred sheep and goats,"},{"verse": 37, "text": "and the LORD\"s tribute of sheep and goats was six hundred seventy-five."},{"verse": 38, "text": "The oxen were thirty-six thousand, of which the LORD\"s tribute was seventy-two."},{"verse": 39, "text": "The donkeys were thirty thousand five hundred, of which the LORD\"s tribute was sixty-one."},{"verse": 40, "text": "The persons were sixteen thousand, of which the LORD\"s tribute was thirty-two persons."},{"verse": 41, "text": "Moses gave the tribute, the offering for the LORD, to Eleazar the priest, as the LORD had commanded Moses."},{"verse": 42, "text": "As for the Israelites\" half, which Moses separated from that of the troops,"},{"verse": 43, "text": "the congregation\"s half was three hundred thirty-seven thousand five hundred sheep and goats,"},{"verse": 44, "text": "thirty-six thousand oxen,"},{"verse": 45, "text": "thirty thousand five hundred donkeys,"},{"verse": 46, "text": "and sixteen thousand persons."},{"verse": 47, "text": "From the Israelites\" half Moses took one of every fifty, both of persons and of animals, and gave them to the Levites who had charge of the tabernacle of the LORD; as the LORD had commanded Moses."},{"verse": 48, "text": "Then the officers who were over the thousands of the army, the commanders of thousands and the commanders of hundreds, approached Moses,"},{"verse": 49, "text": "and said to Moses, \"Your servants have counted the warriors who are under our command, and not one of us is missing."},{"verse": 50, "text": "And we have brought the LORD\"s offering, what each of us found, articles of gold, armlets and bracelets, signet rings, earrings, and pendants, to make atonement for ourselves before the LORD.\""},{"verse": 51, "text": "Moses and Eleazar the priest received the gold from them, all in the form of crafted articles."},{"verse": 52, "text": "And all the gold of the offering that they offered to the LORD, from the commanders of thousands and the commanders of hundreds, was sixteen thousand seven hundred fifty shekels."},{"verse": 53, "text": "(The troops had all taken plunder for themselves.)"},{"verse": 54, "text": "So Moses and Eleazar the priest received the gold from the commanders of thousands and of hundreds, and brought it into the tent of meeting as a memorial for the Israelites before the LORD."}]}
,{"chapter": 32, "verses":[{"verse": 1, "text": "||Conquest and Division of Transjordan||Now the Reubenites and the Gadites owned a very great number of cattle. When they saw that the land of Jazer and the land of Gilead was a good place for cattle,"},{"verse": 2, "text": "the Gadites and the Reubenites came and spoke to Moses, to Eleazar the priest, and to the leaders of the congregation, saying,"},{"verse": 3, "text": "\"Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon--"},{"verse": 4, "text": "the land that the LORD subdued before the congregation of Israel--is a land for cattle; and your servants have cattle.\""},{"verse": 5, "text": "They continued, \"If we have found favor in your sight, let this land be given to your servants for a possession; do not make us cross the Jordan.\""},{"verse": 6, "text": "But Moses said to the Gadites and to the Reubenites, \"Shall your brothers go to war while you sit here?"},{"verse": 7, "text": "Why will you discourage the hearts of the Israelites from going over into the land that the LORD has given them?"},{"verse": 8, "text": "Your fathers did this, when I sent them from Kadesh-barnea to see the land."},{"verse": 9, "text": "When they went up to the Wadi Eshcol and saw the land, they discouraged the hearts of the Israelites from going into the land that the LORD had given them."},{"verse": 10, "text": "The LORD\"s anger was kindled on that day and he swore, saying,"},{"verse": 11, "text": "\"Surely none of the people who came up out of Egypt, from twenty years old and upward, shall see the land that I swore to give to Abraham, to Isaac, and to Jacob, because they have not unreservedly followed me--"},{"verse": 12, "text": "none except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they have unreservedly followed the LORD.\""},{"verse": 13, "text": "And the LORD\"s anger was kindled against Israel, and he made them wander in the wilderness for forty years, until all the generation that had done evil in the sight of the LORD had disappeared."},{"verse": 14, "text": "And now you, a brood of sinners, have risen in place of your fathers, to increase the LORD\"s fierce anger against Israel!"},{"verse": 15, "text": "If you turn away from following him, he will again abandon them in the wilderness; and you will destroy all this people.\""},{"verse": 16, "text": "Then they came up to him and said, \"We will build sheepfolds here for our flocks, and towns for our little ones,"},{"verse": 17, "footnotes": {"a": "Numbers 32:17 Cn: Heb _hurrying_"}, "text": "but we will take up arms as a vanguard[^a] before the Israelites, until we have brought them to their place. Meanwhile our little ones will stay in the fortified towns because of the inhabitants of the land."},{"verse": 18, "text": "We will not return to our homes until all the Israelites have obtained their inheritance."},{"verse": 19, "text": "We will not inherit with them on the other side of the Jordan and beyond, because our inheritance has come to us on this side of the Jordan to the east.\""},{"verse": 20, "text": "So Moses said to them, \"If you do this--if you take up arms to go before the LORD for the war,"},{"verse": 21, "text": "and all those of you who bear arms cross the Jordan before the LORD, until he has driven out his enemies from before him"},{"verse": 22, "text": "and the land is subdued before the LORD--then after that you may return and be free of obligation to the LORD and to Israel, and this land shall be your possession before the LORD."},{"verse": 23, "text": "But if you do not do this, you have sinned against the LORD; and be sure your sin will find you out."},{"verse": 24, "text": "Build towns for your little ones, and folds for your flocks; but do what you have promised.\""},{"verse": 25, "text": "Then the Gadites and the Reubenites said to Moses, \"Your servants will do as my lord commands."},{"verse": 26, "text": "Our little ones, our wives, our flocks, and all our livestock shall remain there in the towns of Gilead;"},{"verse": 27, "text": "but your servants will cross over, everyone armed for war, to do battle for the LORD, just as my lord orders.\""},{"verse": 28, "text": "So Moses gave command concerning them to Eleazar the priest, to Joshua son of Nun, and to the heads of the ancestral houses of the Israelite tribes."},{"verse": 29, "text": "And Moses said to them, \"If the Gadites and the Reubenites, everyone armed for battle before the LORD, will cross over the Jordan with you and the land shall be subdued before you, then you shall give them the land of Gilead for a possession;"},{"verse": 30, "text": "but if they will not cross over with you armed, they shall have possessions among you in the land of Canaan.\""},{"verse": 31, "text": "The Gadites and the Reubenites answered, \"As the LORD has spoken to your servants, so we will do."},{"verse": 32, "footnotes": {"a": "Numbers 32:32 Heb _beyond_"}, "text": "We will cross over armed before the LORD into the land of Canaan, but the possession of our inheritance shall remain with us on this side of[^a] the Jordan.\""},{"verse": 33, "text": "Moses gave to them--to the Gadites and to the Reubenites and to the half-tribe of Manasseh son of Joseph--the kingdom of King Sihon of the Amorites and the kingdom of King Og of Bashan, the land and its towns, with the territories of the surrounding towns."},{"verse": 34, "text": "And the Gadites rebuilt Dibon, Ataroth, Aroer,"},{"verse": 35, "text": "Atroth-shophan, Jazer, Jogbehah,"},{"verse": 36, "text": "Beth-nimrah, and Beth-haran, fortified cities, and folds for sheep."},{"verse": 37, "text": "And the Reubenites rebuilt Heshbon, Elealeh, Kiriathaim,"},{"verse": 38, "text": "Nebo, and Baal-meon (some names being changed), and Sibmah; and they gave names to the towns that they rebuilt."},{"verse": 39, "text": "The descendants of Machir son of Manasseh went to Gilead, captured it, and dispossessed the Amorites who were there;"},{"verse": 40, "text": "so Moses gave Gilead to Machir son of Manasseh, and he settled there."},{"verse": 41, "footnotes": {"a": "Numbers 32:41 That is _the villages of Jair_"}, "text": "Jair son of Manasseh went and captured their villages, and renamed them Havvoth-jair.[^a]"},{"verse": 42, "text": "And Nobah went and captured Kenath and its villages, and renamed it Nobah after himself."}]}
,{"chapter": 33, "verses":[{"verse": 1, "text": "||The Stages of Israel\"s Journey from Egypt||These are the stages by which the Israelites went out of the land of Egypt in military formation under the leadership of Moses and Aaron."},{"verse": 2, "text": "Moses wrote down their starting points, stage by stage, by command of the LORD; and these are their stages according to their starting places."},{"verse": 3, "text": "They set out from Rameses in the first month, on the fifteenth day of the first month; on the day after the passover the Israelites went out boldly in the sight of all the Egyptians,"},{"verse": 4, "text": "while the Egyptians were burying all their firstborn, whom the LORD had struck down among them. The LORD executed judgments even against their gods."},{"verse": 5, "text": "So the Israelites set out from Rameses, and camped at Succoth."},{"verse": 6, "text": "They set out from Succoth, and camped at Etham, which is on the edge of the wilderness."},{"verse": 7, "text": "They set out from Etham, and turned back to Pi-hahiroth, which faces Baal-zephon; and they camped before Migdol."},{"verse": 8, "text": "They set out from Pi-hahiroth, passed through the sea into the wilderness, went a three days\" journey in the wilderness of Etham, and camped at Marah."},{"verse": 9, "text": "They set out from Marah and came to Elim; at Elim there were twelve springs of water and seventy palm trees, and they camped there."},{"verse": 10, "footnotes": {"a": "Numbers 33:10 Or _Sea of Reeds_"}, "text": "They set out from Elim and camped by the Red Sea.[^a]"},{"verse": 11, "footnotes": {"a": "Numbers 33:11 Or _Sea of Reeds_"}, "text": "They set out from the Red Sea[^a] and camped in the wilderness of Sin."},{"verse": 12, "text": "They set out from the wilderness of Sin and camped at Dophkah."},{"verse": 13, "text": "They set out from Dophkah and camped at Alush."},{"verse": 14, "text": "They set out from Alush and camped at Rephidim, where there was no water for the people to drink."},{"verse": 15, "text": "They set out from Rephidim and camped in the wilderness of Sinai."},{"verse": 16, "text": "They set out from the wilderness of Sinai and camped at Kibroth-hattaavah."},{"verse": 17, "text": "They set out from Kibroth-hattaavah and camped at Hazeroth."},{"verse": 18, "text": "They set out from Hazeroth and camped at Rithmah."},{"verse": 19, "text": "They set out from Rithmah and camped at Rimmon-perez."},{"verse": 20, "text": "They set out from Rimmon-perez and camped at Libnah."},{"verse": 21, "text": "They set out from Libnah and camped at Rissah."},{"verse": 22, "text": "They set out from Rissah and camped at Kehelathah."},{"verse": 23, "text": "They set out from Kehelathah and camped at Mount Shepher."},{"verse": 24, "text": "They set out from Mount Shepher and camped at Haradah."},{"verse": 25, "text": "They set out from Haradah and camped at Makheloth."},{"verse": 26, "text": "They set out from Makheloth and camped at Tahath."},{"verse": 27, "text": "They set out from Tahath and camped at Terah."},{"verse": 28, "text": "They set out from Terah and camped at Mithkah."},{"verse": 29, "text": "They set out from Mithkah and camped at Hashmonah."},{"verse": 30, "text": "They set out from Hashmonah and camped at Moseroth."},{"verse": 31, "text": "They set out from Moseroth and camped at Bene-jaakan."},{"verse": 32, "text": "They set out from Bene-jaakan and camped at Hor-haggidgad."},{"verse": 33, "text": "They set out from Hor-haggidgad and camped at Jotbathah."},{"verse": 34, "text": "They set out from Jotbathah and camped at Abronah."},{"verse": 35, "text": "They set out from Abronah and camped at Ezion-geber."},{"verse": 36, "text": "They set out from Ezion-geber and camped in the wilderness of Zin (that is, Kadesh)."},{"verse": 37, "text": "They set out from Kadesh and camped at Mount Hor, on the edge of the land of Edom."},{"verse": 38, "text": "Aaron the priest went up Mount Hor at the command of the LORD and died there in the fortieth year after the Israelites had come out of the land of Egypt, on the first day of the fifth month."},{"verse": 39, "text": "Aaron was one hundred twenty-three years old when he died on Mount Hor."},{"verse": 40, "text": "The Canaanite, the king of Arad, who lived in the Negeb in the land of Canaan, heard of the coming of the Israelites."},{"verse": 41, "text": "They set out from Mount Hor and camped at Zalmonah."},{"verse": 42, "text": "They set out from Zalmonah and camped at Punon."},{"verse": 43, "text": "They set out from Punon and camped at Oboth."},{"verse": 44, "text": "They set out from Oboth and camped at Iye-abarim, in the territory of Moab."},{"verse": 45, "text": "They set out from Iyim and camped at Dibon-gad."},{"verse": 46, "text": "They set out from Dibon-gad and camped at Almon-diblathaim."},{"verse": 47, "text": "They set out from Almon-diblathaim and camped in the mountains of Abarim, before Nebo."},{"verse": 48, "text": "They set out from the mountains of Abarim and camped in the plains of Moab by the Jordan at Jericho;"},{"verse": 49, "text": "they camped by the Jordan from Beth-jeshimoth as far as Abel-shittim in the plains of Moab."},{"verse": 50, "text": "||Directions for the Conquest of Canaan||In the plains of Moab by the Jordan at Jericho, the LORD spoke to Moses, saying:"},{"verse": 51, "text": "Speak to the Israelites, and say to them: When you cross over the Jordan into the land of Canaan,"},{"verse": 52, "text": "you shall drive out all the inhabitants of the land from before you, destroy all their figured stones, destroy all their cast images, and demolish all their high places."},{"verse": 53, "text": "You shall take possession of the land and settle in it, for I have given you the land to possess."},{"verse": 54, "text": "You shall apportion the land by lot according to your clans; to a large one you shall give a large inheritance, and to a small one you shall give a small inheritance; the inheritance shall belong to the person on whom the lot falls; according to your ancestral tribes you shall inherit."},{"verse": 55, "text": "But if you do not drive out the inhabitants of the land from before you, then those whom you let remain shall be as barbs in your eyes and thorns in your sides; they shall trouble you in the land where you are settling."},{"verse": 56, "text": "And I will do to you as I thought to do to them."}]}
,{"chapter": 34, "verses":[{"verse": 1, "text": "||The Boundaries of the Land||The LORD spoke to Moses, saying:"},{"verse": 2, "text": "Command the Israelites, and say to them: When you enter the land of Canaan (this is the land that shall fall to you for an inheritance, the land of Canaan, defined by its boundaries),"},{"verse": 3, "footnotes": {"a": "Numbers 34:3 Heb _Salt Sea_"}, "text": "your south sector shall extend from the wilderness of Zin along the side of Edom. Your southern boundary shall begin from the end of the Dead Sea[^a] on the east;"},{"verse": 4, "text": "your boundary shall turn south of the ascent of Akrabbim, and cross to Zin, and its outer limit shall be south of Kadesh-barnea; then it shall go on to Hazar-addar, and cross to Azmon;"},{"verse": 5, "text": "the boundary shall turn from Azmon to the Wadi of Egypt, and its termination shall be at the Sea."},{"verse": 6, "footnotes": {"a": "Numbers 34:6 Syr: Heb lacks _its_"}, "text": "For the western boundary, you shall have the Great Sea and its[^a] coast; this shall be your western boundary."},{"verse": 7, "text": "This shall be your northern boundary: from the Great Sea you shall mark out your line to Mount Hor;"},{"verse": 8, "text": "from Mount Hor you shall mark it out to Lebo-hamath, and the outer limit of the boundary shall be at Zedad;"},{"verse": 9, "text": "then the boundary shall extend to Ziphron, and its end shall be at Hazar-enan; this shall be your northern boundary."},{"verse": 10, "text": "You shall mark out your eastern boundary from Hazar-enan to Shepham;"},{"verse": 11, "text": "and the boundary shall continue down from Shepham to Riblah on the east side of Ain; and the boundary shall go down, and reach the eastern slope of the sea of Chinnereth;"},{"verse": 12, "footnotes": {"a": "Numbers 34:12 Heb _Salt Sea_"}, "text": "and the boundary shall go down to the Jordan, and its end shall be at the Dead Sea.[^a] This shall be your land with its boundaries all around."},{"verse": 13, "text": "Moses commanded the Israelites, saying: This is the land that you shall inherit by lot, which the LORD has commanded to give to the nine tribes and to the half-tribe;"},{"verse": 14, "text": "for the tribe of the Reubenites by their ancestral houses and the tribe of the Gadites by their ancestral houses have taken their inheritance, and also the half-tribe of Manasseh;"},{"verse": 15, "text": "the two tribes and the half-tribe have taken their inheritance beyond the Jordan at Jericho eastward, toward the sunrise."},{"verse": 16, "text": "||Tribal Leaders||The LORD spoke to Moses, saying:"},{"verse": 17, "text": "These are the names of the men who shall apportion the land to you for inheritance: the priest Eleazar and Joshua son of Nun."},{"verse": 18, "text": "You shall take one leader of every tribe to apportion the land for inheritance."},{"verse": 19, "text": "These are the names of the men: Of the tribe of Judah, Caleb son of Jephunneh."},{"verse": 20, "text": "Of the tribe of the Simeonites, Shemuel son of Ammihud."},{"verse": 21, "text": "Of the tribe of Benjamin, Elidad son of Chislon."},{"verse": 22, "text": "Of the tribe of the Danites a leader, Bukki son of Jogli."},{"verse": 23, "text": "Of the Josephites: of the tribe of the Manassites a leader, Hanniel son of Ephod,"},{"verse": 24, "text": "and of the tribe of the Ephraimites a leader, Kemuel son of Shiphtan."},{"verse": 25, "text": "Of the tribe of the Zebulunites a leader, Eli-zaphan son of Parnach."},{"verse": 26, "text": "Of the tribe of the Issacharites a leader, Paltiel son of Azzan."},{"verse": 27, "text": "And of the tribe of the Asherites a leader, Ahihud son of Shelomi."},{"verse": 28, "text": "Of the tribe of the Naphtalites a leader, Pedahel son of Ammihud."},{"verse": 29, "text": "These were the ones whom the LORD commanded to apportion the inheritance for the Israelites in the land of Canaan."}]}
,{"chapter": 35, "verses":[{"verse": 1, "text": "||Cities for the Levites||In the plains of Moab by the Jordan at Jericho, the LORD spoke to Moses, saying:"},{"verse": 2, "text": "Command the Israelites to give, from the inheritance that they possess, towns for the Levites to live in; you shall also give to the Levites pasture lands surrounding the towns."},{"verse": 3, "text": "The towns shall be theirs to live in, and their pasture lands shall be for their cattle, for their livestock, and for all their animals."},{"verse": 4, "text": "The pasture lands of the towns, which you shall give to the Levites, shall reach from the wall of the town outward a thousand cubits all around."},{"verse": 5, "text": "You shall measure, outside the town, for the east side two thousand cubits, for the south side two thousand cubits, for the west side two thousand cubits, and for the north side two thousand cubits, with the town in the middle; this shall belong to them as pasture land for their towns."},{"verse": 6, "text": "The towns that you give to the Levites shall include the six cities of refuge, where you shall permit a slayer to flee, and in addition to them you shall give forty-two towns."},{"verse": 7, "text": "The towns that you give to the Levites shall total forty-eight, with their pasture lands."},{"verse": 8, "text": "And as for the towns that you shall give from the possession of the Israelites, from the larger tribes you shall take many, and from the smaller tribes you shall take few; each, in proportion to the inheritance that it obtains, shall give of its towns to the Levites."},{"verse": 9, "text": "||Cities of Refuge||The LORD spoke to Moses, saying:"},{"verse": 10, "text": "Speak to the Israelites, and say to them: When you cross the Jordan into the land of Canaan,"},{"verse": 11, "text": "then you shall select cities to be cities of refuge for you, so that a slayer who kills a person without intent may flee there."},{"verse": 12, "text": "The cities shall be for you a refuge from the avenger, so that the slayer may not die until there is a trial before the congregation."},{"verse": 13, "text": "The cities that you designate shall be six cities of refuge for you:"},{"verse": 14, "text": "you shall designate three cities beyond the Jordan, and three cities in the land of Canaan, to be cities of refuge."},{"verse": 15, "text": "These six cities shall serve as refuge for the Israelites, for the resident or transient alien among them, so that anyone who kills a person without intent may flee there."},{"verse": 16, "text": "||Concerning Murder and Blood Revenge||But anyone who strikes another with an iron object, and death ensues, is a murderer; the murderer shall be put to death."},{"verse": 17, "text": "Or anyone who strikes another with a stone in hand that could cause death, and death ensues, is a murderer; the murderer shall be put to death."},{"verse": 18, "text": "Or anyone who strikes another with a weapon of wood in hand that could cause death, and death ensues, is a murderer; the murderer shall be put to death."},{"verse": 19, "text": "The avenger of blood is the one who shall put the murderer to death; when they meet, the avenger of blood shall execute the sentence."},{"verse": 20, "text": "Likewise, if someone pushes another from hatred, or hurls something at another, lying in wait, and death ensues,"},{"verse": 21, "text": "or in enmity strikes another with the hand, and death ensues, then the one who struck the blow shall be put to death; that person is a murderer; the avenger of blood shall put the murderer to death, when they meet."},{"verse": 22, "text": "But if someone pushes another suddenly without enmity, or hurls any object without lying in wait,"},{"verse": 23, "footnotes": {"a": "Numbers 35:23 Heb _without seeing_"}, "text": "or, while handling any stone that could cause death, unintentionally[^a] drops it on another and death ensues, though they were not enemies, and no harm was intended,"},{"verse": 24, "text": "then the congregation shall judge between the slayer and the avenger of blood, in accordance with these ordinances;"},{"verse": 25, "text": "and the congregation shall rescue the slayer from the avenger of blood. Then the congregation shall send the slayer back to the original city of refuge. The slayer shall live in it until the death of the high priest who was anointed with the holy oil."},{"verse": 26, "text": "But if the slayer shall at any time go outside the bounds of the original city of refuge,"},{"verse": 27, "text": "and is found by the avenger of blood outside the bounds of the city of refuge, and is killed by the avenger, no bloodguilt shall be incurred."},{"verse": 28, "text": "For the slayer must remain in the city of refuge until the death of the high priest; but after the death of the high priest the slayer may return home."},{"verse": 29, "text": "These things shall be a statute and ordinance for you throughout your generations wherever you live."},{"verse": 30, "text": "If anyone kills another, the murderer shall be put to death on the evidence of witnesses; but no one shall be put to death on the testimony of a single witness."},{"verse": 31, "text": "Moreover you shall accept no ransom for the life of a murderer who is subject to the death penalty; a murderer must be put to death."},{"verse": 32, "text": "Nor shall you accept ransom for one who has fled to a city of refuge, enabling the fugitive to return to live in the land before the death of the high priest."},{"verse": 33, "text": "You shall not pollute the land in which you live; for blood pollutes the land, and no expiation can be made for the land, for the blood that is shed in it, except by the blood of the one who shed it."},{"verse": 34, "text": "You shall not defile the land in which you live, in which I also dwell; for I the LORD dwell among the Israelites."}]}
,{"chapter": 36, "verses":[{"verse": 1, "text": "||Marriage of Female Heirs||The heads of the ancestral houses of the clans of the descendants of Gilead son of Machir son of Manasseh, of the Josephite clans, came forward and spoke in the presence of Moses and the leaders, the heads of the ancestral houses of the Israelites;"},{"verse": 2, "text": "they said, \"The LORD commanded my lord to give the land for inheritance by lot to the Israelites; and my lord was commanded by the LORD to give the inheritance of our brother Zelophehad to his daughters."},{"verse": 3, "text": "But if they are married into another Israelite tribe, then their inheritance will be taken from the inheritance of our ancestors and added to the inheritance of the tribe into which they marry; so it will be taken away from the allotted portion of our inheritance."},{"verse": 4, "text": "And when the jubilee of the Israelites comes, then their inheritance will be added to the inheritance of the tribe into which they have married; and their inheritance will be taken from the inheritance of our ancestral tribe.\""},{"verse": 5, "text": "Then Moses commanded the Israelites according to the word of the LORD, saying, \"The descendants of the tribe of Joseph are right in what they are saying."},{"verse": 6, "text": "This is what the LORD commands concerning the daughters of Zelophehad, \"Let them marry whom they think best; only it must be into a clan of their father\"s tribe that they are married,"},{"verse": 7, "text": "so that no inheritance of the Israelites shall be transferred from one tribe to another; for all Israelites shall retain the inheritance of their ancestral tribes."},{"verse": 8, "text": "Every daughter who possesses an inheritance in any tribe of the Israelites shall marry one from the clan of her father\"s tribe, so that all Israelites may continue to possess their ancestral inheritance."},{"verse": 9, "text": "No inheritance shall be transferred from one tribe to another; for each of the tribes of the Israelites shall retain its own inheritance.\"\""},{"verse": 10, "text": "The daughters of Zelophehad did as the LORD had commanded Moses."},{"verse": 11, "text": "Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, married sons of their father\"s brothers."},{"verse": 12, "text": "They were married into the clans of the descendants of Manasseh son of Joseph, and their inheritance remained in the tribe of their father\"s clan."},{"verse": 13, "text": "These are the commandments and the ordinances that the LORD commanded through Moses to the Israelites in the plains of Moab by the Jordan at Jericho."}]}
]}