{"book": "Philippians", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Philippians 1:1 Gk _slaves_", "b": "Philippians 1:1 Or _overseers_", "c": "Philippians 1:1 Or _overseers and helpers_"}, "text": "||Salutation||Paul and Timothy, servants[^a] of Christ Jesus,\nTo all the saints in Christ Jesus who are in Philippi, with the bishops[^b] and deacons:[^c]"},{"verse": 2, "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."},{"verse": 3, "text": "||Paul\"s Prayer for the Philippians||I thank my God every time I remember you,"},{"verse": 4, "text": "constantly praying with joy in every one of my prayers for all of you,"},{"verse": 5, "text": "because of your sharing in the gospel from the first day until now."},{"verse": 6, "text": "I am confident of this, that the one who began a good work among you will bring it to completion by the day of Jesus Christ."},{"verse": 7, "footnotes": {"a": "Philippians 1:7 Or _because I hold you in my heart_", "b": "Philippians 1:7 Gk _in grace_"}, "text": "It is right for me to think this way about all of you, because you hold me in your heart,[^a] for all of you share in God\"s grace[^b] with me, both in my imprisonment and in the defense and confirmation of the gospel."},{"verse": 8, "text": "For God is my witness, how I long for all of you with the compassion of Christ Jesus."},{"verse": 9, "text": "And this is my prayer, that your love may overflow more and more with knowledge and full insight"},{"verse": 10, "text": "to help you to determine what is best, so that in the day of Christ you may be pure and blameless,"},{"verse": 11, "text": "having produced the harvest of righteousness that comes through Jesus Christ for the glory and praise of God."},{"verse": 12, "footnotes": {"a": "Philippians 1:12 Gk _brothers_"}, "text": "||Paul\"s Present Circumstances||I want you to know, beloved,[^a] that what has happened to me has actually helped to spread the gospel,"},{"verse": 13, "footnotes": {"a": "Philippians 1:13 Gk _whole praetorium_"}, "text": "so that it has become known throughout the whole imperial guard[^a] and to everyone else that my imprisonment is for Christ;"},{"verse": 14, "footnotes": {"a": "Philippians 1:14 Gk _brothers_", "b": "Philippians 1:14 Other ancient authorities read _word of God_"}, "text": "and most of the brothers and sisters,[^a] having been made confident in the Lord by my imprisonment, dare to speak the word[^b] with greater boldness and without fear."},{"verse": 15, "text": "Some proclaim Christ from envy and rivalry, but others from goodwill."},{"verse": 16, "text": "These proclaim Christ out of love, knowing that I have been put here for the defense of the gospel;"},{"verse": 17, "text": "the others proclaim Christ out of selfish ambition, not sincerely but intending to increase my suffering in my imprisonment."},{"verse": 18, "text": "What does it matter? Just this, that Christ is proclaimed in every way, whether out of false motives or true; and in that I rejoice.\nYes, and I will continue to rejoice,"},{"verse": 19, "text": "for I know that through your prayers and the help of the Spirit of Jesus Christ this will turn out for my deliverance."},{"verse": 20, "text": "It is my eager expectation and hope that I will not be put to shame in any way, but that by my speaking with all boldness, Christ will be exalted now as always in my body, whether by life or by death."},{"verse": 21, "text": "For to me, living is Christ and dying is gain."},{"verse": 22, "text": "If I am to live in the flesh, that means fruitful labor for me; and I do not know which I prefer."},{"verse": 23, "text": "I am hard pressed between the two: my desire is to depart and be with Christ, for that is far better;"},{"verse": 24, "text": "but to remain in the flesh is more necessary for you."},{"verse": 25, "text": "Since I am convinced of this, I know that I will remain and continue with all of you for your progress and joy in faith,"},{"verse": 26, "text": "so that I may share abundantly in your boasting in Christ Jesus when I come to you again."},{"verse": 27, "text": "Only, live your life in a manner worthy of the gospel of Christ, so that, whether I come and see you or am absent and hear about you, I will know that you are standing firm in one spirit, striving side by side with one mind for the faith of the gospel,"},{"verse": 28, "text": "and are in no way intimidated by your opponents. For them this is evidence of their destruction, but of your salvation. And this is God\"s doing."},{"verse": 29, "text": "For he has graciously granted you the privilege not only of believing in Christ, but of suffering for him as well--"},{"verse": 30, "text": "since you are having the same struggle that you saw I had and now hear that I still have."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Imitating Christ\"s Humility||If then there is any encouragement in Christ, any consolation from love, any sharing in the Spirit, any compassion and sympathy,"},{"verse": 2, "text": "make my joy complete: be of the same mind, having the same love, being in full accord and of one mind."},{"verse": 3, "text": "Do nothing from selfish ambition or conceit, but in humility regard others as better than yourselves."},{"verse": 4, "text": "Let each of you look not to your own interests, but to the interests of others."},{"verse": 5, "footnotes": {"a": "Philippians 2:5 Or _that you have_"}, "text": "Let the same mind be in you that was[^a] in Christ Jesus,"},{"verse": 6, "text": "who, though he was in the form of God,  \n    did not regard equality with God  \n    as something to be exploited,"},{"verse": 7, "text": "but emptied himself,  \n    taking the form of a slave,  \n    being born in human likeness.  \nAnd being found in human form,"},{"verse": 8, "text": "    he humbled himself  \n    and became obedient to the point of death--  \n    even death on a cross."},{"verse": 9, "text": "Therefore God also highly exalted him  \n    and gave him the name  \n    that is above every name,"},{"verse": 10, "text": "so that at the name of Jesus  \n    every knee should bend,  \n    in heaven and on earth and under the earth,"},{"verse": 11, "text": "and every tongue should confess  \n    that Jesus Christ is Lord,  \n    to the glory of God the Father."},{"verse": 12, "text": "||Shining as Lights in the World||Therefore, my beloved, just as you have always obeyed me, not only in my presence, but much more now in my absence, work out your own salvation with fear and trembling;"},{"verse": 13, "text": "for it is God who is at work in you, enabling you both to will and to work for his good pleasure."},{"verse": 14, "text": "Do all things without murmuring and arguing,"},{"verse": 15, "text": "so that you may be blameless and innocent, children of God without blemish in the midst of a crooked and perverse generation, in which you shine like stars in the world."},{"verse": 16, "text": "It is by your holding fast to the word of life that I can boast on the day of Christ that I did not run in vain or labor in vain."},{"verse": 17, "text": "But even if I am being poured out as a libation over the sacrifice and the offering of your faith, I am glad and rejoice with all of you--"},{"verse": 18, "text": "and in the same way you also must be glad and rejoice with me."},{"verse": 19, "text": "||Timothy and Epaphroditus||I hope in the Lord Jesus to send Timothy to you soon, so that I may be cheered by news of you."},{"verse": 20, "text": "I have no one like him who will be genuinely concerned for your welfare."},{"verse": 21, "text": "All of them are seeking their own interests, not those of Jesus Christ."},{"verse": 22, "footnotes": {"a": "Philippians 2:22 Gk _his_"}, "text": "But Timothy\"s[^a] worth you know, how like a son with a father he has served with me in the work of the gospel."},{"verse": 23, "text": "I hope therefore to send him as soon as I see how things go with me;"},{"verse": 24, "text": "and I trust in the Lord that I will also come soon."},{"verse": 25, "footnotes": {"a": "Philippians 2:25 Gk _apostle_"}, "text": "Still, I think it necessary to send to you Epaphroditus--my brother and co-worker and fellow soldier, your messenger[^a] and minister to my need;"},{"verse": 26, "footnotes": {"a": "Philippians 2:26 Other ancient authorities read _longing to see_"}, "text": "for he has been longing for[^a] all of you, and has been distressed because you heard that he was ill."},{"verse": 27, "text": "He was indeed so ill that he nearly died. But God had mercy on him, and not only on him but on me also, so that I would not have one sorrow after another."},{"verse": 28, "text": "I am the more eager to send him, therefore, in order that you may rejoice at seeing him again, and that I may be less anxious."},{"verse": 29, "text": "Welcome him then in the Lord with all joy, and honor such people,"},{"verse": 30, "footnotes": {"a": "Philippians 2:30 Other ancient authorities read _of the Lord_"}, "text": "because he came close to death for the work of Christ,[^a] risking his life to make up for those services that you could not give me."}]}
,{"chapter": 3, "verses":[{"verse": 1, "footnotes": {"a": "Philippians 3:1 Gk _my brothers_", "b": "Philippians 3:1 Or _farewell_"}, "text": "Finally, my brothers and sisters,[^a] rejoice[^b] in the Lord.||Breaking with the Past||\nTo write the same things to you is not troublesome to me, and for you it is a safeguard."},{"verse": 2, "footnotes": {"a": "Philippians 3:2 Gk _the mutilation_"}, "text": "Beware of the dogs, beware of the evil workers, beware of those who mutilate the flesh![^a]"},{"verse": 3, "footnotes": {"a": "Philippians 3:3 Other ancient authorities read _worship God in spirit_"}, "text": "For it is we who are the circumcision, who worship in the Spirit of God[^a] and boast in Christ Jesus and have no confidence in the flesh--"},{"verse": 4, "text": "even though I, too, have reason for confidence in the flesh.\nIf anyone else has reason to be confident in the flesh, I have more:"},{"verse": 5, "text": "circumcised on the eighth day, a member of the people of Israel, of the tribe of Benjamin, a Hebrew born of Hebrews; as to the law, a Pharisee;"},{"verse": 6, "text": "as to zeal, a persecutor of the church; as to righteousness under the law, blameless."},{"verse": 7, "text": "Yet whatever gains I had, these I have come to regard as loss because of Christ."},{"verse": 8, "text": "More than that, I regard everything as loss because of the surpassing value of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things, and I regard them as rubbish, in order that I may gain Christ"},{"verse": 9, "footnotes": {"a": "Philippians 3:9 Or _through the faith of Christ_"}, "text": "and be found in him, not having a righteousness of my own that comes from the law, but one that comes through faith in Christ,[^a] the righteousness from God based on faith."},{"verse": 10, "footnotes": {"a": "Philippians 3:10 Gk _him_"}, "text": "I want to know Christ[^a] and the power of his resurrection and the sharing of his sufferings by becoming like him in his death,"},{"verse": 11, "text": "if somehow I may attain the resurrection from the dead."},{"verse": 12, "footnotes": {"a": "Philippians 3:12 Or _have already been made perfect_"}, "text": "||Pressing toward the Goal||Not that I have already obtained this or have already reached the goal;[^a] but I press on to make it my own, because Christ Jesus has made me his own."},{"verse": 13, "footnotes": {"a": "Philippians 3:13 Gk _Brothers_", "b": "Philippians 3:13 Other ancient authorities read _my own yet_"}, "text": "Beloved,[^a] I do not consider that I have made it my own;[^b] but this one thing I do: forgetting what lies behind and straining forward to what lies ahead,"},{"verse": 14, "footnotes": {"a": "Philippians 3:14 Gk _upward_"}, "text": "I press on toward the goal for the prize of the heavenly[^a] call of God in Christ Jesus."},{"verse": 15, "text": "Let those of us then who are mature be of the same mind; and if you think differently about anything, this too God will reveal to you."},{"verse": 16, "text": "Only let us hold fast to what we have attained."},{"verse": 17, "footnotes": {"a": "Philippians 3:17 Gk _Brothers_"}, "text": "Brothers and sisters,[^a] join in imitating me, and observe those who live according to the example you have in us."},{"verse": 18, "text": "For many live as enemies of the cross of Christ; I have often told you of them, and now I tell you even with tears."},{"verse": 19, "text": "Their end is destruction; their god is the belly; and their glory is in their shame; their minds are set on earthly things."},{"verse": 20, "footnotes": {"a": "Philippians 3:20 Or _commonwealth_"}, "text": "But our citizenship[^a] is in heaven, and it is from there that we are expecting a Savior, the Lord Jesus Christ."},{"verse": 21, "footnotes": {"a": "Philippians 3:21 Or _our humble bodies_", "b": "Philippians 3:21 Or _his glorious body_"}, "text": "He will transform the body of our humiliation[^a] that it may be conformed to the body of his glory,[^b] by the power that also enables him to make all things subject to himself."}]}
,{"chapter": 4, "verses":[{"verse": 1, "footnotes": {"a": "Philippians 4:1 Gk _my brothers_"}, "text": "Therefore, my brothers and sisters,[^a] whom I love and long for, my joy and crown, stand firm in the Lord in this way, my beloved."},{"verse": 2, "text": "||Exhortations||I urge Euodia and I urge Syntyche to be of the same mind in the Lord."},{"verse": 3, "footnotes": {"a": "Philippians 4:3 Or _loyal Syzygus_"}, "text": "Yes, and I ask you also, my loyal companion,[^a] help these women, for they have struggled beside me in the work of the gospel, together with Clement and the rest of my co-workers, whose names are in the book of life."},{"verse": 4, "footnotes": {"a": "Philippians 4:4 Or _Farewell_", "b": "Philippians 4:4 Or _Farewell_"}, "text": "Rejoice[^a] in the Lord always; again I will say, Rejoice.[^b]"},{"verse": 5, "text": "Let your gentleness be known to everyone. The Lord is near."},{"verse": 6, "text": "Do not worry about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."},{"verse": 7, "text": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."},{"verse": 8, "footnotes": {"a": "Philippians 4:8 Gk _brothers_", "b": "Philippians 4:8 Gk _take account of_"}, "text": "Finally, beloved,[^a] whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is pleasing, whatever is commendable, if there is any excellence and if there is anything worthy of praise, think about[^b] these things."},{"verse": 9, "text": "Keep on doing the things that you have learned and received and heard and seen in me, and the God of peace will be with you."},{"verse": 10, "footnotes": {"a": "Philippians 4:10 Gk _I rejoiced_", "b": "Philippians 4:10 Gk lacks _to show it_"}, "text": "||Acknowledgment of the Philippians\" Gift||I rejoice[^a] in the Lord greatly that now at last you have revived your concern for me; indeed, you were concerned for me, but had no opportunity to show it.[^b]"},{"verse": 11, "text": "Not that I am referring to being in need; for I have learned to be content with whatever I have."},{"verse": 12, "text": "I know what it is to have little, and I know what it is to have plenty. In any and all circumstances I have learned the secret of being well-fed and of going hungry, of having plenty and of being in need."},{"verse": 13, "text": "I can do all things through him who strengthens me."},{"verse": 14, "text": "In any case, it was kind of you to share my distress."},{"verse": 15, "text": "You Philippians indeed know that in the early days of the gospel, when I left Macedonia, no church shared with me in the matter of giving and receiving, except you alone."},{"verse": 16, "text": "For even when I was in Thessalonica, you sent me help for my needs more than once."},{"verse": 17, "text": "Not that I seek the gift, but I seek the profit that accumulates to your account."},{"verse": 18, "text": "I have been paid in full and have more than enough; I am fully satisfied, now that I have received from Epaphroditus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God."},{"verse": 19, "text": "And my God will fully satisfy every need of yours according to his riches in glory in Christ Jesus."},{"verse": 20, "text": "To our God and Father be glory forever and ever. Amen."},{"verse": 21, "footnotes": {"a": "Philippians 4:21 Gk _brothers_"}, "text": "||Final Greetings and Benediction||Greet every saint in Christ Jesus. The friends[^a] who are with me greet you."},{"verse": 22, "text": "All the saints greet you, especially those of the emperor\"s household."},{"verse": 23, "footnotes": {"a": "Philippians 4:23 Other ancient authorities add _Amen_"}, "text": "The grace of the Lord Jesus Christ be with your spirit.[^a]"}]}
]}