{"book": "Philemon", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Philemon 1:1 Gk _the brother_"}, "text": "||Salutation||Paul, a prisoner of Christ Jesus, and Timothy our brother,[^a]\nTo Philemon our dear friend and co-worker,"},{"verse": 2, "footnotes": {"a": "Philemon 1:2 Gk _the sister_"}, "text": "to Apphia our sister,[^a] to Archippus our fellow soldier, and to the church in your house:"},{"verse": 3, "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."},{"verse": 4, "footnotes": {"a": "Philemon 1:4 From verse 4 through verse 21, _you_ is singular"}, "text": "||Philemon\"s Love and Faith||When I remember you[^a] in my prayers, I always thank my God"},{"verse": 5, "text": "because I hear of your love for all the saints and your faith toward the Lord Jesus."},{"verse": 6, "footnotes": {"a": "Philemon 1:6 Other ancient authorities read _you_ (plural)"}, "text": "I pray that the sharing of your faith may become effective when you perceive all the good that we[^a] may do for Christ."},{"verse": 7, "text": "I have indeed received much joy and encouragement from your love, because the hearts of the saints have been refreshed through you, my brother."},{"verse": 8, "text": "||Paul\"s Plea for Onesimus||For this reason, though I am bold enough in Christ to command you to do your duty,"},{"verse": 9, "footnotes": {"a": "Philemon 1:9 Or _as an ambassador of Christ Jesus, and now also his prisoner_"}, "text": "yet I would rather appeal to you on the basis of love--and I, Paul, do this as an old man, and now also as a prisoner of Christ Jesus.[^a]"},{"verse": 10, "text": "I am appealing to you for my child, Onesimus, whose father I have become during my imprisonment."},{"verse": 11, "footnotes": {"a": "Philemon 1:11 The name Onesimus means _useful_ or (compare verse 20) _beneficial_"}, "text": "Formerly he was useless to you, but now he is indeed useful[^a] both to you and to me."},{"verse": 12, "text": "I am sending him, that is, my own heart, back to you."},{"verse": 13, "text": "I wanted to keep him with me, so that he might be of service to me in your place during my imprisonment for the gospel;"},{"verse": 14, "text": "but I preferred to do nothing without your consent, in order that your good deed might be voluntary and not something forced."},{"verse": 15, "text": "Perhaps this is the reason he was separated from you for a while, so that you might have him back forever,"},{"verse": 16, "text": "no longer as a slave but more than a slave, a beloved brother--especially to me but how much more to you, both in the flesh and in the Lord."},{"verse": 17, "text": "So if you consider me your partner, welcome him as you would welcome me."},{"verse": 18, "text": "If he has wronged you in any way, or owes you anything, charge that to my account."},{"verse": 19, "text": "I, Paul, am writing this with my own hand: I will repay it. I say nothing about your owing me even your own self."},{"verse": 20, "text": "Yes, brother, let me have this benefit from you in the Lord! Refresh my heart in Christ."},{"verse": 21, "text": "Confident of your obedience, I am writing to you, knowing that you will do even more than I say."},{"verse": 22, "text": "One thing more--prepare a guest room for me, for I am hoping through your prayers to be restored to you."},{"verse": 23, "footnotes": {"a": "Philemon 1:23 Here _you_ is singular"}, "text": "||Final Greetings and Benediction||Epaphras, my fellow prisoner in Christ Jesus, sends greetings to you,[^a]"},{"verse": 24, "text": "and so do Mark, Aristarchus, Demas, and Luke, my fellow workers."},{"verse": 25, "footnotes": {"a": "Philemon 1:25 Other ancient authorities add _Amen_"}, "text": "The grace of the Lord Jesus Christ be with your spirit.[^a]"}]}
]}