{"book": "Romans", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Romans 1:1 Gk _slave_"}, "text": "||Salutation||Paul, a servant[^a] of Jesus Christ, called to be an apostle, set apart for the gospel of God,"},{"verse": 2, "text": "which he promised beforehand through his prophets in the holy scriptures,"},{"verse": 3, "text": "the gospel concerning his Son, who was descended from David according to the flesh"},{"verse": 4, "footnotes": {"a": "Romans 1:4 Or _Spirit_"}, "text": "and was declared to be Son of God with power according to the spirit[^a] of holiness by resurrection from the dead, Jesus Christ our Lord,"},{"verse": 5, "text": "through whom we have received grace and apostleship to bring about the obedience of faith among all the Gentiles for the sake of his name,"},{"verse": 6, "text": "including yourselves who are called to belong to Jesus Christ,"},{"verse": 7, "text": "To all God\"s beloved in Rome, who are called to be saints:\nGrace to you and peace from God our Father and the Lord Jesus Christ."},{"verse": 8, "text": "||Prayer of Thanksgiving||First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed throughout the world."},{"verse": 9, "footnotes": {"a": "Romans 1:9 Gk _my spirit in the gospel_"}, "text": "For God, whom I serve with my spirit by announcing the gospel[^a] of his Son, is my witness that without ceasing I remember you always in my prayers,"},{"verse": 10, "text": "asking that by God\"s will I may somehow at last succeed in coming to you."},{"verse": 11, "text": "For I am longing to see you so that I may share with you some spiritual gift to strengthen you--"},{"verse": 12, "text": "or rather so that we may be mutually encouraged by each other\"s faith, both yours and mine."},{"verse": 13, "footnotes": {"a": "Romans 1:13 Gk _brothers_"}, "text": "I want you to know, brothers and sisters,[^a] that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as I have among the rest of the Gentiles."},{"verse": 14, "text": "I am a debtor both to Greeks and to barbarians, both to the wise and to the foolish"},{"verse": 15, "text": "--hence my eagerness to proclaim the gospel to you also who are in Rome."},{"verse": 16, "text": "||The Power of the Gospel||For I am not ashamed of the gospel; it is the power of God for salvation to everyone who has faith, to the Jew first and also to the Greek."},{"verse": 17, "footnotes": {"a": "Romans 1:17 Or _The one who is righteous through faith will live_"}, "text": "For in it the righteousness of God is revealed through faith for faith; as it is written, \"The one who is righteous will live by faith.\"[^a]"},{"verse": 18, "text": "||The Guilt of Humankind||For the wrath of God is revealed from heaven against all ungodliness and wickedness of those who by their wickedness suppress the truth."},{"verse": 19, "text": "For what can be known about God is plain to them, because God has shown it to them."},{"verse": 20, "text": "Ever since the creation of the world his eternal power and divine nature, invisible though they are, have been understood and seen through the things he has made. So they are without excuse;"},{"verse": 21, "text": "for though they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their senseless minds were darkened."},{"verse": 22, "text": "Claiming to be wise, they became fools;"},{"verse": 23, "text": "and they exchanged the glory of the immortal God for images resembling a mortal human being or birds or four-footed animals or reptiles."},{"verse": 24, "text": "Therefore God gave them up in the lusts of their hearts to impurity, to the degrading of their bodies among themselves,"},{"verse": 25, "text": "because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen."},{"verse": 26, "text": "For this reason God gave them up to degrading passions. Their women exchanged natural intercourse for unnatural,"},{"verse": 27, "text": "and in the same way also the men, giving up natural intercourse with women, were consumed with passion for one another. Men committed shameless acts with men and received in their own persons the due penalty for their error."},{"verse": 28, "text": "And since they did not see fit to acknowledge God, God gave them up to a debased mind and to things that should not be done."},{"verse": 29, "text": "They were filled with every kind of wickedness, evil, covetousness, malice. Full of envy, murder, strife, deceit, craftiness, they are gossips,"},{"verse": 30, "footnotes": {"a": "Romans 1:30 Or _God-hated_"}, "text": "slanderers, God-haters,[^a] insolent, haughty, boastful, inventors of evil, rebellious toward parents,"},{"verse": 31, "text": "foolish, faithless, heartless, ruthless."},{"verse": 32, "text": "They know God\"s decree, that those who practice such things deserve to die--yet they not only do them but even applaud others who practice them."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||The Righteous Judgment of God||Therefore you have no excuse, whoever you are, when you judge others; for in passing judgment on another you condemn yourself, because you, the judge, are doing the very same things."},{"verse": 2, "footnotes": {"a": "Romans 2:2 Gk lacks _You say_"}, "text": "You say,[^a] \"We know that God\"s judgment on those who do such things is in accordance with truth.\""},{"verse": 3, "text": "Do you imagine, whoever you are, that when you judge those who do such things and yet do them yourself, you will escape the judgment of God?"},{"verse": 4, "text": "Or do you despise the riches of his kindness and forbearance and patience? Do you not realize that God\"s kindness is meant to lead you to repentance?"},{"verse": 5, "text": "But by your hard and impenitent heart you are storing up wrath for yourself on the day of wrath, when God\"s righteous judgment will be revealed."},{"verse": 6, "text": "For he will repay according to each one\"s deeds:"},{"verse": 7, "text": "to those who by patiently doing good seek for glory and honor and immortality, he will give eternal life;"},{"verse": 8, "text": "while for those who are self-seeking and who obey not the truth but wickedness, there will be wrath and fury."},{"verse": 9, "text": "There will be anguish and distress for everyone who does evil, the Jew first and also the Greek,"},{"verse": 10, "text": "but glory and honor and peace for everyone who does good, the Jew first and also the Greek."},{"verse": 11, "text": "For God shows no partiality."},{"verse": 12, "text": "All who have sinned apart from the law will also perish apart from the law, and all who have sinned under the law will be judged by the law."},{"verse": 13, "text": "For it is not the hearers of the law who are righteous in God\"s sight, but the doers of the law who will be justified."},{"verse": 14, "text": "When Gentiles, who do not possess the law, do instinctively what the law requires, these, though not having the law, are a law to themselves."},{"verse": 15, "text": "They show that what the law requires is written on their hearts, to which their own conscience also bears witness; and their conflicting thoughts will accuse or perhaps excuse them"},{"verse": 16, "text": "on the day when, according to my gospel, God, through Jesus Christ, will judge the secret thoughts of all."},{"verse": 17, "text": "||The Jews and the Law||But if you call yourself a Jew and rely on the law and boast of your relation to God"},{"verse": 18, "text": "and know his will and determine what is best because you are instructed in the law,"},{"verse": 19, "text": "and if you are sure that you are a guide to the blind, a light to those who are in darkness,"},{"verse": 20, "text": "a corrector of the foolish, a teacher of children, having in the law the embodiment of knowledge and truth,"},{"verse": 21, "text": "you, then, that teach others, will you not teach yourself? While you preach against stealing, do you steal?"},{"verse": 22, "text": "You that forbid adultery, do you commit adultery? You that abhor idols, do you rob temples?"},{"verse": 23, "text": "You that boast in the law, do you dishonor God by breaking the law?"},{"verse": 24, "text": "For, as it is written, \"The name of God is blasphemed among the Gentiles because of you.\""},{"verse": 25, "text": "Circumcision indeed is of value if you obey the law; but if you break the law, your circumcision has become uncircumcision."},{"verse": 26, "text": "So, if those who are uncircumcised keep the requirements of the law, will not their uncircumcision be regarded as circumcision?"},{"verse": 27, "text": "Then those who are physically uncircumcised but keep the law will condemn you that have the written code and circumcision but break the law."},{"verse": 28, "text": "For a person is not a Jew who is one outwardly, nor is true circumcision something external and physical."},{"verse": 29, "text": "Rather, a person is a Jew who is one inwardly, and real circumcision is a matter of the heart--it is spiritual and not literal. Such a person receives praise not from others but from God."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "Then what advantage has the Jew? Or what is the value of circumcision?"},{"verse": 2, "footnotes": {"a": "Romans 3:2 Gk _they_"}, "text": "Much, in every way. For in the first place the Jews[^a] were entrusted with the oracles of God."},{"verse": 3, "text": "What if some were unfaithful? Will their faithlessness nullify the faithfulness of God?"},{"verse": 4, "footnotes": {"a": "Romans 3:4 Gk _when you are being judged_"}, "text": "By no means! Although everyone is a liar, let God be proved true, as it is written,\n\"So that you may be justified in your words,  \n    and prevail in your judging.\"[^a]"},{"verse": 5, "text": "But if our injustice serves to confirm the justice of God, what should we say? That God is unjust to inflict wrath on us? (I speak in a human way.)"},{"verse": 6, "text": "By no means! For then how could God judge the world?"},{"verse": 7, "text": "But if through my falsehood God\"s truthfulness abounds to his glory, why am I still being condemned as a sinner?"},{"verse": 8, "text": "And why not say (as some people slander us by saying that we say), \"Let us do evil so that good may come\"? Their condemnation is deserved!"},{"verse": 9, "footnotes": {"a": "Romans 3:9 Or _at any disadvantage?_"}, "text": "||None Is Righteous||What then? Are we any better off?[^a] No, not at all; for we have already charged that all, both Jews and Greeks, are under the power of sin,"},{"verse": 10, "text": "as it is written:\n\"There is no one who is righteous, not even one;"},{"verse": 11, "text": "    there is no one who has understanding,  \n        there is no one who seeks God."},{"verse": 12, "text": "All have turned aside, together they have become worthless;  \n    there is no one who shows kindness,  \n        there is not even one.\""},{"verse": 13, "text": "\"Their throats are opened graves;  \n    they use their tongues to deceive.\"  \n\"The venom of vipers is under their lips.\""},{"verse": 14, "text": "    \"Their mouths are full of cursing and bitterness.\""},{"verse": 15, "text": "\"Their feet are swift to shed blood;"},{"verse": 16, "text": "    ruin and misery are in their paths,"},{"verse": 17, "text": "and the way of peace they have not known.\""},{"verse": 18, "text": "    \"There is no fear of God before their eyes.\""},{"verse": 19, "text": "Now we know that whatever the law says, it speaks to those who are under the law, so that every mouth may be silenced, and the whole world may be held accountable to God."},{"verse": 20, "text": "For \"no human being will be justified in his sight\" by deeds prescribed by the law, for through the law comes the knowledge of sin."},{"verse": 21, "text": "||Righteousness through Faith||But now, apart from law, the righteousness of God has been disclosed, and is attested by the law and the prophets,"},{"verse": 22, "footnotes": {"a": "Romans 3:22 Or _through the faith of Jesus Christ_"}, "text": "the righteousness of God through faith in Jesus Christ[^a] for all who believe. For there is no distinction,"},{"verse": 23, "text": "since all have sinned and fall short of the glory of God;"},{"verse": 24, "text": "they are now justified by his grace as a gift, through the redemption that is in Christ Jesus,"},{"verse": 25, "footnotes": {"a": "Romans 3:25 Or _a place of atonement_"}, "text": "whom God put forward as a sacrifice of atonement[^a] by his blood, effective through faith. He did this to show his righteousness, because in his divine forbearance he had passed over the sins previously committed;"},{"verse": 26, "footnotes": {"a": "Romans 3:26 Or _who has the faith of Jesus_"}, "text": "it was to prove at the present time that he himself is righteous and that he justifies the one who has faith in Jesus.[^a]"},{"verse": 27, "text": "Then what becomes of boasting? It is excluded. By what law? By that of works? No, but by the law of faith."},{"verse": 28, "text": "For we hold that a person is justified by faith apart from works prescribed by the law."},{"verse": 29, "text": "Or is God the God of Jews only? Is he not the God of Gentiles also? Yes, of Gentiles also,"},{"verse": 30, "text": "since God is one; and he will justify the circumcised on the ground of faith and the uncircumcised through that same faith."},{"verse": 31, "text": "Do we then overthrow the law by this faith? By no means! On the contrary, we uphold the law."}]}
,{"chapter": 4, "verses":[{"verse": 1, "footnotes": {"a": "Romans 4:1 Other ancient authorities read _say about_"}, "text": "||The Example of Abraham||What then are we to say was gained by[^a] Abraham, our ancestor according to the flesh?"},{"verse": 2, "text": "For if Abraham was justified by works, he has something to boast about, but not before God."},{"verse": 3, "text": "For what does the scripture say? \"Abraham believed God, and it was reckoned to him as righteousness.\""},{"verse": 4, "text": "Now to one who works, wages are not reckoned as a gift but as something due."},{"verse": 5, "text": "But to one who without works trusts him who justifies the ungodly, such faith is reckoned as righteousness."},{"verse": 6, "text": "So also David speaks of the blessedness of those to whom God reckons righteousness apart from works:"},{"verse": 7, "text": "\"Blessed are those whose iniquities are forgiven,  \n    and whose sins are covered;"},{"verse": 8, "text": "blessed is the one against whom the Lord will not reckon sin.\""},{"verse": 9, "text": "Is this blessedness, then, pronounced only on the circumcised, or also on the uncircumcised? We say, \"Faith was reckoned to Abraham as righteousness.\""},{"verse": 10, "text": "How then was it reckoned to him? Was it before or after he had been circumcised? It was not after, but before he was circumcised."},{"verse": 11, "text": "He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. The purpose was to make him the ancestor of all who believe without being circumcised and who thus have righteousness reckoned to them,"},{"verse": 12, "text": "and likewise the ancestor of the circumcised who are not only circumcised but who also follow the example of the faith that our ancestor Abraham had before he was circumcised."},{"verse": 13, "text": "||God\"s Promise Realized through Faith||For the promise that he would inherit the world did not come to Abraham or to his descendants through the law but through the righteousness of faith."},{"verse": 14, "text": "If it is the adherents of the law who are to be the heirs, faith is null and the promise is void."},{"verse": 15, "text": "For the law brings wrath; but where there is no law, neither is there violation."},{"verse": 16, "text": "For this reason it depends on faith, in order that the promise may rest on grace and be guaranteed to all his descendants, not only to the adherents of the law but also to those who share the faith of Abraham (for he is the father of all of us,"},{"verse": 17, "text": "as it is written, \"I have made you the father of many nations\")--in the presence of the God in whom he believed, who gives life to the dead and calls into existence the things that do not exist."},{"verse": 18, "text": "Hoping against hope, he believed that he would become \"the father of many nations,\" according to what was said, \"So numerous shall your descendants be.\""},{"verse": 19, "footnotes": {"a": "Romans 4:19 Other ancient authorities lack _already_"}, "text": "He did not weaken in faith when he considered his own body, which was already[^a] as good as dead (for he was about a hundred years old), or when he considered the barrenness of Sarah\"s womb."},{"verse": 20, "text": "No distrust made him waver concerning the promise of God, but he grew strong in his faith as he gave glory to God,"},{"verse": 21, "text": "being fully convinced that God was able to do what he had promised."},{"verse": 22, "footnotes": {"a": "Romans 4:22 Gk _Therefore it_"}, "text": "Therefore his faith[^a] \"was reckoned to him as righteousness.\""},{"verse": 23, "text": "Now the words, \"it was reckoned to him,\" were written not for his sake alone,"},{"verse": 24, "text": "but for ours also. It will be reckoned to us who believe in him who raised Jesus our Lord from the dead,"},{"verse": 25, "text": "who was handed over to death for our trespasses and was raised for our justification."}]}
,{"chapter": 5, "verses":[{"verse": 1, "footnotes": {"a": "Romans 5:1 Other ancient authorities read _let us_"}, "text": "||Results of Justification||Therefore, since we are justified by faith, we[^a] have peace with God through our Lord Jesus Christ,"},{"verse": 2, "footnotes": {"a": "Romans 5:2 Other ancient authorities add _by faith_", "b": "Romans 5:2 Or _let us_"}, "text": "through whom we have obtained access[^a] to this grace in which we stand; and we[^b] boast in our hope of sharing the glory of God."},{"verse": 3, "footnotes": {"a": "Romans 5:3 Or _let us_"}, "text": "And not only that, but we[^a] also boast in our sufferings, knowing that suffering produces endurance,"},{"verse": 4, "text": "and endurance produces character, and character produces hope,"},{"verse": 5, "text": "and hope does not disappoint us, because God\"s love has been poured into our hearts through the Holy Spirit that has been given to us."},{"verse": 6, "text": "For while we were still weak, at the right time Christ died for the ungodly."},{"verse": 7, "text": "Indeed, rarely will anyone die for a righteous person--though perhaps for a good person someone might actually dare to die."},{"verse": 8, "text": "But God proves his love for us in that while we still were sinners Christ died for us."},{"verse": 9, "footnotes": {"a": "Romans 5:9 Gk _the wrath_"}, "text": "Much more surely then, now that we have been justified by his blood, will we be saved through him from the wrath of God.[^a]"},{"verse": 10, "text": "For if while we were enemies, we were reconciled to God through the death of his Son, much more surely, having been reconciled, will we be saved by his life."},{"verse": 11, "text": "But more than that, we even boast in God through our Lord Jesus Christ, through whom we have now received reconciliation."},{"verse": 12, "text": "||Adam and Christ||Therefore, just as sin came into the world through one man, and death came through sin, and so death spread to all because all have sinned--"},{"verse": 13, "text": "sin was indeed in the world before the law, but sin is not reckoned when there is no law."},{"verse": 14, "text": "Yet death exercised dominion from Adam to Moses, even over those whose sins were not like the transgression of Adam, who is a type of the one who was to come."},{"verse": 15, "text": "But the free gift is not like the trespass. For if the many died through the one man\"s trespass, much more surely have the grace of God and the free gift in the grace of the one man, Jesus Christ, abounded for the many."},{"verse": 16, "text": "And the free gift is not like the effect of the one man\"s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brings justification."},{"verse": 17, "text": "If, because of the one man\"s trespass, death exercised dominion through that one, much more surely will those who receive the abundance of grace and the free gift of righteousness exercise dominion in life through the one man, Jesus Christ."},{"verse": 18, "text": "Therefore just as one man\"s trespass led to condemnation for all, so one man\"s act of righteousness leads to justification and life for all."},{"verse": 19, "text": "For just as by the one man\"s disobedience the many were made sinners, so by the one man\"s obedience the many will be made righteous."},{"verse": 20, "text": "But law came in, with the result that the trespass multiplied; but where sin increased, grace abounded all the more,"},{"verse": 21, "footnotes": {"a": "Romans 5:21 Or _righteousness_"}, "text": "so that, just as sin exercised dominion in death, so grace might also exercise dominion through justification[^a] leading to eternal life through Jesus Christ our Lord."}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||Dying and Rising with Christ||What then are we to say? Should we continue in sin in order that grace may abound?"},{"verse": 2, "text": "By no means! How can we who died to sin go on living in it?"},{"verse": 3, "text": "Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?"},{"verse": 4, "text": "Therefore we have been buried with him by baptism into death, so that, just as Christ was raised from the dead by the glory of the Father, so we too might walk in newness of life."},{"verse": 5, "text": "For if we have been united with him in a death like his, we will certainly be united with him in a resurrection like his."},{"verse": 6, "text": "We know that our old self was crucified with him so that the body of sin might be destroyed, and we might no longer be enslaved to sin."},{"verse": 7, "text": "For whoever has died is freed from sin."},{"verse": 8, "text": "But if we have died with Christ, we believe that we will also live with him."},{"verse": 9, "text": "We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him."},{"verse": 10, "text": "The death he died, he died to sin, once for all; but the life he lives, he lives to God."},{"verse": 11, "text": "So you also must consider yourselves dead to sin and alive to God in Christ Jesus."},{"verse": 12, "text": "Therefore, do not let sin exercise dominion in your mortal bodies, to make you obey their passions."},{"verse": 13, "footnotes": {"a": "Romans 6:13 Or _weapons_", "b": "Romans 6:13 Or _weapons_"}, "text": "No longer present your members to sin as instruments[^a] of wickedness, but present yourselves to God as those who have been brought from death to life, and present your members to God as instruments[^b] of righteousness."},{"verse": 14, "text": "For sin will have no dominion over you, since you are not under law but under grace."},{"verse": 15, "text": "||Slaves of Righteousness||What then? Should we sin because we are not under law but under grace? By no means!"},{"verse": 16, "text": "Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness?"},{"verse": 17, "text": "But thanks be to God that you, having once been slaves of sin, have become obedient from the heart to the form of teaching to which you were entrusted,"},{"verse": 18, "text": "and that you, having been set free from sin, have become slaves of righteousness."},{"verse": 19, "footnotes": {"a": "Romans 6:19 Gk _the weakness of your flesh_"}, "text": "I am speaking in human terms because of your natural limitations.[^a] For just as you once presented your members as slaves to impurity and to greater and greater iniquity, so now present your members as slaves to righteousness for sanctification."},{"verse": 20, "text": "When you were slaves of sin, you were free in regard to righteousness."},{"verse": 21, "text": "So what advantage did you then get from the things of which you now are ashamed? The end of those things is death."},{"verse": 22, "text": "But now that you have been freed from sin and enslaved to God, the advantage you get is sanctification. The end is eternal life."},{"verse": 23, "text": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."}]}
,{"chapter": 7, "verses":[{"verse": 1, "footnotes": {"a": "Romans 7:1 Gk _brothers_"}, "text": "||An Analogy from Marriage||Do you not know, brothers and sisters[^a]--for I am speaking to those who know the law--that the law is binding on a person only during that person\"s lifetime?"},{"verse": 2, "text": "Thus a married woman is bound by the law to her husband as long as he lives; but if her husband dies, she is discharged from the law concerning the husband."},{"verse": 3, "text": "Accordingly, she will be called an adulteress if she lives with another man while her husband is alive. But if her husband dies, she is free from that law, and if she marries another man, she is not an adulteress."},{"verse": 4, "footnotes": {"a": "Romans 7:4 Gk _brothers_"}, "text": "In the same way, my friends,[^a] you have died to the law through the body of Christ, so that you may belong to another, to him who has been raised from the dead in order that we may bear fruit for God."},{"verse": 5, "text": "While we were living in the flesh, our sinful passions, aroused by the law, were at work in our members to bear fruit for death."},{"verse": 6, "text": "But now we are discharged from the law, dead to that which held us captive, so that we are slaves not under the old written code but in the new life of the Spirit."},{"verse": 7, "text": "||The Law and Sin||What then should we say? That the law is sin? By no means! Yet, if it had not been for the law, I would not have known sin. I would not have known what it is to covet if the law had not said, \"You shall not covet.\""},{"verse": 8, "text": "But sin, seizing an opportunity in the commandment, produced in me all kinds of covetousness. Apart from the law sin lies dead."},{"verse": 9, "text": "I was once alive apart from the law, but when the commandment came, sin revived"},{"verse": 10, "text": "and I died, and the very commandment that promised life proved to be death to me."},{"verse": 11, "text": "For sin, seizing an opportunity in the commandment, deceived me and through it killed me."},{"verse": 12, "text": "So the law is holy, and the commandment is holy and just and good."},{"verse": 13, "text": "Did what is good, then, bring death to me? By no means! It was sin, working death in me through what is good, in order that sin might be shown to be sin, and through the commandment might become sinful beyond measure."},{"verse": 14, "footnotes": {"a": "Romans 7:14 Gk _sold under sin_"}, "text": "||The Inner Conflict||For we know that the law is spiritual; but I am of the flesh, sold into slavery under sin.[^a]"},{"verse": 15, "text": "I do not understand my own actions. For I do not do what I want, but I do the very thing I hate."},{"verse": 16, "text": "Now if I do what I do not want, I agree that the law is good."},{"verse": 17, "text": "But in fact it is no longer I that do it, but sin that dwells within me."},{"verse": 18, "text": "For I know that nothing good dwells within me, that is, in my flesh. I can will what is right, but I cannot do it."},{"verse": 19, "text": "For I do not do the good I want, but the evil I do not want is what I do."},{"verse": 20, "text": "Now if I do what I do not want, it is no longer I that do it, but sin that dwells within me."},{"verse": 21, "text": "So I find it to be a law that when I want to do what is good, evil lies close at hand."},{"verse": 22, "text": "For I delight in the law of God in my inmost self,"},{"verse": 23, "text": "but I see in my members another law at war with the law of my mind, making me captive to the law of sin that dwells in my members."},{"verse": 24, "text": "Wretched man that I am! Who will rescue me from this body of death?"},{"verse": 25, "text": "Thanks be to God through Jesus Christ our Lord!\nSo then, with my mind I am a slave to the law of God, but with my flesh I am a slave to the law of sin."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||Life in the Spirit||There is therefore now no condemnation for those who are in Christ Jesus."},{"verse": 2, "footnotes": {"a": "Romans 8:2 Or _spirit_", "b": "Romans 8:2 Here the Greek word _you_ is singular number; other ancient authorities read _me_ or _us_"}, "text": "For the law of the Spirit[^a] of life in Christ Jesus has set you[^b] free from the law of sin and of death."},{"verse": 3, "footnotes": {"a": "Romans 8:3 Or _and as a sin offering_"}, "text": "For God has done what the law, weakened by the flesh, could not do: by sending his own Son in the likeness of sinful flesh, and to deal with sin,[^a] he condemned sin in the flesh,"},{"verse": 4, "footnotes": {"a": "Romans 8:4 Or _spirit_"}, "text": "so that the just requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit.[^a]"},{"verse": 5, "footnotes": {"a": "Romans 8:5 Or _spirit_", "b": "Romans 8:5 Or _spirit_"}, "text": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit[^a] set their minds on the things of the Spirit.[^b]"},{"verse": 6, "footnotes": {"a": "Romans 8:6 Or _spirit_"}, "text": "To set the mind on the flesh is death, but to set the mind on the Spirit[^a] is life and peace."},{"verse": 7, "text": "For this reason the mind that is set on the flesh is hostile to God; it does not submit to God\"s law--indeed it cannot,"},{"verse": 8, "text": "and those who are in the flesh cannot please God."},{"verse": 9, "footnotes": {"a": "Romans 8:9 Or _spirit_"}, "text": "But you are not in the flesh; you are in the Spirit,[^a] since the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him."},{"verse": 10, "footnotes": {"a": "Romans 8:10 Or _spirit_"}, "text": "But if Christ is in you, though the body is dead because of sin, the Spirit[^a] is life because of righteousness."},{"verse": 11, "footnotes": {"a": "Romans 8:11 Other ancient authorities read _the Christ_ or _Christ Jesus_ or _Jesus Christ_", "b": "Romans 8:11 Other ancient authorities read _on account of_"}, "text": "If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ[^a] from the dead will give life to your mortal bodies also through[^b] his Spirit that dwells in you."},{"verse": 12, "footnotes": {"a": "Romans 8:12 Gk _brothers_"}, "text": "So then, brothers and sisters,[^a] we are debtors, not to the flesh, to live according to the flesh--"},{"verse": 13, "text": "for if you live according to the flesh, you will die; but if by the Spirit you put to death the deeds of the body, you will live."},{"verse": 14, "text": "For all who are led by the Spirit of God are children of God."},{"verse": 15, "footnotes": {"a": "Romans 8:15 Aramaic for _Father_"}, "text": "For you did not receive a spirit of slavery to fall back into fear, but you have received a spirit of adoption. When we cry, \"Abba![^a] Father!\""},{"verse": 16, "footnotes": {"a": "Romans 8:16 Or _|[15 ]|a spirit of adoption, by which we cry, “Abba! Father!” |[16 ]|The Spirit itself bears witness_"}, "text": "it is that very Spirit bearing witness[^a] with our spirit that we are children of God,"},{"verse": 17, "text": "and if children, then heirs, heirs of God and joint heirs with Christ--if, in fact, we suffer with him so that we may also be glorified with him."},{"verse": 18, "text": "||Future Glory||I consider that the sufferings of this present time are not worth comparing with the glory about to be revealed to us."},{"verse": 19, "text": "For the creation waits with eager longing for the revealing of the children of God;"},{"verse": 20, "text": "for the creation was subjected to futility, not of its own will but by the will of the one who subjected it, in hope"},{"verse": 21, "text": "that the creation itself will be set free from its bondage to decay and will obtain the freedom of the glory of the children of God."},{"verse": 22, "text": "We know that the whole creation has been groaning in labor pains until now;"},{"verse": 23, "text": "and not only the creation, but we ourselves, who have the first fruits of the Spirit, groan inwardly while we wait for adoption, the redemption of our bodies."},{"verse": 24, "footnotes": {"a": "Romans 8:24 Or _by_", "b": "Romans 8:24 Other ancient authorities read _awaits_"}, "text": "For in[^a] hope we were saved. Now hope that is seen is not hope. For who hopes[^b] for what is seen?"},{"verse": 25, "text": "But if we hope for what we do not see, we wait for it with patience."},{"verse": 26, "footnotes": {"a": "Romans 8:26 Other ancient authorities add _for us_"}, "text": "Likewise the Spirit helps us in our weakness; for we do not know how to pray as we ought, but that very Spirit intercedes[^a] with sighs too deep for words."},{"verse": 27, "footnotes": {"a": "Romans 8:27 Gk _the one_", "b": "Romans 8:27 Gk _he_ or _it_", "c": "Romans 8:27 Gk _according to God_"}, "text": "And God,[^a] who searches the heart, knows what is the mind of the Spirit, because the Spirit[^b] intercedes for the saints according to the will of God.[^c]"},{"verse": 28, "footnotes": {"a": "Romans 8:28 Other ancient authorities read _God makes all things work together for good_, or _in all things God works for good_"}, "text": "We know that all things work together for good[^a] for those who love God, who are called according to his purpose."},{"verse": 29, "footnotes": {"a": "Romans 8:29 Gk _among many brothers_"}, "text": "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn within a large family.[^a]"},{"verse": 30, "text": "And those whom he predestined he also called; and those whom he called he also justified; and those whom he justified he also glorified."},{"verse": 31, "text": "||God\"s Love in Christ Jesus||What then are we to say about these things? If God is for us, who is against us?"},{"verse": 32, "text": "He who did not withhold his own Son, but gave him up for all of us, will he not with him also give us everything else?"},{"verse": 33, "text": "Who will bring any charge against God\"s elect? It is God who justifies."},{"verse": 34, "footnotes": {"a": "Romans 8:34 Or _Is it Christ Jesus . . . for us?_"}, "text": "Who is to condemn? It is Christ Jesus, who died, yes, who was raised, who is at the right hand of God, who indeed intercedes for us.[^a]"},{"verse": 35, "text": "Who will separate us from the love of Christ? Will hardship, or distress, or persecution, or famine, or nakedness, or peril, or sword?"},{"verse": 36, "text": "As it is written,\n\"For your sake we are being killed all day long;  \n    we are accounted as sheep to be slaughtered.\""},{"verse": 37, "text": "No, in all these things we are more than conquerors through him who loved us."},{"verse": 38, "text": "For I am convinced that neither death, nor life, nor angels, nor rulers, nor things present, nor things to come, nor powers,"},{"verse": 39, "text": "nor height, nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||God\"s Election of Israel||I am speaking the truth in Christ--I am not lying; my conscience confirms it by the Holy Spirit--"},{"verse": 2, "text": "I have great sorrow and unceasing anguish in my heart."},{"verse": 3, "footnotes": {"a": "Romans 9:3 Gk _my brothers_"}, "text": "For I could wish that I myself were accursed and cut off from Christ for the sake of my own people,[^a] my kindred according to the flesh."},{"verse": 4, "text": "They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the worship, and the promises;"},{"verse": 5, "footnotes": {"a": "Romans 9:5 Or _the Christ_", "b": "Romans 9:5 Or _Messiah, who is God over all, blessed forever_; or _Messiah. May he who is God over all be blessed forever_"}, "text": "to them belong the patriarchs, and from them, according to the flesh, comes the Messiah,[^a] who is over all, God blessed forever.[^b] Amen."},{"verse": 6, "text": "It is not as though the word of God had failed. For not all Israelites truly belong to Israel,"},{"verse": 7, "text": "and not all of Abraham\"s children are his true descendants; but \"It is through Isaac that descendants shall be named for you.\""},{"verse": 8, "text": "This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as descendants."},{"verse": 9, "text": "For this is what the promise said, \"About this time I will return and Sarah shall have a son.\""},{"verse": 10, "text": "Nor is that all; something similar happened to Rebecca when she had conceived children by one husband, our ancestor Isaac."},{"verse": 11, "text": "Even before they had been born or had done anything good or bad (so that God\"s purpose of election might continue,"},{"verse": 12, "text": "not by works but by his call) she was told, \"The elder shall serve the younger.\""},{"verse": 13, "text": "As it is written,\n\"I have loved Jacob,  \n    but I have hated Esau.\""},{"verse": 14, "text": "What then are we to say? Is there injustice on God\"s part? By no means!"},{"verse": 15, "text": "For he says to Moses,\n\"I will have mercy on whom I have mercy,  \n    and I will have compassion on whom I have compassion.\""},{"verse": 16, "text": "So it depends not on human will or exertion, but on God who shows mercy."},{"verse": 17, "text": "For the scripture says to Pharaoh, \"I have raised you up for the very purpose of showing my power in you, so that my name may be proclaimed in all the earth.\""},{"verse": 18, "text": "So then he has mercy on whomever he chooses, and he hardens the heart of whomever he chooses."},{"verse": 19, "text": "||God\"s Wrath and Mercy||You will say to me then, \"Why then does he still find fault? For who can resist his will?\""},{"verse": 20, "text": "But who indeed are you, a human being, to argue with God? Will what is molded say to the one who molds it, \"Why have you made me like this?\""},{"verse": 21, "text": "Has the potter no right over the clay, to make out of the same lump one object for special use and another for ordinary use?"},{"verse": 22, "text": "What if God, desiring to show his wrath and to make known his power, has endured with much patience the objects of wrath that are made for destruction;"},{"verse": 23, "text": "and what if he has done so in order to make known the riches of his glory for the objects of mercy, which he has prepared beforehand for glory--"},{"verse": 24, "text": "including us whom he has called, not from the Jews only but also from the Gentiles?"},{"verse": 25, "text": "As indeed he says in Hosea,\n\"Those who were not my people I will call \"my people,\"  \n    and her who was not beloved I will call \"beloved.\"\""},{"verse": 26, "text": "\"And in the very place where it was said to them, \"You are not my people,\"  \n    there they shall be called children of the living God.\""},{"verse": 27, "text": "And Isaiah cries out concerning Israel, \"Though the number of the children of Israel were like the sand of the sea, only a remnant of them will be saved;"},{"verse": 28, "footnotes": {"a": "Romans 9:28 Other ancient authorities read _for he will finish his work and cut it short in righteousness, because the Lord will make the sentence shortened on the earth_"}, "text": "for the Lord will execute his sentence on the earth quickly and decisively.\"[^a]"},{"verse": 29, "footnotes": {"a": "Romans 9:29 Or _descendants_; Gk _seed_"}, "text": "And as Isaiah predicted,\n\"If the Lord of hosts had not left survivors[^a] to us,  \n    we would have fared like Sodom  \n    and been made like Gomorrah.\""},{"verse": 30, "text": "||Israel\"s Unbelief||What then are we to say? Gentiles, who did not strive for righteousness, have attained it, that is, righteousness through faith;"},{"verse": 31, "text": "but Israel, who did strive for the righteousness that is based on the law, did not succeed in fulfilling that law."},{"verse": 32, "text": "Why not? Because they did not strive for it on the basis of faith, but as if it were based on works. They have stumbled over the stumbling stone,"},{"verse": 33, "footnotes": {"a": "Romans 9:33 Or _trusts in it_"}, "text": "as it is written,\n\"See, I am laying in Zion a stone that will make people stumble, a rock that will make them fall,  \n    and whoever believes in him[^a] will not be put to shame.\""}]}
,{"chapter": 10, "verses":[{"verse": 1, "footnotes": {"a": "Romans 10:1 Gk _Brothers_"}, "text": "Brothers and sisters,[^a] my heart\"s desire and prayer to God for them is that they may be saved."},{"verse": 2, "text": "I can testify that they have a zeal for God, but it is not enlightened."},{"verse": 3, "text": "For, being ignorant of the righteousness that comes from God, and seeking to establish their own, they have not submitted to God\"s righteousness."},{"verse": 4, "text": "For Christ is the end of the law so that there may be righteousness for everyone who believes."},{"verse": 5, "text": "||Salvation Is for All||Moses writes concerning the righteousness that comes from the law, that \"the person who does these things will live by them.\""},{"verse": 6, "text": "But the righteousness that comes from faith says, \"Do not say in your heart, \"Who will ascend into heaven?\"\" (that is, to bring Christ down)"},{"verse": 7, "text": "\"or \"Who will descend into the abyss?\"\" (that is, to bring Christ up from the dead)."},{"verse": 8, "text": "But what does it say?\n\"The word is near you,  \n    on your lips and in your heart\"\n(that is, the word of faith that we proclaim);"},{"verse": 9, "footnotes": {"a": "Romans 10:9 Or _namely, that_"}, "text": "because[^a] if you confess with your lips that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."},{"verse": 10, "text": "For one believes with the heart and so is justified, and one confesses with the mouth and so is saved."},{"verse": 11, "text": "The scripture says, \"No one who believes in him will be put to shame.\""},{"verse": 12, "text": "For there is no distinction between Jew and Greek; the same Lord is Lord of all and is generous to all who call on him."},{"verse": 13, "text": "For, \"Everyone who calls on the name of the Lord shall be saved.\""},{"verse": 14, "text": "But how are they to call on one in whom they have not believed? And how are they to believe in one of whom they have never heard? And how are they to hear without someone to proclaim him?"},{"verse": 15, "text": "And how are they to proclaim him unless they are sent? As it is written, \"How beautiful are the feet of those who bring good news!\""},{"verse": 16, "footnotes": {"a": "Romans 10:16 Or _gospel_"}, "text": "But not all have obeyed the good news;[^a] for Isaiah says, \"Lord, who has believed our message?\""},{"verse": 17, "footnotes": {"a": "Romans 10:17 Or _about Christ_; other ancient authorities read _of God_"}, "text": "So faith comes from what is heard, and what is heard comes through the word of Christ.[^a]"},{"verse": 18, "text": "But I ask, have they not heard? Indeed they have; for\n\"Their voice has gone out to all the earth,  \n    and their words to the ends of the world.\""},{"verse": 19, "text": "Again I ask, did Israel not understand? First Moses says,\n\"I will make you jealous of those who are not a nation;  \n    with a foolish nation I will make you angry.\""},{"verse": 20, "text": "Then Isaiah is so bold as to say,\n\"I have been found by those who did not seek me;  \n    I have shown myself to those who did not ask for me.\""},{"verse": 21, "text": "But of Israel he says, \"All day long I have held out my hands to a disobedient and contrary people.\""}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||Israel\"s Rejection Is Not Final||I ask, then, has God rejected his people? By no means! I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin."},{"verse": 2, "text": "God has not rejected his people whom he foreknew. Do you not know what the scripture says of Elijah, how he pleads with God against Israel?"},{"verse": 3, "text": "\"Lord, they have killed your prophets, they have demolished your altars; I alone am left, and they are seeking my life.\""},{"verse": 4, "text": "But what is the divine reply to him? \"I have kept for myself seven thousand who have not bowed the knee to Baal.\""},{"verse": 5, "text": "So too at the present time there is a remnant, chosen by grace."},{"verse": 6, "footnotes": {"a": "Romans 11:6 Other ancient authorities add _But if it is by works, it is no longer on the basis of grace, otherwise work would no longer be work_"}, "text": "But if it is by grace, it is no longer on the basis of works, otherwise grace would no longer be grace.[^a]"},{"verse": 7, "text": "What then? Israel failed to obtain what it was seeking. The elect obtained it, but the rest were hardened,"},{"verse": 8, "text": "as it is written,\n\"God gave them a sluggish spirit,  \n    eyes that would not see  \n    and ears that would not hear,  \ndown to this very day.\""},{"verse": 9, "text": "And David says,\n\"Let their table become a snare and a trap,  \n    a stumbling block and a retribution for them;"},{"verse": 10, "text": "let their eyes be darkened so that they cannot see,  \n    and keep their backs forever bent.\""},{"verse": 11, "footnotes": {"a": "Romans 11:11 Gk _transgression_", "b": "Romans 11:11 Gk _them_"}, "text": "||The Salvation of the Gentiles||So I ask, have they stumbled so as to fall? By no means! But through their stumbling[^a] salvation has come to the Gentiles, so as to make Israel[^b] jealous."},{"verse": 12, "footnotes": {"a": "Romans 11:12 Gk _transgression_"}, "text": "Now if their stumbling[^a] means riches for the world, and if their defeat means riches for Gentiles, how much more will their full inclusion mean!"},{"verse": 13, "text": "Now I am speaking to you Gentiles. Inasmuch then as I am an apostle to the Gentiles, I glorify my ministry"},{"verse": 14, "footnotes": {"a": "Romans 11:14 Gk _my flesh_"}, "text": "in order to make my own people[^a] jealous, and thus save some of them."},{"verse": 15, "text": "For if their rejection is the reconciliation of the world, what will their acceptance be but life from the dead!"},{"verse": 16, "text": "If the part of the dough offered as first fruits is holy, then the whole batch is holy; and if the root is holy, then the branches also are holy."},{"verse": 17, "footnotes": {"a": "Romans 11:17 Other ancient authorities read _the richness_"}, "text": "But if some of the branches were broken off, and you, a wild olive shoot, were grafted in their place to share the rich root[^a] of the olive tree,"},{"verse": 18, "text": "do not boast over the branches. If you do boast, remember that it is not you that support the root, but the root that supports you."},{"verse": 19, "text": "You will say, \"Branches were broken off so that I might be grafted in.\""},{"verse": 20, "text": "That is true. They were broken off because of their unbelief, but you stand only through faith. So do not become proud, but stand in awe."},{"verse": 21, "footnotes": {"a": "Romans 11:21 Other ancient authorities read _neither will he spare you_"}, "text": "For if God did not spare the natural branches, perhaps he will not spare you.[^a]"},{"verse": 22, "text": "Note then the kindness and the severity of God: severity toward those who have fallen, but God\"s kindness toward you, provided you continue in his kindness; otherwise you also will be cut off."},{"verse": 23, "footnotes": {"a": "Romans 11:23 Gk lacks _of Israel_"}, "text": "And even those of Israel,[^a] if they do not persist in unbelief, will be grafted in, for God has the power to graft them in again."},{"verse": 24, "text": "For if you have been cut from what is by nature a wild olive tree and grafted, contrary to nature, into a cultivated olive tree, how much more will these natural branches be grafted back into their own olive tree."},{"verse": 25, "footnotes": {"a": "Romans 11:25 Gk _brothers_"}, "text": "||All Israel Will Be Saved||So that you may not claim to be wiser than you are, brothers and sisters,[^a] I want you to understand this mystery: a hardening has come upon part of Israel, until the full number of the Gentiles has come in."},{"verse": 26, "text": "And so all Israel will be saved; as it is written,\n\"Out of Zion will come the Deliverer;  \n    he will banish ungodliness from Jacob.\""},{"verse": 27, "text": "\"And this is my covenant with them,  \n    when I take away their sins.\""},{"verse": 28, "footnotes": {"a": "Romans 11:28 Gk lacks _of God_"}, "text": "As regards the gospel they are enemies of God[^a] for your sake; but as regards election they are beloved, for the sake of their ancestors;"},{"verse": 29, "text": "for the gifts and the calling of God are irrevocable."},{"verse": 30, "text": "Just as you were once disobedient to God but have now received mercy because of their disobedience,"},{"verse": 31, "footnotes": {"a": "Romans 11:31 Other ancient authorities lack _now_"}, "text": "so they have now been disobedient in order that, by the mercy shown to you, they too may now[^a] receive mercy."},{"verse": 32, "text": "For God has imprisoned all in disobedience so that he may be merciful to all."},{"verse": 33, "text": "O the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how inscrutable his ways!"},{"verse": 34, "text": "\"For who has known the mind of the Lord?  \n    Or who has been his counselor?\""},{"verse": 35, "text": "\"Or who has given a gift to him,  \n    to receive a gift in return?\""},{"verse": 36, "text": "For from him and through him and to him are all things. To him be the glory forever. Amen."}]}
,{"chapter": 12, "verses":[{"verse": 1, "footnotes": {"a": "Romans 12:1 Gk _brothers_", "b": "Romans 12:1 Or _reasonable_"}, "text": "||The New Life in Christ||I appeal to you therefore, brothers and sisters,[^a] by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual[^b] worship."},{"verse": 2, "footnotes": {"a": "Romans 12:2 Gk _age_", "b": "Romans 12:2 Or _what is the good and acceptable and perfect will of God_"}, "text": "Do not be conformed to this world,[^a] but be transformed by the renewing of your minds, so that you may discern what is the will of God--what is good and acceptable and perfect.[^b]"},{"verse": 3, "text": "For by the grace given to me I say to everyone among you not to think of yourself more highly than you ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned."},{"verse": 4, "text": "For as in one body we have many members, and not all the members have the same function,"},{"verse": 5, "text": "so we, who are many, are one body in Christ, and individually we are members one of another."},{"verse": 6, "text": "We have gifts that differ according to the grace given to us: prophecy, in proportion to faith;"},{"verse": 7, "text": "ministry, in ministering; the teacher, in teaching;"},{"verse": 8, "text": "the exhorter, in exhortation; the giver, in generosity; the leader, in diligence; the compassionate, in cheerfulness."},{"verse": 9, "text": "||Marks of the True Christian||Let love be genuine; hate what is evil, hold fast to what is good;"},{"verse": 10, "text": "love one another with mutual affection; outdo one another in showing honor."},{"verse": 11, "footnotes": {"a": "Romans 12:11 Other ancient authorities read _serve the opportune time_"}, "text": "Do not lag in zeal, be ardent in spirit, serve the Lord.[^a]"},{"verse": 12, "text": "Rejoice in hope, be patient in suffering, persevere in prayer."},{"verse": 13, "text": "Contribute to the needs of the saints; extend hospitality to strangers."},{"verse": 14, "text": "Bless those who persecute you; bless and do not curse them."},{"verse": 15, "text": "Rejoice with those who rejoice, weep with those who weep."},{"verse": 16, "footnotes": {"a": "Romans 12:16 Or _give yourselves to humble tasks_"}, "text": "Live in harmony with one another; do not be haughty, but associate with the lowly;[^a] do not claim to be wiser than you are."},{"verse": 17, "text": "Do not repay anyone evil for evil, but take thought for what is noble in the sight of all."},{"verse": 18, "text": "If it is possible, so far as it depends on you, live peaceably with all."},{"verse": 19, "footnotes": {"a": "Romans 12:19 Gk _the wrath_"}, "text": "Beloved, never avenge yourselves, but leave room for the wrath of God;[^a] for it is written, \"Vengeance is mine, I will repay, says the Lord.\""},{"verse": 20, "text": "No, \"if your enemies are hungry, feed them; if they are thirsty, give them something to drink; for by doing this you will heap burning coals on their heads.\""},{"verse": 21, "text": "Do not be overcome by evil, but overcome evil with good."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||Being Subject to Authorities||Let every person be subject to the governing authorities; for there is no authority except from God, and those authorities that exist have been instituted by God."},{"verse": 2, "text": "Therefore whoever resists authority resists what God has appointed, and those who resist will incur judgment."},{"verse": 3, "text": "For rulers are not a terror to good conduct, but to bad. Do you wish to have no fear of the authority? Then do what is good, and you will receive its approval;"},{"verse": 4, "footnotes": {"a": "Romans 13:4 Gk _it_"}, "text": "for it is God\"s servant for your good. But if you do what is wrong, you should be afraid, for the authority[^a] does not bear the sword in vain! It is the servant of God to execute wrath on the wrongdoer."},{"verse": 5, "text": "Therefore one must be subject, not only because of wrath but also because of conscience."},{"verse": 6, "text": "For the same reason you also pay taxes, for the authorities are God\"s servants, busy with this very thing."},{"verse": 7, "text": "Pay to all what is due them--taxes to whom taxes are due, revenue to whom revenue is due, respect to whom respect is due, honor to whom honor is due."},{"verse": 8, "text": "||Love for One Another||Owe no one anything, except to love one another; for the one who loves another has fulfilled the law."},{"verse": 9, "text": "The commandments, \"You shall not commit adultery; You shall not murder; You shall not steal; You shall not covet\"; and any other commandment, are summed up in this word, \"Love your neighbor as yourself.\""},{"verse": 10, "text": "Love does no wrong to a neighbor; therefore, love is the fulfilling of the law."},{"verse": 11, "text": "||An Urgent Appeal||Besides this, you know what time it is, how it is now the moment for you to wake from sleep. For salvation is nearer to us now than when we became believers;"},{"verse": 12, "text": "the night is far gone, the day is near. Let us then lay aside the works of darkness and put on the armor of light;"},{"verse": 13, "text": "let us live honorably as in the day, not in reveling and drunkenness, not in debauchery and licentiousness, not in quarreling and jealousy."},{"verse": 14, "text": "Instead, put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires."}]}
,{"chapter": 14, "verses":[{"verse": 1, "footnotes": {"a": "Romans 14:1 Or _conviction_"}, "text": "||Do Not Judge Another||Welcome those who are weak in faith,[^a] but not for the purpose of quarreling over opinions."},{"verse": 2, "text": "Some believe in eating anything, while the weak eat only vegetables."},{"verse": 3, "text": "Those who eat must not despise those who abstain, and those who abstain must not pass judgment on those who eat; for God has welcomed them."},{"verse": 4, "footnotes": {"a": "Romans 14:4 Other ancient authorities read _for God_"}, "text": "Who are you to pass judgment on servants of another? It is before their own lord that they stand or fall. And they will be upheld, for the Lord[^a] is able to make them stand."},{"verse": 5, "text": "Some judge one day to be better than another, while others judge all days to be alike. Let all be fully convinced in their own minds."},{"verse": 6, "text": "Those who observe the day, observe it in honor of the Lord. Also those who eat, eat in honor of the Lord, since they give thanks to God; while those who abstain, abstain in honor of the Lord and give thanks to God."},{"verse": 7, "text": "We do not live to ourselves, and we do not die to ourselves."},{"verse": 8, "text": "If we live, we live to the Lord, and if we die, we die to the Lord; so then, whether we live or whether we die, we are the Lord\"s."},{"verse": 9, "text": "For to this end Christ died and lived again, so that he might be Lord of both the dead and the living."},{"verse": 10, "footnotes": {"a": "Romans 14:10 Gk _brother_", "b": "Romans 14:10 Gk _brother_", "c": "Romans 14:10 Other ancient authorities read _of Christ_"}, "text": "Why do you pass judgment on your brother or sister?[^a] Or you, why do you despise your brother or sister?[^b] For we will all stand before the judgment seat of God.[^c]"},{"verse": 11, "footnotes": {"a": "Romans 14:11 Or _confess_"}, "text": "For it is written,\n\"As I live, says the Lord, every knee shall bow to me,  \n    and every tongue shall give praise to[^a] God.\""},{"verse": 12, "footnotes": {"a": "Romans 14:12 Other ancient authorities lack _to God_"}, "text": "So then, each of us will be accountable to God.[^a]"},{"verse": 13, "footnotes": {"a": "Romans 14:13 Gk _of a brother_"}, "text": "||Do Not Make Another Stumble||Let us therefore no longer pass judgment on one another, but resolve instead never to put a stumbling block or hindrance in the way of another.[^a]"},{"verse": 14, "text": "I know and am persuaded in the Lord Jesus that nothing is unclean in itself; but it is unclean for anyone who thinks it unclean."},{"verse": 15, "footnotes": {"a": "Romans 14:15 Gk _brother_"}, "text": "If your brother or sister[^a] is being injured by what you eat, you are no longer walking in love. Do not let what you eat cause the ruin of one for whom Christ died."},{"verse": 16, "text": "So do not let your good be spoken of as evil."},{"verse": 17, "text": "For the kingdom of God is not food and drink but righteousness and peace and joy in the Holy Spirit."},{"verse": 18, "text": "The one who thus serves Christ is acceptable to God and has human approval."},{"verse": 19, "text": "Let us then pursue what makes for peace and for mutual upbuilding."},{"verse": 20, "text": "Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for you to make others fall by what you eat;"},{"verse": 21, "footnotes": {"a": "Romans 14:21 Gk _brother_", "b": "Romans 14:21 Other ancient authorities add _or be upset or be weakened_"}, "text": "it is good not to eat meat or drink wine or do anything that makes your brother or sister[^a] stumble.[^b]"},{"verse": 22, "text": "The faith that you have, have as your own conviction before God. Blessed are those who have no reason to condemn themselves because of what they approve."},{"verse": 23, "footnotes": {"a": "Romans 14:23 Or _conviction_", "b": "Romans 14:23 Or _conviction_", "c": "Romans 14:23 Other authorities, some ancient, add here 16.25–27"}, "text": "But those who have doubts are condemned if they eat, because they do not act from faith;[^a] for whatever does not proceed from faith[^b] is sin.[^c]"}]}
,{"chapter": 15, "verses":[{"verse": 1, "text": "||Please Others, Not Yourselves||We who are strong ought to put up with the failings of the weak, and not to please ourselves."},{"verse": 2, "text": "Each of us must please our neighbor for the good purpose of building up the neighbor."},{"verse": 3, "text": "For Christ did not please himself; but, as it is written, \"The insults of those who insult you have fallen on me.\""},{"verse": 4, "text": "For whatever was written in former days was written for our instruction, so that by steadfastness and by the encouragement of the scriptures we might have hope."},{"verse": 5, "text": "May the God of steadfastness and encouragement grant you to live in harmony with one another, in accordance with Christ Jesus,"},{"verse": 6, "text": "so that together you may with one voice glorify the God and Father of our Lord Jesus Christ."},{"verse": 7, "text": "||The Gospel for Jews and Gentiles Alike||Welcome one another, therefore, just as Christ has welcomed you, for the glory of God."},{"verse": 8, "text": "For I tell you that Christ has become a servant of the circumcised on behalf of the truth of God in order that he might confirm the promises given to the patriarchs,"},{"verse": 9, "footnotes": {"a": "Romans 15:9 Or _thank_"}, "text": "and in order that the Gentiles might glorify God for his mercy. As it is written,\n\"Therefore I will confess[^a] you among the Gentiles,  \n    and sing praises to your name\";"},{"verse": 10, "text": "and again he says,\n\"Rejoice, O Gentiles, with his people\";"},{"verse": 11, "text": "and again,\n\"Praise the Lord, all you Gentiles,  \n    and let all the peoples praise him\";"},{"verse": 12, "text": "and again Isaiah says,\n\"The root of Jesse shall come,  \n    the one who rises to rule the Gentiles;  \nin him the Gentiles shall hope.\""},{"verse": 13, "text": "May the God of hope fill you with all joy and peace in believing, so that you may abound in hope by the power of the Holy Spirit."},{"verse": 14, "footnotes": {"a": "Romans 15:14 Gk _brothers_"}, "text": "||Paul\"s Reason for Writing So Boldly||I myself feel confident about you, my brothers and sisters,[^a] that you yourselves are full of goodness, filled with all knowledge, and able to instruct one another."},{"verse": 15, "text": "Nevertheless on some points I have written to you rather boldly by way of reminder, because of the grace given me by God"},{"verse": 16, "text": "to be a minister of Christ Jesus to the Gentiles in the priestly service of the gospel of God, so that the offering of the Gentiles may be acceptable, sanctified by the Holy Spirit."},{"verse": 17, "text": "In Christ Jesus, then, I have reason to boast of my work for God."},{"verse": 18, "footnotes": {"a": "Romans 15:18 Gk _speak of those things that Christ has not accomplished_"}, "text": "For I will not venture to speak of anything except what Christ has accomplished[^a] through me to win obedience from the Gentiles, by word and deed,"},{"verse": 19, "footnotes": {"a": "Romans 15:19 Other ancient authorities read _of the Spirit_ or _of the Holy Spirit_", "b": "Romans 15:19 Or _gospel_"}, "text": "by the power of signs and wonders, by the power of the Spirit of God,[^a] so that from Jerusalem and as far around as Illyricum I have fully proclaimed the good news[^b] of Christ."},{"verse": 20, "footnotes": {"a": "Romans 15:20 Or _gospel_"}, "text": "Thus I make it my ambition to proclaim the good news,[^a] not where Christ has already been named, so that I do not build on someone else\"s foundation,"},{"verse": 21, "text": "but as it is written,\n\"Those who have never been told of him shall see,  \n    and those who have never heard of him shall understand.\""},{"verse": 22, "text": "||Paul\"s Plan to Visit Rome||This is the reason that I have so often been hindered from coming to you."},{"verse": 23, "text": "But now, with no further place for me in these regions, I desire, as I have for many years, to come to you"},{"verse": 24, "text": "when I go to Spain. For I do hope to see you on my journey and to be sent on by you, once I have enjoyed your company for a little while."},{"verse": 25, "text": "At present, however, I am going to Jerusalem in a ministry to the saints;"},{"verse": 26, "text": "for Macedonia and Achaia have been pleased to share their resources with the poor among the saints at Jerusalem."},{"verse": 27, "text": "They were pleased to do this, and indeed they owe it to them; for if the Gentiles have come to share in their spiritual blessings, they ought also to be of service to them in material things."},{"verse": 28, "footnotes": {"a": "Romans 15:28 Gk _have sealed to them this fruit_"}, "text": "So, when I have completed this, and have delivered to them what has been collected,[^a] I will set out by way of you to Spain;"},{"verse": 29, "footnotes": {"a": "Romans 15:29 Other ancient authorities add _of the gospel_"}, "text": "and I know that when I come to you, I will come in the fullness of the blessing[^a] of Christ."},{"verse": 30, "footnotes": {"a": "Romans 15:30 Gk _brothers_"}, "text": "I appeal to you, brothers and sisters,[^a] by our Lord Jesus Christ and by the love of the Spirit, to join me in earnest prayer to God on my behalf,"},{"verse": 31, "footnotes": {"a": "Romans 15:31 Other ancient authorities read _my bringing of a gift_"}, "text": "that I may be rescued from the unbelievers in Judea, and that my ministry[^a] to Jerusalem may be acceptable to the saints,"},{"verse": 32, "text": "so that by God\"s will I may come to you with joy and be refreshed in your company."},{"verse": 33, "footnotes": {"a": "Romans 15:33 One ancient authority adds 16.25–27 here"}, "text": "The God of peace be with all of you.[^a] Amen."}]}
,{"chapter": 16, "verses":[{"verse": 1, "footnotes": {"a": "Romans 16:1 Or _minister_"}, "text": "||Personal Greetings||I commend to you our sister Phoebe, a deacon[^a] of the church at Cenchreae,"},{"verse": 2, "text": "so that you may welcome her in the Lord as is fitting for the saints, and help her in whatever she may require from you, for she has been a benefactor of many and of myself as well."},{"verse": 3, "text": "Greet Prisca and Aquila, who work with me in Christ Jesus,"},{"verse": 4, "text": "and who risked their necks for my life, to whom not only I give thanks, but also all the churches of the Gentiles."},{"verse": 5, "footnotes": {"a": "Romans 16:5 Gk _first fruits_"}, "text": "Greet also the church in their house. Greet my beloved Epaenetus, who was the first convert[^a] in Asia for Christ."},{"verse": 6, "text": "Greet Mary, who has worked very hard among you."},{"verse": 7, "footnotes": {"a": "Romans 16:7 Or _Junias_; other ancient authorities read _Julia_", "b": "Romans 16:7 Or _compatriots_"}, "text": "Greet Andronicus and Junia,[^a] my relatives[^b] who were in prison with me; they are prominent among the apostles, and they were in Christ before I was."},{"verse": 8, "text": "Greet Ampliatus, my beloved in the Lord."},{"verse": 9, "text": "Greet Urbanus, our co-worker in Christ, and my beloved Stachys."},{"verse": 10, "text": "Greet Apelles, who is approved in Christ. Greet those who belong to the family of Aristobulus."},{"verse": 11, "footnotes": {"a": "Romans 16:11 Or _compatriot_"}, "text": "Greet my relative[^a] Herodion. Greet those in the Lord who belong to the family of Narcissus."},{"verse": 12, "text": "Greet those workers in the Lord, Tryphaena and Tryphosa. Greet the beloved Persis, who has worked hard in the Lord."},{"verse": 13, "text": "Greet Rufus, chosen in the Lord; and greet his mother--a mother to me also."},{"verse": 14, "footnotes": {"a": "Romans 16:14 Gk _brothers_"}, "text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers and sisters[^a] who are with them."},{"verse": 15, "text": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all the saints who are with them."},{"verse": 16, "text": "Greet one another with a holy kiss. All the churches of Christ greet you."},{"verse": 17, "footnotes": {"a": "Romans 16:17 Gk _brothers_"}, "text": "||Final Instructions||I urge you, brothers and sisters,[^a] to keep an eye on those who cause dissensions and offenses, in opposition to the teaching that you have learned; avoid them."},{"verse": 18, "footnotes": {"a": "Romans 16:18 Gk _their own belly_"}, "text": "For such people do not serve our Lord Christ, but their own appetites,[^a] and by smooth talk and flattery they deceive the hearts of the simple-minded."},{"verse": 19, "text": "For while your obedience is known to all, so that I rejoice over you, I want you to be wise in what is good and guileless in what is evil."},{"verse": 20, "footnotes": {"a": "Romans 16:20 Other ancient authorities lack this sentence"}, "text": "The God of peace will shortly crush Satan under your feet. The grace of our Lord Jesus Christ be with you.[^a]"},{"verse": 21, "footnotes": {"a": "Romans 16:21 Or _compatriots_"}, "text": "Timothy, my co-worker, greets you; so do Lucius and Jason and Sosipater, my relatives.[^a]"},{"verse": 22, "footnotes": {"a": "Romans 16:22 Or _I Tertius, writing this letter in the Lord, greet you_"}, "text": "I Tertius, the writer of this letter, greet you in the Lord.[^a]"},{"verse": 23, "footnotes": {"a": "Romans 16:23 Other ancient authorities add verse 24, _The grace of our Lord Jesus Christ be with all of you. Amen._"}, "text": "Gaius, who is host to me and to the whole church, greets you. Erastus, the city treasurer, and our brother Quartus, greet you.[^a]"}]}
]}