{"book": "Ruth", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Elimelech\"s Family Goes to Moab||In the days when the judges ruled, there was a famine in the land, and a certain man of Bethlehem in Judah went to live in the country of Moab, he and his wife and two sons."},{"verse": 2, "text": "The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion; they were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there."},{"verse": 3, "text": "But Elimelech, the husband of Naomi, died, and she was left with her two sons."},{"verse": 4, "text": "These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. When they had lived there about ten years,"},{"verse": 5, "text": "both Mahlon and Chilion also died, so that the woman was left without her two sons and her husband."},{"verse": 6, "text": "||Naomi and Her Moabite Daughters-in-Law||Then she started to return with her daughters-in-law from the country of Moab, for she had heard in the country of Moab that the LORD had considered his people and given them food."},{"verse": 7, "text": "So she set out from the place where she had been living, she and her two daughters-in-law, and they went on their way to go back to the land of Judah."},{"verse": 8, "text": "But Naomi said to her two daughters-in-law, \"Go back each of you to your mother\"s house. May the LORD deal kindly with you, as you have dealt with the dead and with me."},{"verse": 9, "text": "The LORD grant that you may find security, each of you in the house of your husband.\" Then she kissed them, and they wept aloud."},{"verse": 10, "text": "They said to her, \"No, we will return with you to your people.\""},{"verse": 11, "text": "But Naomi said, \"Turn back, my daughters, why will you go with me? Do I still have sons in my womb that they may become your husbands?"},{"verse": 12, "text": "Turn back, my daughters, go your way, for I am too old to have a husband. Even if I thought there was hope for me, even if I should have a husband tonight and bear sons,"},{"verse": 13, "text": "would you then wait until they were grown? Would you then refrain from marrying? No, my daughters, it has been far more bitter for me than for you, because the hand of the LORD has turned against me.\""},{"verse": 14, "text": "Then they wept aloud again. Orpah kissed her mother-in-law, but Ruth clung to her."},{"verse": 15, "text": "So she said, \"See, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.\""},{"verse": 16, "text": "But Ruth said,\n\"Do not press me to leave you  \n    or to turn back from following you!  \nWhere you go, I will go;  \n    where you lodge, I will lodge;  \nyour people shall be my people,  \n    and your God my God."},{"verse": 17, "text": "Where you die, I will die--  \n    there will I be buried.  \nMay the LORD do thus and so to me,  \n    and more as well,  \nif even death parts me from you!\""},{"verse": 18, "text": "When Naomi saw that she was determined to go with her, she said no more to her."},{"verse": 19, "text": "So the two of them went on until they came to Bethlehem. When they came to Bethlehem, the whole town was stirred because of them; and the women said, \"Is this Naomi?\""},{"verse": 20, "footnotes": {"a": "Ruth 1:20 That is _Pleasant_", "b": "Ruth 1:20 That is _Bitter_", "c": "Ruth 1:20 Traditional rendering of Heb _Shaddai_"}, "text": "She said to them,\n\"Call me no longer Naomi,[^a]  \n    call me Mara,[^b]  \n    for the Almighty[^c] has dealt bitterly with me."},{"verse": 21, "footnotes": {"a": "Ruth 1:21 Or _has testified against_", "b": "Ruth 1:21 Traditional rendering of Heb _Shaddai_"}, "text": "I went away full,  \n    but the LORD has brought me back empty;  \nwhy call me Naomi  \n    when the LORD has dealt harshly with[^a] me,  \n    and the Almighty[^b] has brought calamity upon me?\""},{"verse": 22, "text": "So Naomi returned together with Ruth the Moabite, her daughter-in-law, who came back with her from the country of Moab. They came to Bethlehem at the beginning of the barley harvest."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Ruth Meets Boaz||Now Naomi had a kinsman on her husband\"s side, a prominent rich man, of the family of Elimelech, whose name was Boaz."},{"verse": 2, "text": "And Ruth the Moabite said to Naomi, \"Let me go to the field and glean among the ears of grain, behind someone in whose sight I may find favor.\" She said to her, \"Go, my daughter.\""},{"verse": 3, "text": "So she went. She came and gleaned in the field behind the reapers. As it happened, she came to the part of the field belonging to Boaz, who was of the family of Elimelech."},{"verse": 4, "text": "Just then Boaz came from Bethlehem. He said to the reapers, \"The LORD be with you.\" They answered, \"The LORD bless you.\""},{"verse": 5, "text": "Then Boaz said to his servant who was in charge of the reapers, \"To whom does this young woman belong?\""},{"verse": 6, "text": "The servant who was in charge of the reapers answered, \"She is the Moabite who came back with Naomi from the country of Moab."},{"verse": 7, "footnotes": {"a": "Ruth 2:7 Compare Gk Vg: Meaning of Heb uncertain"}, "text": "She said, \"Please, let me glean and gather among the sheaves behind the reapers.\" So she came, and she has been on her feet from early this morning until now, without resting even for a moment.\"[^a]"},{"verse": 8, "text": "Then Boaz said to Ruth, \"Now listen, my daughter, do not go to glean in another field or leave this one, but keep close to my young women."},{"verse": 9, "text": "Keep your eyes on the field that is being reaped, and follow behind them. I have ordered the young men not to bother you. If you get thirsty, go to the vessels and drink from what the young men have drawn.\""},{"verse": 10, "text": "Then she fell prostrate, with her face to the ground, and said to him, \"Why have I found favor in your sight, that you should take notice of me, when I am a foreigner?\""},{"verse": 11, "text": "But Boaz answered her, \"All that you have done for your mother-in-law since the death of your husband has been fully told me, and how you left your father and mother and your native land and came to a people that you did not know before."},{"verse": 12, "text": "May the LORD reward you for your deeds, and may you have a full reward from the LORD, the God of Israel, under whose wings you have come for refuge!\""},{"verse": 13, "text": "Then she said, \"May I continue to find favor in your sight, my lord, for you have comforted me and spoken kindly to your servant, even though I am not one of your servants.\""},{"verse": 14, "text": "At mealtime Boaz said to her, \"Come here, and eat some of this bread, and dip your morsel in the sour wine.\" So she sat beside the reapers, and he heaped up for her some parched grain. She ate until she was satisfied, and she had some left over."},{"verse": 15, "text": "When she got up to glean, Boaz instructed his young men, \"Let her glean even among the standing sheaves, and do not reproach her."},{"verse": 16, "text": "You must also pull out some handfuls for her from the bundles, and leave them for her to glean, and do not rebuke her.\""},{"verse": 17, "text": "So she gleaned in the field until evening. Then she beat out what she had gleaned, and it was about an ephah of barley."},{"verse": 18, "text": "She picked it up and came into the town, and her mother-in-law saw how much she had gleaned. Then she took out and gave her what was left over after she herself had been satisfied."},{"verse": 19, "text": "Her mother-in-law said to her, \"Where did you glean today? And where have you worked? Blessed be the man who took notice of you.\" So she told her mother-in-law with whom she had worked, and said, \"The name of the man with whom I worked today is Boaz.\""},{"verse": 20, "footnotes": {"a": "Ruth 2:20 Or _one with the right to redeem_"}, "text": "Then Naomi said to her daughter-in-law, \"Blessed be he by the LORD, whose kindness has not forsaken the living or the dead!\" Naomi also said to her, \"The man is a relative of ours, one of our nearest kin.\"[^a]"},{"verse": 21, "text": "Then Ruth the Moabite said, \"He even said to me, \"Stay close by my servants, until they have finished all my harvest.\"\""},{"verse": 22, "text": "Naomi said to Ruth, her daughter-in-law, \"It is better, my daughter, that you go out with his young women, otherwise you might be bothered in another field.\""},{"verse": 23, "text": "So she stayed close to the young women of Boaz, gleaning until the end of the barley and wheat harvests; and she lived with her mother-in-law."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Ruth and Boaz at the Threshing Floor||Naomi her mother-in-law said to her, \"My daughter, I need to seek some security for you, so that it may be well with you."},{"verse": 2, "text": "Now here is our kinsman Boaz, with whose young women you have been working. See, he is winnowing barley tonight at the threshing floor."},{"verse": 3, "text": "Now wash and anoint yourself, and put on your best clothes and go down to the threshing floor; but do not make yourself known to the man until he has finished eating and drinking."},{"verse": 4, "text": "When he lies down, observe the place where he lies; then, go and uncover his feet and lie down; and he will tell you what to do.\""},{"verse": 5, "text": "She said to her, \"All that you tell me I will do.\""},{"verse": 6, "text": "So she went down to the threshing floor and did just as her mother-in-law had instructed her."},{"verse": 7, "text": "When Boaz had eaten and drunk, and he was in a contented mood, he went to lie down at the end of the heap of grain. Then she came stealthily and uncovered his feet, and lay down."},{"verse": 8, "text": "At midnight the man was startled, and turned over, and there, lying at his feet, was a woman!"},{"verse": 9, "footnotes": {"a": "Ruth 3:9 Or _one with the right to redeem_"}, "text": "He said, \"Who are you?\" And she answered, \"I am Ruth, your servant; spread your cloak over your servant, for you are next-of-kin.\"[^a]"},{"verse": 10, "text": "He said, \"May you be blessed by the LORD, my daughter; this last instance of your loyalty is better than the first; you have not gone after young men, whether poor or rich."},{"verse": 11, "text": "And now, my daughter, do not be afraid, I will do for you all that you ask, for all the assembly of my people know that you are a worthy woman."},{"verse": 12, "text": "But now, though it is true that I am a near kinsman, there is another kinsman more closely related than I."},{"verse": 13, "footnotes": {"a": "Ruth 3:13 Or _one with the right to redeem_", "b": "Ruth 3:13 Or _one with the right to redeem_", "c": "Ruth 3:13 Or _one with the right to redeem_"}, "text": "Remain this night, and in the morning, if he will act as next-of-kin[^a] for you, good; let him do it. If he is not willing to act as next-of-kin[^b] for you, then, as the LORD lives, I will act as next-of-kin[^c] for you. Lie down until the morning.\""},{"verse": 14, "text": "So she lay at his feet until morning, but got up before one person could recognize another; for he said, \"It must not be known that the woman came to the threshing floor.\""},{"verse": 15, "text": "Then he said, \"Bring the cloak you are wearing and hold it out.\" So she held it, and he measured out six measures of barley, and put it on her back; then he went into the city."},{"verse": 16, "footnotes": {"a": "Ruth 3:16 Or _“Who are you,_"}, "text": "She came to her mother-in-law, who said, \"How did things go with you,[^a] my daughter?\" Then she told her all that the man had done for her,"},{"verse": 17, "text": "saying, \"He gave me these six measures of barley, for he said, \"Do not go back to your mother-in-law empty-handed.\"\""},{"verse": 18, "text": "She replied, \"Wait, my daughter, until you learn how the matter turns out, for the man will not rest, but will settle the matter today.\""}]}
,{"chapter": 4, "verses":[{"verse": 1, "footnotes": {"a": "Ruth 4:1 Or _one with the right to redeem_"}, "text": "||The Marriage of Boaz and Ruth||No sooner had Boaz gone up to the gate and sat down there than the next-of-kin,[^a] of whom Boaz had spoken, came passing by. So Boaz said, \"Come over, friend; sit down here.\" And he went over and sat down."},{"verse": 2, "text": "Then Boaz took ten men of the elders of the city, and said, \"Sit down here\"; so they sat down."},{"verse": 3, "footnotes": {"a": "Ruth 4:3 Or _one with the right to redeem_"}, "text": "He then said to the next-of-kin,[^a] \"Naomi, who has come back from the country of Moab, is selling the parcel of land that belonged to our kinsman Elimelech."},{"verse": 4, "text": "So I thought I would tell you of it, and say: Buy it in the presence of those sitting here, and in the presence of the elders of my people. If you will redeem it, redeem it; but if you will not, tell me, so that I may know; for there is no one prior to you to redeem it, and I come after you.\" So he said, \"I will redeem it.\""},{"verse": 5, "footnotes": {"a": "Ruth 4:5 OL Vg: Heb _from the hand of Naomi and from Ruth_"}, "text": "Then Boaz said, \"The day you acquire the field from the hand of Naomi, you are also acquiring Ruth[^a] the Moabite, the widow of the dead man, to maintain the dead man\"s name on his inheritance.\""},{"verse": 6, "footnotes": {"a": "Ruth 4:6 Or _one with the right to redeem_"}, "text": "At this, the next-of-kin[^a] said, \"I cannot redeem it for myself without damaging my own inheritance. Take my right of redemption yourself, for I cannot redeem it.\""},{"verse": 7, "text": "Now this was the custom in former times in Israel concerning redeeming and exchanging: to confirm a transaction, the one took off a sandal and gave it to the other; this was the manner of attesting in Israel."},{"verse": 8, "footnotes": {"a": "Ruth 4:8 Or _one with the right to redeem_"}, "text": "So when the next-of-kin[^a] said to Boaz, \"Acquire it for yourself,\" he took off his sandal."},{"verse": 9, "text": "Then Boaz said to the elders and all the people, \"Today you are witnesses that I have acquired from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and Mahlon."},{"verse": 10, "text": "I have also acquired Ruth the Moabite, the wife of Mahlon, to be my wife, to maintain the dead man\"s name on his inheritance, in order that the name of the dead may not be cut off from his kindred and from the gate of his native place; today you are witnesses.\""},{"verse": 11, "text": "Then all the people who were at the gate, along with the elders, said, \"We are witnesses. May the LORD make the woman who is coming into your house like Rachel and Leah, who together built up the house of Israel. May you produce children in Ephrathah and bestow a name in Bethlehem;"},{"verse": 12, "text": "and, through the children that the LORD will give you by this young woman, may your house be like the house of Perez, whom Tamar bore to Judah.\""},{"verse": 13, "text": "||The Genealogy of David||So Boaz took Ruth and she became his wife. When they came together, the LORD made her conceive, and she bore a son."},{"verse": 14, "footnotes": {"a": "Ruth 4:14 Or _one with the right to redeem_"}, "text": "Then the women said to Naomi, \"Blessed be the LORD, who has not left you this day without next-of-kin;[^a] and may his name be renowned in Israel!"},{"verse": 15, "text": "He shall be to you a restorer of life and a nourisher of your old age; for your daughter-in-law who loves you, who is more to you than seven sons, has borne him.\""},{"verse": 16, "text": "Then Naomi took the child and laid him in her bosom, and became his nurse."},{"verse": 17, "text": "The women of the neighborhood gave him a name, saying, \"A son has been born to Naomi.\" They named him Obed; he became the father of Jesse, the father of David."},{"verse": 18, "text": "Now these are the descendants of Perez: Perez became the father of Hezron,"},{"verse": 19, "text": "Hezron of Ram, Ram of Amminadab,"},{"verse": 20, "text": "Amminadab of Nahshon, Nahshon of Salmon,"},{"verse": 21, "text": "Salmon of Boaz, Boaz of Obed,"},{"verse": 22, "text": "Obed of Jesse, and Jesse of David."}]}
]}