{"book": "Sirach", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 1:1 Or _other books_", "b": "Sirach 1:1 Gk _with these things_", "c": "Sirach 1:1 Other ancient authorities read _I found a copy affording no little instruction_"}, "text": "||The Prologue||\nMany great teachings have been given to us through the Law and the Prophets and the others[^a] that followed them, and for these we should praise Israel for instruction and wisdom. Now, those who read the scriptures must not only themselves understand them, but must also as lovers of learning be able through the spoken and written word to help the outsiders. So my grandfather Jesus, who had devoted himself especially to the reading of the Law and the Prophets and the other books of our ancestors, and had acquired considerable proficiency in them, was himself also led to write something pertaining to instruction and wisdom, so that by becoming familiar also with his book[^b] those who love learning might make even greater progress in living according to the law.\nYou are invited therefore to read it with goodwill and attention, and to be indulgent in cases where, despite our diligent labor in translating, we may seem to have rendered some phrases imperfectly. For what was originally expressed in Hebrew does not have exactly the same sense when translated into another language. Not only this book, but even the Law itself, the Prophecies, and the rest of the books differ not a little when read in the original.\nWhen I came to Egypt in the thirty-eighth year of the reign of Euergetes and stayed for some time, I found opportunity for no little instruction.[^c] It seemed highly necessary that I should myself devote some diligence and labor to the translation of this book. During that time I have applied my skill day and night to complete and publish the book for those living abroad who wished to gain learning and are disposed to live according to the law.||In Praise of Wisdom||All wisdom is from the Lord,  \n    and with him it remains forever."},{"verse": 2, "text": "The sand of the sea, the drops of rain,  \n    and the days of eternity--who can count them?"},{"verse": 3, "footnotes": {"a": "Sirach 1:3 Other ancient authorities read _the depth of the abyss_"}, "text": "The height of heaven, the breadth of the earth,  \n    the abyss, and wisdom[^a]--who can search them out?"},{"verse": 4, "footnotes": {"a": "Sirach 1:4 Other ancient authorities add as verse 5, _The source of wisdom is God’s word in the highest heaven, and her ways are the eternal commandments._"}, "text": "Wisdom was created before all other things,  \n    and prudent understanding from eternity.[^a]"}]}
,{"chapter": 2, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 2:1 Or _trials_"}, "text": "||Duties toward God||My child, when you come to serve the Lord,  \n    prepare yourself for testing.[^a]"},{"verse": 2, "text": "Set your heart right and be steadfast,  \n    and do not be impetuous in time of calamity."},{"verse": 3, "text": "Cling to him and do not depart,  \n    so that your last days may be prosperous."},{"verse": 4, "text": "Accept whatever befalls you,  \n    and in times of humiliation be patient."},{"verse": 5, "footnotes": {"a": "Sirach 2:5 Other ancient authorities add _in sickness and poverty put your trust in him_"}, "text": "For gold is tested in the fire,  \n    and those found acceptable, in the furnace of humiliation.[^a]"},{"verse": 6, "text": "Trust in him, and he will help you;  \n    make your ways straight, and hope in him."},{"verse": 7, "text": "You who fear the Lord, wait for his mercy;  \n    do not stray, or else you may fall."},{"verse": 8, "text": "You who fear the Lord, trust in him,  \n    and your reward will not be lost."},{"verse": 9, "footnotes": {"a": "Sirach 2:9 Other ancient authorities add _For his reward is an everlasting gift with joy._"}, "text": "You who fear the Lord, hope for good things,  \n    for lasting joy and mercy.[^a]"},{"verse": 10, "footnotes": {"a": "Sirach 2:10 Gk _of him_"}, "text": "Consider the generations of old and see:  \n    has anyone trusted in the Lord and been disappointed?  \nOr has anyone persevered in the fear of the Lord[^a] and been forsaken?  \n    Or has anyone called upon him and been neglected?"},{"verse": 11, "text": "For the Lord is compassionate and merciful;  \n    he forgives sins and saves in time of distress."},{"verse": 12, "text": "Woe to timid hearts and to slack hands,  \n    and to the sinner who walks a double path!"},{"verse": 13, "text": "Woe to the fainthearted who have no trust!  \n    Therefore they will have no shelter."},{"verse": 14, "text": "Woe to you who have lost your nerve!  \n    What will you do when the Lord\"s reckoning comes?"},{"verse": 15, "text": "Those who fear the Lord do not disobey his words,  \n    and those who love him keep his ways."},{"verse": 16, "text": "Those who fear the Lord seek to please him,  \n    and those who love him are filled with his law."},{"verse": 17, "text": "Those who fear the Lord prepare their hearts,  \n    and humble themselves before him."},{"verse": 18, "footnotes": {"a": "Sirach 2:18 Syr: Gk lacks this line"}, "text": "Let us fall into the hands of the Lord,  \n    but not into the hands of mortals;  \nfor equal to his majesty is his mercy,  \n    and equal to his name are his works.[^a]"}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Duties toward Parents||Listen to me your father, O children;  \n    act accordingly, that you may be kept in safety."},{"verse": 2, "text": "For the Lord honors a father above his children,  \n    and he confirms a mother\"s right over her children."},{"verse": 3, "text": "Those who honor their father atone for sins,"},{"verse": 4, "text": "    and those who respect their mother are like those who lay up treasure."},{"verse": 5, "text": "Those who honor their father will have joy in their own children,  \n    and when they pray they will be heard."},{"verse": 6, "footnotes": {"a": "Sirach 3:6 Heb: Other ancient authorities read _comfort_"}, "text": "Those who respect their father will have long life,  \n    and those who honor[^a] their mother obey the Lord;"},{"verse": 7, "footnotes": {"a": "Sirach 3:7 In other ancient authorities this line is preceded by _Those who fear the Lord honor their father,_"}, "text": "    they will serve their parents as their masters.[^a]"},{"verse": 8, "text": "Honor your father by word and deed,  \n    that his blessing may come upon you."},{"verse": 9, "text": "For a father\"s blessing strengthens the houses of the children,  \n    but a mother\"s curse uproots their foundations."},{"verse": 10, "text": "Do not glorify yourself by dishonoring your father,  \n    for your father\"s dishonor is no glory to you."},{"verse": 11, "text": "The glory of one\"s father is one\"s own glory,  \n    and it is a disgrace for children not to respect their mother."},{"verse": 12, "text": "My child, help your father in his old age,  \n    and do not grieve him as long as he lives;"},{"verse": 13, "text": "even if his mind fails, be patient with him;  \n    because you have all your faculties do not despise him."},{"verse": 14, "text": "For kindness to a father will not be forgotten,  \n    and will be credited to you against your sins;"},{"verse": 15, "text": "in the day of your distress it will be remembered in your favor;  \n    like frost in fair weather, your sins will melt away."},{"verse": 16, "text": "Whoever forsakes a father is like a blasphemer,  \n    and whoever angers a mother is cursed by the Lord."},{"verse": 17, "footnotes": {"a": "Sirach 3:17 Heb: Gk _meekness_"}, "text": "||Humility||My child, perform your tasks with humility;[^a]  \n    then you will be loved by those whom God accepts."},{"verse": 18, "footnotes": {"a": "Sirach 3:18 Other ancient authorities add as verse 19, _Many are lofty and renowned, but to the humble he reveals his secrets._"}, "text": "The greater you are, the more you must humble yourself;  \n    so you will find favor in the sight of the Lord.[^a]"}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Duties toward the Poor and the Oppressed||My child, do not cheat the poor of their living,  \n    and do not keep needy eyes waiting."},{"verse": 2, "text": "Do not grieve the hungry,  \n    or anger one in need."},{"verse": 3, "text": "Do not add to the troubles of the desperate,  \n    or delay giving to the needy."},{"verse": 4, "text": "Do not reject a suppliant in distress,  \n    or turn your face away from the poor."},{"verse": 5, "text": "Do not avert your eye from the needy,  \n    and give no one reason to curse you;"},{"verse": 6, "text": "for if in bitterness of soul some should curse you,  \n    their Creator will hear their prayer."},{"verse": 7, "text": "Endear yourself to the congregation;  \n    bow your head low to the great."},{"verse": 8, "text": "Give a hearing to the poor,  \n    and return their greeting politely."},{"verse": 9, "text": "Rescue the oppressed from the oppressor;  \n    and do not be hesitant in giving a verdict."},{"verse": 10, "text": "Be a father to orphans,  \n    and be like a husband to their mother;  \nyou will then be like a son of the Most High,  \n    and he will love you more than does your mother."},{"verse": 11, "footnotes": {"a": "Sirach 4:11 Heb Syr: Gk _exalts_"}, "text": "||The Rewards of Wisdom||Wisdom teaches[^a] her children  \n    and gives help to those who seek her."},{"verse": 12, "text": "Whoever loves her loves life,  \n    and those who seek her from early morning are filled with joy."},{"verse": 13, "footnotes": {"a": "Sirach 4:13 Or _he_"}, "text": "Whoever holds her fast inherits glory,  \n    and the Lord blesses the place she[^a] enters."},{"verse": 14, "text": "Those who serve her minister to the Holy One;  \n    the Lord loves those who love her."},{"verse": 15, "text": "Those who obey her will judge the nations,  \n    and all who listen to her will live secure."},{"verse": 16, "text": "If they remain faithful, they will inherit her;  \n    their descendants will also obtain her."},{"verse": 17, "footnotes": {"a": "Sirach 4:17 Or _until they remain faithful in their heart_"}, "text": "For at first she will walk with them on tortuous paths;  \n    she will bring fear and dread upon them,  \nand will torment them by her discipline  \n    until she trusts them,[^a]  \nand she will test them with her ordinances."},{"verse": 18, "text": "Then she will come straight back to them again and gladden them,  \n    and will reveal her secrets to them."},{"verse": 19, "text": "If they go astray she will forsake them,  \n    and hand them over to their ruin."},{"verse": 20, "text": "Watch for the opportune time, and beware of evil,  \n    and do not be ashamed to be yourself."},{"verse": 21, "text": "For there is a shame that leads to sin,  \n    and there is a shame that is glory and favor."},{"verse": 22, "text": "Do not show partiality, to your own harm,  \n    or deference, to your downfall."},{"verse": 23, "footnotes": {"a": "Sirach 4:23 Heb: Gk _at a time of salvation_", "b": "Sirach 4:23 So some Gk Mss and Heb Syr Lat: Other Gk Mss lack _and do not hide your wisdom_"}, "text": "Do not refrain from speaking at the proper moment,[^a]  \n    and do not hide your wisdom.[^b]"},{"verse": 24, "text": "For wisdom becomes known through speech,  \n    and education through the words of the tongue."},{"verse": 25, "text": "Never speak against the truth,  \n    but be ashamed of your ignorance."},{"verse": 26, "text": "Do not be ashamed to confess your sins,  \n    and do not try to stop the current of a river."},{"verse": 27, "text": "Do not subject yourself to a fool,  \n    or show partiality to a ruler."},{"verse": 28, "text": "Fight to the death for truth,  \n    and the Lord God will fight for you."},{"verse": 29, "text": "Do not be reckless in your speech,  \n    or sluggish and remiss in your deeds."},{"verse": 30, "text": "Do not be like a lion in your home,  \n    or suspicious of your servants."},{"verse": 31, "text": "Do not let your hand be stretched out to receive  \n    and closed when it is time to give."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||Precepts for Everyday Living||Do not rely on your wealth,  \n    or say, \"I have enough.\""},{"verse": 2, "text": "Do not follow your inclination and strength  \n    in pursuing the desires of your heart."},{"verse": 3, "text": "Do not say, \"Who can have power over me?\"  \n    for the Lord will surely punish you."},{"verse": 4, "text": "Do not say, \"I sinned, yet what has happened to me?\"  \n    for the Lord is slow to anger."},{"verse": 5, "footnotes": {"a": "Sirach 5:5 Heb: Gk _atonement_"}, "text": "Do not be so confident of forgiveness[^a]  \n    that you add sin to sin."},{"verse": 6, "footnotes": {"a": "Sirach 5:6 Heb: Gk _he_ (or _it_) _will atone for_"}, "text": "Do not say, \"His mercy is great,  \n    he will forgive[^a] the multitude of my sins,\"  \nfor both mercy and wrath are with him,  \n    and his anger will rest on sinners."},{"verse": 7, "text": "Do not delay to turn back to the Lord,  \n    and do not postpone it from day to day;  \nfor suddenly the wrath of the Lord will come upon you,  \n    and at the time of punishment you will perish."},{"verse": 8, "text": "Do not depend on dishonest wealth,  \n    for it will not benefit you on the day of calamity."},{"verse": 9, "footnotes": {"a": "Sirach 5:9 Gk adds _so it is with the double-tongued sinner_ (see 6.1)"}, "text": "Do not winnow in every wind,  \n    or follow every path.[^a]"},{"verse": 10, "text": "Stand firm for what you know,  \n    and let your speech be consistent."},{"verse": 11, "text": "Be quick to hear,  \n    but deliberate in answering."},{"verse": 12, "text": "If you know what to say, answer your neighbor;  \n    but if not, put your hand over your mouth."},{"verse": 13, "text": "Honor and dishonor come from speaking,  \n    and the tongue of mortals may be their downfall."},{"verse": 14, "footnotes": {"a": "Sirach 5:14 Heb: Gk _a slanderer_"}, "text": "Do not be called double-tongued[^a]  \n    and do not lay traps with your tongue;  \nfor shame comes to the thief,  \n    and severe condemnation to the double-tongued."},{"verse": 15, "footnotes": {"a": "Sirach 5:15 Heb Syr: Gk _be ignorant_"}, "text": "In great and small matters cause no harm,[^a]"}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "and do not become an enemy instead of a friend;  \nfor a bad name incurs shame and reproach;  \n    so it is with the double-tongued sinner."},{"verse": 2, "footnotes": {"a": "Sirach 6:2 Heb: Meaning of Gk uncertain", "b": "Sirach 6:2 Meaning of Gk uncertain"}, "text": "Do not fall into the grip of passion,[^a]  \n    or you may be torn apart as by a bull.[^b]"},{"verse": 3, "text": "Your leaves will be devoured and your fruit destroyed,  \n    and you will be left like a withered tree."},{"verse": 4, "text": "Evil passion destroys those who have it,  \n    and makes them the laughingstock of their enemies."},{"verse": 5, "text": "||Friendship, False and True||Pleasant speech multiplies friends,  \n    and a gracious tongue multiplies courtesies."},{"verse": 6, "text": "Let those who are friendly with you be many,  \n    but let your advisers be one in a thousand."},{"verse": 7, "text": "When you gain friends, gain them through testing,  \n    and do not trust them hastily."},{"verse": 8, "text": "For there are friends who are such when it suits them,  \n    but they will not stand by you in time of trouble."},{"verse": 9, "text": "And there are friends who change into enemies,  \n    and tell of the quarrel to your disgrace."},{"verse": 10, "text": "And there are friends who sit at your table,  \n    but they will not stand by you in time of trouble."},{"verse": 11, "text": "When you are prosperous, they become your second self,  \n    and lord it over your servants;"},{"verse": 12, "text": "but if you are brought low, they turn against you,  \n    and hide themselves from you."},{"verse": 13, "text": "Keep away from your enemies,  \n    and be on guard with your friends."},{"verse": 14, "text": "Faithful friends are a sturdy shelter:  \n    whoever finds one has found a treasure."},{"verse": 15, "text": "Faithful friends are beyond price;  \n    no amount can balance their worth."},{"verse": 16, "text": "Faithful friends are life-saving medicine;  \n    and those who fear the Lord will find them."},{"verse": 17, "text": "Those who fear the Lord direct their friendship aright,  \n    for as they are, so are their neighbors also."},{"verse": 18, "text": "||Blessings of Wisdom||My child, from your youth choose discipline,  \n    and when you have gray hair you will still find wisdom."},{"verse": 19, "text": "Come to her like one who plows and sows,  \n    and wait for her good harvest.  \nFor when you cultivate her you will toil but little,  \n    and soon you will eat of her produce."},{"verse": 20, "text": "She seems very harsh to the undisciplined;  \n    fools cannot remain with her."},{"verse": 21, "text": "She will be like a heavy stone to test them,  \n    and they will not delay in casting her aside."},{"verse": 22, "text": "For wisdom is like her name;  \n    she is not readily perceived by many."},{"verse": 23, "text": "Listen, my child, and accept my judgment;  \n    do not reject my counsel."},{"verse": 24, "text": "Put your feet into her fetters,  \n    and your neck into her collar."},{"verse": 25, "text": "Bend your shoulders and carry her,  \n    and do not fret under her bonds."},{"verse": 26, "text": "Come to her with all your soul,  \n    and keep her ways with all your might."},{"verse": 27, "text": "Search out and seek, and she will become known to you;  \n    and when you get hold of her, do not let her go."},{"verse": 28, "text": "For at last you will find the rest she gives,  \n    and she will be changed into joy for you."},{"verse": 29, "text": "Then her fetters will become for you a strong defense,  \n    and her collar a glorious robe."},{"verse": 30, "footnotes": {"a": "Sirach 6:30 Heb: Gk _Upon her_"}, "text": "Her yoke[^a] is a golden ornament,  \n    and her bonds a purple cord."},{"verse": 31, "footnotes": {"a": "Sirach 6:31 Heb: Gk _crown of gladness_"}, "text": "You will wear her like a glorious robe,  \n    and put her on like a splendid crown.[^a]"},{"verse": 32, "text": "If you are willing, my child, you can be disciplined,  \n    and if you apply yourself you will become clever."},{"verse": 33, "text": "If you love to listen you will gain knowledge,  \n    and if you pay attention you will become wise."},{"verse": 34, "text": "Stand in the company of the elders.  \n    Who is wise? Attach yourself to such a one."},{"verse": 35, "text": "Be ready to listen to every godly discourse,  \n    and let no wise proverbs escape you."},{"verse": 36, "text": "If you see an intelligent person, rise early to visit him;  \n    let your foot wear out his doorstep."},{"verse": 37, "footnotes": {"a": "Sirach 6:37 Heb: Gk _will confirm_"}, "text": "Reflect on the statutes of the Lord,  \n    and meditate at all times on his commandments.  \nIt is he who will give insight to[^a] your mind,  \n    and your desire for wisdom will be granted."}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "||Miscellaneous Advice||Do no evil, and evil will never overtake you."},{"verse": 2, "text": "Stay away from wrong, and it will turn away from you."},{"verse": 3, "footnotes": {"a": "Sirach 7:3 Gk _My child, do_"}, "text": "Do[^a] not sow in the furrows of injustice,  \n    and you will not reap a sevenfold crop."},{"verse": 4, "text": "Do not seek from the Lord high office,  \n    or the seat of honor from the king."},{"verse": 5, "text": "Do not assert your righteousness before the Lord,  \n    or display your wisdom before the king."},{"verse": 6, "text": "Do not seek to become a judge,  \n    or you may be unable to root out injustice;  \nyou may be partial to the powerful,  \n    and so mar your integrity."},{"verse": 7, "text": "Commit no offense against the public,  \n    and do not disgrace yourself among the people."},{"verse": 8, "text": "Do not commit a sin twice;  \n    not even for one will you go unpunished."},{"verse": 9, "text": "Do not say, \"He will consider the great number of my gifts,  \n    and when I make an offering to the Most High God, he will accept it.\""},{"verse": 10, "text": "Do not grow weary when you pray;  \n    do not neglect to give alms."},{"verse": 11, "text": "Do not ridicule a person who is embittered in spirit,  \n    for there is One who humbles and exalts."},{"verse": 12, "footnotes": {"a": "Sirach 7:12 Heb: Gk _plow_"}, "text": "Do not devise[^a] a lie against your brother,  \n    or do the same to a friend."},{"verse": 13, "text": "Refuse to utter any lie,  \n    for it is a habit that results in no good."},{"verse": 14, "text": "Do not babble in the assembly of the elders,  \n    and do not repeat yourself when you pray."},{"verse": 15, "text": "Do not hate hard labor  \n    or farm work, which was created by the Most High."},{"verse": 16, "text": "Do not enroll in the ranks of sinners;  \n    remember that retribution does not delay."},{"verse": 17, "footnotes": {"a": "Sirach 7:17 Heb _for the expectation of mortals is worms_"}, "text": "Humble yourself to the utmost,  \n    for the punishment of the ungodly is fire and worms.[^a]"},{"verse": 18, "text": "||Relations with Others||Do not exchange a friend for money,  \n    or a real brother for the gold of Ophir."},{"verse": 19, "footnotes": {"a": "Sirach 7:19 Heb: Gk _deprive yourself of_"}, "text": "Do not dismiss[^a] a wise and good wife,  \n    for her charm is worth more than gold."},{"verse": 20, "text": "Do not abuse slaves who work faithfully,  \n    or hired laborers who devote themselves to their task."},{"verse": 21, "footnotes": {"a": "Sirach 7:21 Heb _Love a wise slave as yourself_"}, "text": "Let your soul love intelligent slaves;[^a]  \n    do not withhold from them their freedom."},{"verse": 22, "text": "Do you have cattle? Look after them;  \n    if they are profitable to you, keep them."},{"verse": 23, "footnotes": {"a": "Sirach 7:23 Gk _bend their necks_"}, "text": "Do you have children? Discipline them,  \n    and make them obedient[^a] from their youth."},{"verse": 24, "footnotes": {"a": "Sirach 7:24 Gk _body_"}, "text": "Do you have daughters? Be concerned for their chastity,[^a]  \n    and do not show yourself too indulgent with them."},{"verse": 25, "text": "Give a daughter in marriage, and you complete a great task;  \n    but give her to a sensible man."},{"verse": 26, "footnotes": {"a": "Sirach 7:26 Heb Syr lack _who pleases you_"}, "text": "Do you have a wife who pleases you?[^a] Do not divorce her;  \n    but do not trust yourself to one whom you detest."},{"verse": 27, "text": "With all your heart honor your father,  \n    and do not forget the birth pangs of your mother."},{"verse": 28, "footnotes": {"a": "Sirach 7:28 Gk _them_"}, "text": "Remember that it was of your parents[^a] you were born;  \n    how can you repay what they have given to you?"},{"verse": 29, "text": "With all your soul fear the Lord,  \n    and revere his priests."},{"verse": 30, "text": "With all your might love your Maker,  \n    and do not neglect his ministers."},{"verse": 31, "text": "Fear the Lord and honor the priest,  \n    and give him his portion, as you have been commanded:  \nthe first fruits, the guilt offering, the gift of the shoulders,  \n    the sacrifice of sanctification, and the first fruits of the holy things."},{"verse": 32, "text": "Stretch out your hand to the poor,  \n    so that your blessing may be complete."},{"verse": 33, "text": "Give graciously to all the living;  \n    do not withhold kindness even from the dead."},{"verse": 34, "text": "Do not avoid those who weep,  \n    but mourn with those who mourn."},{"verse": 35, "text": "Do not hesitate to visit the sick,  \n    because for such deeds you will be loved."},{"verse": 36, "text": "In all you do, remember the end of your life,  \n    and then you will never sin."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||Prudence and Common Sense||Do not contend with the powerful,  \n    or you may fall into their hands."},{"verse": 2, "text": "Do not quarrel with the rich,  \n    in case their resources outweigh yours;  \nfor gold has ruined many,  \n    and has perverted the minds of kings."},{"verse": 3, "text": "Do not argue with the loud of mouth,  \n    and do not heap wood on their fire."},{"verse": 4, "text": "Do not make fun of one who is ill-bred,  \n    or your ancestors may be insulted."},{"verse": 5, "text": "Do not reproach one who is turning away from sin;  \n    remember that we all deserve punishment."},{"verse": 6, "text": "Do not disdain one who is old,  \n    for some of us are also growing old."},{"verse": 7, "text": "Do not rejoice over anyone\"s death;  \n    remember that we must all die."},{"verse": 8, "text": "Do not slight the discourse of the sages,  \n    but busy yourself with their maxims;  \nbecause from them you will learn discipline  \n    and how to serve princes."},{"verse": 9, "footnotes": {"a": "Sirach 8:9 Or _ancestors_"}, "text": "Do not ignore the discourse of the aged,  \n    for they themselves learned from their parents;[^a]  \nfrom them you learn how to understand  \n    and to give an answer when the need arises."},{"verse": 10, "text": "Do not kindle the coals of sinners,  \n    or you may be burned in their flaming fire."},{"verse": 11, "text": "Do not let the insolent bring you to your feet,  \n    or they may lie in ambush against your words."},{"verse": 12, "text": "Do not lend to one who is stronger than you;  \n    but if you do lend anything, count it as a loss."},{"verse": 13, "text": "Do not give surety beyond your means;  \n    but if you give surety, be prepared to pay."},{"verse": 14, "text": "Do not go to law against a judge,  \n    for the decision will favor him because of his standing."},{"verse": 15, "text": "Do not go traveling with the reckless,  \n    or they will be burdensome to you;  \nfor they will act as they please,  \n    and through their folly you will perish with them."},{"verse": 16, "text": "Do not pick a fight with the quick-tempered,  \n    and do not journey with them through lonely country,  \nbecause bloodshed means nothing to them,  \n    and where no help is at hand, they will strike you down."},{"verse": 17, "text": "Do not consult with fools,  \n    for they cannot keep a secret."},{"verse": 18, "footnotes": {"a": "Sirach 8:18 Or _it will bring forth_"}, "text": "In the presence of strangers do nothing that is to be kept secret,  \n    for you do not know what they will divulge.[^a]"},{"verse": 19, "footnotes": {"a": "Sirach 8:19 Heb: Gk _and let him not return a favor to you_"}, "text": "Do not reveal your thoughts to anyone,  \n    or you may drive away your happiness.[^a]"}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||Advice concerning Women||Do not be jealous of the wife of your bosom,  \n    or you will teach her an evil lesson to your own hurt."},{"verse": 2, "text": "Do not give yourself to a woman  \n    and let her trample down your strength."},{"verse": 3, "text": "Do not go near a loose woman,  \n    or you will fall into her snares."},{"verse": 4, "text": "Do not dally with a singing girl,  \n    or you will be caught by her tricks."},{"verse": 5, "text": "Do not look intently at a virgin,  \n    or you may stumble and incur penalties for her."},{"verse": 6, "text": "Do not give yourself to prostitutes,  \n    or you may lose your inheritance."},{"verse": 7, "text": "Do not look around in the streets of a city,  \n    or wander about in its deserted sections."},{"verse": 8, "text": "Turn away your eyes from a shapely woman,  \n    and do not gaze at beauty belonging to another;  \nmany have been seduced by a woman\"s beauty,  \n    and by it passion is kindled like a fire."},{"verse": 9, "footnotes": {"a": "Sirach 9:9 Heb: Gk _by your spirit_"}, "text": "Never dine with another man\"s wife,  \n    or revel with her at wine;  \nor your heart may turn aside to her,  \n    and in blood[^a] you may be plunged into destruction."},{"verse": 10, "text": "||Choice of Friends||Do not abandon old friends,  \n    for new ones cannot equal them.  \nA new friend is like new wine;  \n    when it has aged, you can drink it with pleasure."},{"verse": 11, "text": "Do not envy the success of sinners,  \n    for you do not know what their end will be like."},{"verse": 12, "text": "Do not delight in what pleases the ungodly;  \n    remember that they will not be held guiltless all their lives."},{"verse": 13, "text": "Keep far from those who have power to kill,  \n    and you will not be haunted by the fear of death.  \nBut if you approach them, make no misstep,  \n    or they may rob you of your life.  \nKnow that you are stepping among snares,  \n    and that you are walking on the city battlements."},{"verse": 14, "text": "As much as you can, aim to know your neighbors,  \n    and consult with the wise."},{"verse": 15, "text": "Let your conversation be with intelligent people,  \n    and let all your discussion be about the law of the Most High."},{"verse": 16, "text": "Let the righteous be your dinner companions,  \n    and let your glory be in the fear of the Lord."},{"verse": 17, "text": "||Concerning Rulers||A work is praised for the skill of the artisan;  \n    so a people\"s leader is proved wise by his words."},{"verse": 18, "text": "The loud of mouth are feared in their city,  \n    and the one who is reckless in speech is hated."}]}
,{"chapter": 10, "verses":[{"verse": 1, "text": "A wise magistrate educates his people,  \n    and the rule of an intelligent person is well ordered."},{"verse": 2, "text": "As the people\"s judge is, so are his officials;  \n    as the ruler of the city is, so are all its inhabitants."},{"verse": 3, "text": "An undisciplined king ruins his people,  \n    but a city becomes fit to live in through the understanding of its rulers."},{"verse": 4, "text": "The government of the earth is in the hand of the Lord,  \n    and over it he will raise up the right leader for the time."},{"verse": 5, "footnotes": {"a": "Sirach 10:5 Heb: Gk _scribe_"}, "text": "Human success is in the hand of the Lord,  \n    and it is he who confers honor upon the lawgiver.[^a]"},{"verse": 6, "text": "||The Sin of Pride||Do not get angry with your neighbor for every injury,  \n    and do not resort to acts of insolence."},{"verse": 7, "text": "Arrogance is hateful to the Lord and to mortals,  \n    and injustice is outrageous to both."},{"verse": 8, "footnotes": {"a": "Sirach 10:8 Other ancient authorities add here or after verse 9a, _Nothing is more wicked than one who loves money, for such a person puts his own soul up for sale._"}, "text": "Sovereignty passes from nation to nation  \n    on account of injustice and insolence and wealth.[^a]"},{"verse": 9, "footnotes": {"a": "Sirach 10:9 Heb: Meaning of Gk uncertain"}, "text": "How can dust and ashes be proud?  \n    Even in life the human body decays.[^a]"},{"verse": 10, "footnotes": {"a": "Sirach 10:10 Heb Lat: Meaning of Gk uncertain"}, "text": "A long illness baffles the physician;[^a]  \n    the king of today will die tomorrow."},{"verse": 11, "footnotes": {"a": "Sirach 10:11 Heb: Gk _wild animals_"}, "text": "For when one is dead  \n    he inherits maggots and vermin[^a] and worms."},{"verse": 12, "text": "The beginning of human pride is to forsake the Lord;  \n    the heart has withdrawn from its Maker."},{"verse": 13, "text": "For the beginning of pride is sin,  \n    and the one who clings to it pours out abominations.  \nTherefore the Lord brings upon them unheard-of calamities,  \n    and destroys them completely."},{"verse": 14, "text": "The Lord overthrows the thrones of rulers,  \n    and enthrones the lowly in their place."},{"verse": 15, "footnotes": {"a": "Sirach 10:15 Other ancient authorities read _proud nations_"}, "text": "The Lord plucks up the roots of the nations,[^a]  \n    and plants the humble in their place."},{"verse": 16, "text": "The Lord lays waste the lands of the nations,  \n    and destroys them to the foundations of the earth."},{"verse": 17, "text": "He removes some of them and destroys them,  \n    and erases the memory of them from the earth."},{"verse": 18, "text": "Pride was not created for human beings,  \n    or violent anger for those born of women."},{"verse": 19, "text": "||Persons Deserving Honor||Whose offspring are worthy of honor?  \n    Human offspring.  \nWhose offspring are worthy of honor?  \n    Those who fear the Lord.  \nWhose offspring are unworthy of honor?  \n    Human offspring.  \nWhose offspring are unworthy of honor?  \n    Those who break the commandments."},{"verse": 20, "footnotes": {"a": "Sirach 10:20 Other ancient authorities add as verse 21, _The fear of the Lord is the beginning of acceptance; obduracy and pride are the beginning of rejection._"}, "text": "Among family members their leader is worthy of honor,  \n    but those who fear the Lord are worthy of honor in his eyes.[^a]"}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||The Deceptiveness of Appearances||The wisdom of the humble lifts their heads high,  \n    and seats them among the great."},{"verse": 2, "text": "Do not praise individuals for their good looks,  \n    or loathe anyone because of appearance alone."},{"verse": 3, "text": "The bee is small among flying creatures,  \n    but what it produces is the best of sweet things."},{"verse": 4, "text": "Do not boast about wearing fine clothes,  \n    and do not exalt yourself when you are honored;  \nfor the works of the Lord are wonderful,  \n    and his works are concealed from humankind."},{"verse": 5, "text": "Many kings have had to sit on the ground,  \n    but one who was never thought of has worn a crown."},{"verse": 6, "text": "Many rulers have been utterly disgraced,  \n    and the honored have been handed over to others."},{"verse": 7, "text": "||Deliberation and Caution||Do not find fault before you investigate;  \n    examine first, and then criticize."},{"verse": 8, "text": "Do not answer before you listen,  \n    and do not interrupt when another is speaking."},{"verse": 9, "text": "Do not argue about a matter that does not concern you,  \n    and do not sit with sinners when they judge a case."},{"verse": 10, "text": "My child, do not busy yourself with many matters;  \n    if you multiply activities, you will not be held blameless.  \nIf you pursue, you will not overtake,  \n    and by fleeing you will not escape."},{"verse": 11, "text": "There are those who work and struggle and hurry,  \n    but are so much the more in want."},{"verse": 12, "text": "There are others who are slow and need help,  \n    who lack strength and abound in poverty;  \nbut the eyes of the Lord look kindly upon them;  \n    he lifts them out of their lowly condition"},{"verse": 13, "text": "and raises up their heads  \n    to the amazement of the many."},{"verse": 14, "footnotes": {"a": "Sirach 11:14 Other ancient authorities add as verses 15 and 16, _|[15 ]|Wisdom, understanding, and knowledge of the law come from the Lord; affection and the ways of good works come from him. |[16 ]|Error and darkness were created with sinners; evil grows old with those who take pride in malice._"}, "text": "Good things and bad, life and death,  \n    poverty and wealth, come from the Lord.[^a]"}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "If you do good, know to whom you do it,  \n    and you will be thanked for your good deeds."},{"verse": 2, "text": "Do good to the devout, and you will be repaid--  \n    if not by them, certainly by the Most High."},{"verse": 3, "text": "No good comes to one who persists in evil  \n    or to one who does not give alms."},{"verse": 4, "text": "Give to the devout, but do not help the sinner."},{"verse": 5, "text": "    Do good to the humble, but do not give to the ungodly;  \nhold back their bread, and do not give it to them,  \n    for by means of it they might subdue you;  \nthen you will receive twice as much evil  \n    for all the good you have done to them."},{"verse": 6, "footnotes": {"a": "Sirach 12:6 Other ancient authorities add _and he is keeping them for the day of their punishment_"}, "text": "For the Most High also hates sinners  \n    and will inflict punishment on the ungodly.[^a]"},{"verse": 7, "text": "Give to the one who is good, but do not help the sinner."},{"verse": 8, "footnotes": {"a": "Sirach 12:8 Other ancient authorities read _punished_"}, "text": "A friend is not known[^a] in prosperity,  \n    nor is an enemy hidden in adversity."},{"verse": 9, "footnotes": {"a": "Sirach 12:9 Heb: Gk _grieved_"}, "text": "One\"s enemies are friendly[^a] when one prospers,  \n    but in adversity even one\"s friend disappears."},{"verse": 10, "text": "Never trust your enemy,  \n    for like corrosion in copper, so is his wickedness."},{"verse": 11, "text": "Even if he humbles himself and walks bowed down,  \n    take care to be on your guard against him.  \nBe to him like one who polishes a mirror,  \n    to be sure it does not become completely tarnished."},{"verse": 12, "text": "Do not put him next to you,  \n    or he may overthrow you and take your place.  \nDo not let him sit at your right hand,  \n    or else he may try to take your own seat,  \nand at last you will realize the truth of my words,  \n    and be stung by what I have said."},{"verse": 13, "text": "Who pities a snake charmer when he is bitten,  \n    or all those who go near wild animals?"},{"verse": 14, "text": "So no one pities a person who associates with a sinner  \n    and becomes involved in the other\"s sins."},{"verse": 15, "text": "He stands by you for a while,  \n    but if you falter, he will not be there."},{"verse": 16, "text": "An enemy speaks sweetly with his lips,  \n    but in his heart he plans to throw you into a pit;  \nan enemy may have tears in his eyes,  \n    but if he finds an opportunity he will never have enough of your blood."},{"verse": 17, "text": "If evil comes upon you, you will find him there ahead of you;  \n    pretending to help, he will trip you up."},{"verse": 18, "text": "Then he will shake his head, and clap his hands,  \n    and whisper much, and show his true face."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||Caution Regarding Associates||Whoever touches pitch gets dirty,  \n    and whoever associates with a proud person becomes like him."},{"verse": 2, "text": "Do not lift a weight too heavy for you,  \n    or associate with one mightier and richer than you.  \nHow can the clay pot associate with the iron kettle?  \n    The pot will strike against it and be smashed."},{"verse": 3, "text": "A rich person does wrong, and even adds insults;  \n    a poor person suffers wrong, and must add apologies."},{"verse": 4, "footnotes": {"a": "Sirach 13:4 Gk _He_"}, "text": "A rich person[^a] will exploit you if you can be of use to him,  \n    but if you are in need he will abandon you."},{"verse": 5, "text": "If you own something, he will live with you;  \n    he will drain your resources without a qualm."},{"verse": 6, "text": "When he needs you he will deceive you,  \n    and will smile at you and encourage you;  \n    he will speak to you kindly and say, \"What do you need?\""},{"verse": 7, "text": "He will embarrass you with his delicacies,  \n    until he has drained you two or three times,  \n    and finally he will laugh at you.  \nShould he see you afterwards, he will pass you by  \n    and shake his head at you."},{"verse": 8, "footnotes": {"a": "Sirach 13:8 Other ancient authorities read _in your folly_"}, "text": "Take care not to be led astray  \n    and humiliated when you are enjoying yourself.[^a]"},{"verse": 9, "text": "When an influential person invites you, be reserved,  \n    and he will invite you more insistently."},{"verse": 10, "text": "Do not be forward, or you may be rebuffed;  \n    do not stand aloof, or you will be forgotten."},{"verse": 11, "text": "Do not try to treat him as an equal,  \n    or trust his lengthy conversations;  \nfor he will test you by prolonged talk,  \n    and while he smiles he will be examining you."},{"verse": 12, "text": "Cruel are those who do not keep your secrets;  \n    they will not spare you harm or imprisonment."},{"verse": 13, "footnotes": {"a": "Sirach 13:13 Other ancient authorities add as verse 14, _When you hear these things in your sleep, wake up! During all your life love the Lord, and call on him for your salvation._"}, "text": "Be on your guard and very careful,  \n    for you are walking about with your own downfall.[^a]"}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "Happy are those who do not blunder with their lips,  \n    and need not suffer remorse for sin."},{"verse": 2, "text": "Happy are those whose hearts do not condemn them,  \n    and who have not given up their hope."},{"verse": 3, "text": "||Responsible Use of Wealth||Riches are inappropriate for a small-minded person;  \n    and of what use is wealth to a miser?"},{"verse": 4, "text": "What he denies himself he collects for others;  \n    and others will live in luxury on his goods."},{"verse": 5, "text": "If one is mean to himself, to whom will he be generous?  \n    He will not enjoy his own riches."},{"verse": 6, "text": "No one is worse than one who is grudging to himself;  \n    this is the punishment for his meanness."},{"verse": 7, "text": "If ever he does good, it is by mistake;  \n    and in the end he reveals his meanness."},{"verse": 8, "text": "The miser is an evil person;  \n    he turns away and disregards people."},{"verse": 9, "text": "The eye of the greedy person is not satisfied with his share;  \n    greedy injustice withers the soul."},{"verse": 10, "text": "A miser begrudges bread,  \n    and it is lacking at his table."},{"verse": 11, "text": "My child, treat yourself well, according to your means,  \n    and present worthy offerings to the Lord."},{"verse": 12, "footnotes": {"a": "Sirach 14:12 Heb Syr: Gk _covenant_"}, "text": "Remember that death does not tarry,  \n    and the decree[^a] of Hades has not been shown to you."},{"verse": 13, "text": "Do good to friends before you die,  \n    and reach out and give to them as much as you can."},{"verse": 14, "text": "Do not deprive yourself of a day\"s enjoyment;  \n    do not let your share of desired good pass by you."},{"verse": 15, "text": "Will you not leave the fruit of your labors to another,  \n    and what you acquired by toil to be divided by lot?"},{"verse": 16, "text": "Give, and take, and indulge yourself,  \n    because in Hades one cannot look for luxury."},{"verse": 17, "footnotes": {"a": "Sirach 14:17 Heb: Gk _covenant_"}, "text": "All living beings become old like a garment,  \n    for the decree[^a] from of old is, \"You must die!\""},{"verse": 18, "text": "Like abundant leaves on a spreading tree  \n    that sheds some and puts forth others,  \nso are the generations of flesh and blood:  \n    one dies and another is born."},{"verse": 19, "text": "Every work decays and ceases to exist,  \n    and the one who made it will pass away with it."},{"verse": 20, "footnotes": {"a": "Sirach 14:20 Other ancient authorities read _dies in_"}, "text": "||The Happiness of Seeking Wisdom||Happy is the person who meditates on[^a] wisdom  \n    and reasons intelligently,"},{"verse": 21, "footnotes": {"a": "Sirach 14:21 The structure adopted in verses 21–27 follows the Heb"}, "text": "who[^a] reflects in his heart on her ways  \n    and ponders her secrets,"},{"verse": 22, "text": "pursuing her like a hunter,  \n    and lying in wait on her paths;"},{"verse": 23, "text": "who peers through her windows  \n    and listens at her doors;"},{"verse": 24, "text": "who camps near her house  \n    and fastens his tent peg to her walls;"},{"verse": 25, "text": "who pitches his tent near her,  \n    and so occupies an excellent lodging place;"},{"verse": 26, "text": "who places his children under her shelter,  \n    and lodges under her boughs;"},{"verse": 27, "text": "who is sheltered by her from the heat,  \n    and dwells in the midst of her glory."}]}
,{"chapter": 15, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 15:1 Gk _her_"}, "text": "Whoever fears the Lord will do this,  \n    and whoever holds to the law will obtain wisdom.[^a]"},{"verse": 2, "text": "She will come to meet him like a mother,  \n    and like a young bride she will welcome him."},{"verse": 3, "text": "She will feed him with the bread of learning,  \n    and give him the water of wisdom to drink."},{"verse": 4, "text": "He will lean on her and not fall,  \n    and he will rely on her and not be put to shame."},{"verse": 5, "text": "She will exalt him above his neighbors,  \n    and will open his mouth in the midst of the assembly."},{"verse": 6, "text": "He will find gladness and a crown of rejoicing,  \n    and will inherit an everlasting name."},{"verse": 7, "text": "The foolish will not obtain her,  \n    and sinners will not see her."},{"verse": 8, "text": "She is far from arrogance,  \n    and liars will never think of her."},{"verse": 9, "text": "Praise is unseemly on the lips of a sinner,  \n    for it has not been sent from the Lord."},{"verse": 10, "text": "For in wisdom must praise be uttered,  \n    and the Lord will make it prosper."},{"verse": 11, "footnotes": {"a": "Sirach 15:11 Heb: Gk _you ought not to do_"}, "text": "||Freedom of Choice||Do not say, \"It was the Lord\"s doing that I fell away\";  \n    for he does not do[^a] what he hates."},{"verse": 12, "text": "Do not say, \"It was he who led me astray\";  \n    for he has no need of the sinful."},{"verse": 13, "text": "The Lord hates all abominations;  \n    such things are not loved by those who fear him."},{"verse": 14, "text": "It was he who created humankind in the beginning,  \n    and he left them in the power of their own free choice."},{"verse": 15, "text": "If you choose, you can keep the commandments,  \n    and to act faithfully is a matter of your own choice."},{"verse": 16, "text": "He has placed before you fire and water;  \n    stretch out your hand for whichever you choose."},{"verse": 17, "text": "Before each person are life and death,  \n    and whichever one chooses will be given."},{"verse": 18, "text": "For great is the wisdom of the Lord;  \n    he is mighty in power and sees everything;"},{"verse": 19, "text": "his eyes are on those who fear him,  \n    and he knows every human action."},{"verse": 20, "text": "He has not commanded anyone to be wicked,  \n    and he has not given anyone permission to sin."}]}
,{"chapter": 16, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 16:1 Heb: Gk _unprofitable_"}, "text": "||God\"s Punishment of Sinners||Do not desire a multitude of worthless[^a] children,  \n    and do not rejoice in ungodly offspring."},{"verse": 2, "text": "If they multiply, do not rejoice in them,  \n    unless the fear of the Lord is in them."},{"verse": 3, "footnotes": {"a": "Sirach 16:3 Other ancient authorities add _For you will groan in untimely mourning, and will know of their sudden end._"}, "text": "Do not trust in their survival,  \n    or rely on their numbers;[^a]  \nfor one can be better than a thousand,  \n    and to die childless is better than to have ungodly children."},{"verse": 4, "text": "For through one intelligent person a city can be filled with people,  \n    but through a clan of outlaws it becomes desolate."},{"verse": 5, "text": "Many such things my eye has seen,  \n    and my ear has heard things more striking than these."},{"verse": 6, "text": "In an assembly of sinners a fire is kindled,  \n    and in a disobedient nation wrath blazes up."},{"verse": 7, "text": "He did not forgive the ancient giants  \n    who revolted in their might."},{"verse": 8, "text": "He did not spare the neighbors of Lot,  \n    whom he loathed on account of their arrogance."},{"verse": 9, "footnotes": {"a": "Sirach 16:9 Other ancient authorities add _All these things he did to the hard-hearted nations, and by the multitude of his holy ones he was not appeased._"}, "text": "He showed no pity on the doomed nation,  \n    on those dispossessed because of their sins;[^a]"},{"verse": 10, "footnotes": {"a": "Sirach 16:10 Other ancient authorities add _Chastising, showing mercy, striking, healing, the Lord persisted in mercy and discipline._"}, "text": "or on the six hundred thousand foot soldiers  \n    who assembled in their stubbornness.[^a]"},{"verse": 11, "footnotes": {"a": "Sirach 16:11 Gk _him_"}, "text": "Even if there were only one stiff-necked person,  \n    it would be a wonder if he remained unpunished.  \nFor mercy and wrath are with the Lord;[^a]  \n    he is mighty to forgive--but he also pours out wrath."},{"verse": 12, "text": "Great as is his mercy, so also is his chastisement;  \n    he judges a person according to his or her deeds."},{"verse": 13, "text": "The sinner will not escape with plunder,  \n    and the patience of the godly will not be frustrated."},{"verse": 14, "footnotes": {"a": "Sirach 16:14 Other ancient authorities add _|[15 ]|The Lord hardened Pharaoh so that he did not recognize him, in order that his works might be known under heaven. |[16 ]|His mercy is manifest to the whole of creation, and he divided his light and darkness with a plumb line._"}, "text": "He makes room for every act of mercy;  \n    everyone receives in accordance with his or her deeds.[^a]"}]}
,{"chapter": 17, "verses":[{"verse": 1, "text": "The Lord created human beings out of earth,  \n    and makes them return to it again."},{"verse": 2, "footnotes": {"a": "Sirach 17:2 Lat: Gk _it_"}, "text": "He gave them a fixed number of days,  \n    but granted them authority over everything on the earth.[^a]"},{"verse": 3, "footnotes": {"a": "Sirach 17:3 Lat: Gk _proper to them_"}, "text": "He endowed them with strength like his own,[^a]  \n    and made them in his own image."},{"verse": 4, "footnotes": {"a": "Sirach 17:4 Syr: Gk _him_", "b": "Sirach 17:4 Other ancient authorities add as verse 5, _They obtained the use of the five faculties of the Lord; as sixth he distributed to them the gift of mind, and as seventh, reason, the interpreter of one’s faculties._"}, "text": "He put the fear of them[^a] in all living beings,  \n    and gave them dominion over beasts and birds.[^b]"}]}
,{"chapter": 18, "verses":[{"verse": 1, "text": "||The Majesty of God||He who lives forever created the whole universe;"},{"verse": 2, "footnotes": {"a": "Sirach 18:2 Other ancient authorities add _and there is no other beside him; |[3 ]|he steers the world with the span of his hand, and all things obey his will; for he is king of all things by his power, separating among them the holy things from the profane._"}, "text": "    the Lord alone is just.[^a]"}]}
,{"chapter": 19, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 19:1 Heb: Gk _A worker who is a drunkard_"}, "text": "The one who does this[^a] will not become rich;  \n    one who despises small things will fail little by little."},{"verse": 2, "text": "Wine and women lead intelligent men astray,  \n    and the man who consorts with prostitutes is reckless."},{"verse": 3, "text": "Decay and worms will take possession of him,  \n    and the reckless person will be snatched away."},{"verse": 4, "text": "||Against Loose Talk||One who trusts others too quickly has a shallow mind,  \n    and one who sins does wrong to himself."},{"verse": 5, "footnotes": {"a": "Sirach 19:5 Other ancient authorities read _heart_", "b": "Sirach 19:5 Other ancient authorities add _but one who withstands pleasures crowns his life. |[6 ]|One who controls the tongue will live without strife,_"}, "text": "One who rejoices in wickedness[^a] will be condemned,[^b]"},{"verse": 6, "text": "    but one who hates gossip has less evil."},{"verse": 7, "text": "Never repeat a conversation,  \n    and you will lose nothing at all."},{"verse": 8, "text": "With friend or foe do not report it,  \n    and unless it would be a sin for you, do not reveal it;"},{"verse": 9, "text": "for someone may have heard you and watched you,  \n    and in time will hate you."},{"verse": 10, "text": "Have you heard something? Let it die with you.  \n    Be brave, it will not make you burst!"},{"verse": 11, "text": "Having heard something, the fool suffers birth pangs  \n    like a woman in labor with a child."},{"verse": 12, "text": "Like an arrow stuck in a person\"s thigh,  \n    so is gossip inside a fool."},{"verse": 13, "text": "Question a friend; perhaps he did not do it;  \n    or if he did, so that he may not do it again."},{"verse": 14, "text": "Question a neighbor; perhaps he did not say it;  \n    or if he said it, so that he may not repeat it."},{"verse": 15, "text": "Question a friend, for often it is slander;  \n    so do not believe everything you hear."},{"verse": 16, "text": "A person may make a slip without intending it.  \n    Who has not sinned with his tongue?"},{"verse": 17, "footnotes": {"a": "Sirach 19:17 Other ancient authorities add _and do not be angry. |[18 ]|The fear of the Lord is the beginning of acceptance, and wisdom obtains his love. |[19 ]|The knowledge of the Lord’s commandments is life-giving discipline; and those who do what is pleasing to him enjoy the fruit of the tree of immortality._"}, "text": "Question your neighbor before you threaten him;  \n    and let the law of the Most High take its course.[^a]"}]}
,{"chapter": 20, "verses":[{"verse": 1, "text": "||Silence and Speech||There is a rebuke that is untimely,  \n    and there is the person who is wise enough to keep silent."},{"verse": 2, "text": "How much better it is to rebuke than to fume!"},{"verse": 3, "text": "And the one who admits his fault will be kept from failure."},{"verse": 4, "text": "Like a eunuch lusting to violate a girl  \n    is the person who does right under compulsion."},{"verse": 5, "text": "Some people keep silent and are thought to be wise,  \n    while others are detested for being talkative."},{"verse": 6, "text": "Some people keep silent because they have nothing to say,  \n    while others keep silent because they know when to speak."},{"verse": 7, "text": "The wise remain silent until the right moment,  \n    but a boasting fool misses the right moment."},{"verse": 8, "footnotes": {"a": "Sirach 20:8 Other ancient authorities add _How good it is to show repentance when you are reproved, for so you will escape deliberate sin!_"}, "text": "Whoever talks too much is detested,  \n    and whoever pretends to authority is hated.[^a]"},{"verse": 9, "text": "||Paradoxes||There may be good fortune for a person in adversity,  \n    and a windfall may result in a loss."},{"verse": 10, "text": "There is the gift that profits you nothing,  \n    and the gift to be paid back double."},{"verse": 11, "text": "There are losses for the sake of glory,  \n    and there are some who have raised their heads from humble circumstances."},{"verse": 12, "text": "Some buy much for little,  \n    but pay for it seven times over."},{"verse": 13, "footnotes": {"a": "Sirach 20:13 Heb: Gk _by words_"}, "text": "The wise make themselves beloved by only few words,[^a]  \n    but the courtesies of fools are wasted."},{"verse": 14, "footnotes": {"a": "Sirach 20:14 Other ancient authorities add _so it is with the envious who give under compulsion_", "b": "Sirach 20:14 Syr: Gk _he has many eyes instead of one_"}, "text": "A fool\"s gift will profit you nothing,[^a]  \n    for he looks for recompense sevenfold.[^b]"},{"verse": 15, "footnotes": {"a": "Sirach 20:15 Other ancient authorities lack _to God and humans_"}, "text": "He gives little and upbraids much;  \n    he opens his mouth like a town crier.  \nToday he lends and tomorrow he asks it back;  \n    such a one is hateful to God and humans.[^a]"},{"verse": 16, "text": "The fool says, \"I have no friends,  \n    and I get no thanks for my good deeds.  \n    Those who eat my bread are evil-tongued.\""},{"verse": 17, "footnotes": {"a": "Sirach 20:17 Other ancient authorities add _for he has not honestly received what he has, and what he does not have is unimportant to him_"}, "text": "How many will ridicule him, and how often![^a]"},{"verse": 18, "text": "||Inappropriate Speech||A slip on the pavement is better than a slip of the tongue;  \n    the downfall of the wicked will occur just as speedily."},{"verse": 19, "text": "A coarse person is like an inappropriate story,  \n    continually on the lips of the ignorant."},{"verse": 20, "text": "A proverb from a fool\"s lips will be rejected,  \n    for he does not tell it at the proper time."},{"verse": 21, "text": "One may be prevented from sinning by poverty;  \n    so when he rests he feels no remorse."},{"verse": 22, "footnotes": {"a": "Sirach 20:22 Other ancient authorities read _his foolish look_"}, "text": "One may lose his life through shame,  \n    or lose it because of human respect.[^a]"},{"verse": 23, "text": "Another out of shame makes promises to a friend,  \n    and so makes an enemy for nothing."},{"verse": 24, "text": "||Lying||A lie is an ugly blot on a person;  \n    it is continually on the lips of the ignorant."},{"verse": 25, "text": "A thief is preferable to a habitual liar,  \n    but the lot of both is ruin."},{"verse": 26, "text": "A liar\"s way leads to disgrace,  \n    and his shame is ever with him."},{"verse": 27, "footnotes": {"a": "Sirach 20:27 This heading is included in the Gk text."}, "text": "||Proverbial Sayings[^a]||The wise person advances himself by his words,  \n    and one who is sensible pleases the great."},{"verse": 28, "text": "Those who cultivate the soil heap up their harvest,  \n    and those who please the great atone for injustice."},{"verse": 29, "text": "Favors and gifts blind the eyes of the wise;  \n    like a muzzle on the mouth they stop reproofs."},{"verse": 30, "text": "Hidden wisdom and unseen treasure,  \n    of what value is either?"},{"verse": 31, "footnotes": {"a": "Sirach 20:31 Other ancient authorities add _|[32 ]|Unwearied endurance in seeking the Lord is better than a masterless charioteer of one’s own life._"}, "text": "Better are those who hide their folly  \n    than those who hide their wisdom.[^a]"}]}
,{"chapter": 21, "verses":[{"verse": 1, "text": "||Various Sins||Have you sinned, my child? Do so no more,  \n    but ask forgiveness for your past sins."},{"verse": 2, "text": "Flee from sin as from a snake;  \n    for if you approach sin, it will bite you.  \nIts teeth are lion\"s teeth,  \n    and can destroy human lives."},{"verse": 3, "text": "All lawlessness is like a two-edged sword;  \n    there is no healing for the wound it inflicts."},{"verse": 4, "footnotes": {"a": "Sirach 21:4 Other ancient authorities read _uprooted_"}, "text": "Panic and insolence will waste away riches;  \n    thus the house of the proud will be laid waste.[^a]"},{"verse": 5, "footnotes": {"a": "Sirach 21:5 Gk _his ears_"}, "text": "The prayer of the poor goes from their lips to the ears of God,[^a]  \n    and his judgment comes speedily."},{"verse": 6, "text": "Those who hate reproof walk in the sinner\"s steps,  \n    but those who fear the Lord repent in their heart."},{"verse": 7, "text": "The mighty in speech are widely known;  \n    when they slip, the sensible person knows it."},{"verse": 8, "footnotes": {"a": "Sirach 21:8 Other ancient authorities read _for the winter_"}, "text": "Whoever builds his house with other people\"s money  \n    is like one who gathers stones for his burial mound.[^a]"},{"verse": 9, "text": "An assembly of the wicked is like a bundle of tow,  \n    and their end is a blazing fire."},{"verse": 10, "text": "The way of sinners is paved with smooth stones,  \n    but at its end is the pit of Hades."},{"verse": 11, "text": "||Wisdom and Foolishness||Whoever keeps the law controls his thoughts,  \n    and the fulfillment of the fear of the Lord is wisdom."},{"verse": 12, "text": "The one who is not clever cannot be taught,  \n    but there is a cleverness that increases bitterness."},{"verse": 13, "text": "The knowledge of the wise will increase like a flood,  \n    and their counsel like a life-giving spring."},{"verse": 14, "footnotes": {"a": "Sirach 21:14 Syr Lat: Gk _entrails_"}, "text": "The mind[^a] of a fool is like a broken jar;  \n    it can hold no knowledge."},{"verse": 15, "footnotes": {"a": "Sirach 21:15 Syr: Gk _reveler_", "b": "Sirach 21:15 Syr: Gk _dislikes_"}, "text": "When an intelligent person hears a wise saying,  \n    he praises it and adds to it;  \nwhen a fool[^a] hears it, he laughs at[^b] it  \n    and throws it behind his back."},{"verse": 16, "text": "A fool\"s chatter is like a burden on a journey,  \n    but delight is found in the speech of the intelligent."},{"verse": 17, "text": "The utterance of a sensible person is sought in the assembly,  \n    and they ponder his words in their minds."},{"verse": 18, "text": "Like a house in ruins is wisdom to a fool,  \n    and to the ignorant, knowledge is talk that has no meaning."},{"verse": 19, "text": "To a senseless person education is fetters on his feet,  \n    and like manacles on his right hand."},{"verse": 20, "footnotes": {"a": "Sirach 21:20 Syr Lat: Gk _clever_"}, "text": "A fool raises his voice when he laughs,  \n    but the wise[^a] smile quietly."},{"verse": 21, "text": "To the sensible person education is like a golden ornament,  \n    and like a bracelet on the right arm."},{"verse": 22, "text": "The foot of a fool rushes into a house,  \n    but an experienced person waits respectfully outside."},{"verse": 23, "text": "A boor peers into the house from the door,  \n    but a cultivated person remains outside."},{"verse": 24, "text": "It is ill-mannered for a person to listen at a door;  \n    the discreet would be grieved by the disgrace."},{"verse": 25, "footnotes": {"a": "Sirach 21:25 Other ancient authorities read _of strangers speak of these things_"}, "text": "The lips of babblers speak of what is not their concern,[^a]  \n    but the words of the prudent are weighed in the balance."},{"verse": 26, "footnotes": {"a": "Sirach 21:26 Other ancient authorities omit _in_"}, "text": "The mind of fools is in their mouth,  \n    but the mouth of the wise is in[^a] their mind."},{"verse": 27, "footnotes": {"a": "Sirach 21:27 Or _curses Satan_"}, "text": "When an ungodly person curses an adversary,[^a]  \n    he curses himself."},{"verse": 28, "text": "A whisperer degrades himself  \n    and is hated in his neighborhood."}]}
,{"chapter": 22, "verses":[{"verse": 1, "text": "||The Idler||The idler is like a filthy stone,  \n    and every one hisses at his disgrace."},{"verse": 2, "text": "The idler is like the filth of dunghills;  \n    anyone that picks it up will shake it off his hand."},{"verse": 3, "text": "||Degenerate Children||It is a disgrace to be the father of an undisciplined son,  \n    and the birth of a daughter is a loss."},{"verse": 4, "text": "A sensible daughter obtains a husband of her own,  \n    but one who acts shamefully is a grief to her father."},{"verse": 5, "text": "An impudent daughter disgraces father and husband,  \n    and is despised by both."},{"verse": 6, "footnotes": {"a": "Sirach 22:6 Other ancient authorities add _|[7 ]|Children who are brought up in a good life, conceal the lowly birth of their parents. |[8 ]|Children who are disdainfully and boorishly haughty stain the nobility of their kindred._"}, "text": "Like music in time of mourning is ill-timed conversation,  \n    but a thrashing and discipline are at all times wisdom.[^a]"}]}
,{"chapter": 23, "verses":[{"verse": 1, "text": "O Lord, Father and Master of my life,  \n    do not abandon me to their designs,  \n    and do not let me fall because of them!"},{"verse": 2, "footnotes": {"a": "Sirach 23:2 Gk _their_"}, "text": "Who will set whips over my thoughts,  \n    and the discipline of wisdom over my mind,  \nso as not to spare me in my errors,  \n    and not overlook my[^a] sins?"},{"verse": 3, "footnotes": {"a": "Sirach 23:3 Other ancient authorities add _From them the hope of your mercy is remote_"}, "text": "Otherwise my mistakes may be multiplied,  \n    and my sins may abound,  \nand I may fall before my adversaries,  \n    and my enemy may rejoice over me.[^a]"},{"verse": 4, "text": "O Lord, Father and God of my life,  \n    do not give me haughty eyes,"},{"verse": 5, "text": "    and remove evil desire from me."},{"verse": 6, "text": "Let neither gluttony nor lust overcome me,  \n    and do not give me over to shameless passion."},{"verse": 7, "footnotes": {"a": "Sirach 23:7 This heading is included in the Gk text."}, "text": "||Discipline of the Tongue[^a]||Listen, my children, to instruction concerning the mouth;  \n    the one who observes it will never be caught."},{"verse": 8, "text": "Sinners are overtaken through their lips;  \n    by them the reviler and the arrogant are tripped up."},{"verse": 9, "text": "Do not accustom your mouth to oaths,  \n    nor habitually utter the name of the Holy One;"},{"verse": 10, "footnotes": {"a": "Sirach 23:10 Syr _be free_"}, "text": "for as a servant who is constantly under scrutiny  \n    will not lack bruises,  \nso also the person who always swears and utters the Name  \n    will never be cleansed[^a] from sin."},{"verse": 11, "text": "The one who swears many oaths is full of iniquity,  \n    and the scourge will not leave his house.  \nIf he swears in error, his sin remains on him,  \n    and if he disregards it, he sins doubly;  \nif he swears a false oath, he will not be justified,  \n    for his house will be filled with calamities."},{"verse": 12, "footnotes": {"a": "Sirach 23:12 Other ancient authorities read _clothed about with death_"}, "text": "||Foul Language||There is a manner of speaking comparable to death;[^a]  \n    may it never be found in the inheritance of Jacob!  \nSuch conduct will be far from the godly,  \n    and they will not wallow in sins."},{"verse": 13, "text": "Do not accustom your mouth to coarse, foul language,  \n    for it involves sinful speech."},{"verse": 14, "text": "Remember your father and mother  \n    when you sit among the great,  \nor you may forget yourself in their presence,  \n    and behave like a fool through bad habit;  \nthen you will wish that you had never been born,  \n    and you will curse the day of your birth."},{"verse": 15, "text": "Those who are accustomed to using abusive language  \n    will never become disciplined as long as they live."},{"verse": 16, "text": "||Concerning Sexual Sins||Two kinds of individuals multiply sins,  \n    and a third incurs wrath.  \nHot passion that blazes like a fire  \n    will not be quenched until it burns itself out;  \none who commits fornication with his near of kin  \n    will never cease until the fire burns him up."},{"verse": 17, "text": "To a fornicator all bread is sweet;  \n    he will never weary until he dies."},{"verse": 18, "text": "The one who sins against his marriage bed  \n    says to himself, \"Who can see me?  \nDarkness surrounds me, the walls hide me,  \n    and no one sees me. Why should I worry?  \n    The Most High will not remember sins.\""},{"verse": 19, "text": "His fear is confined to human eyes  \n    and he does not realize that the eyes of the Lord  \n    are ten thousand times brighter than the sun;  \nthey look upon every aspect of human behavior  \n    and see into hidden corners."},{"verse": 20, "text": "Before the universe was created, it was known to him,  \n    and so it is since its completion."},{"verse": 21, "text": "This man will be punished in the streets of the city,  \n    and where he least suspects it, he will be seized."},{"verse": 22, "text": "So it is with a woman who leaves her husband  \n    and presents him with an heir by another man."},{"verse": 23, "text": "For first of all, she has disobeyed the law of the Most High;  \n    second, she has committed an offense against her husband;  \nand third, through her fornication she has committed adultery  \n    and brought forth children by another man."},{"verse": 24, "text": "She herself will be brought before the assembly,  \n    and her punishment will extend to her children."},{"verse": 25, "text": "Her children will not take root,  \n    and her branches will not bear fruit."},{"verse": 26, "text": "She will leave behind an accursed memory  \n    and her disgrace will never be blotted out."},{"verse": 27, "footnotes": {"a": "Sirach 23:27 Other ancient authorities add as verse 28, _It is a great honor to follow God, and to be received by him is long life._"}, "text": "Those who survive her will recognize  \n    that nothing is better than the fear of the Lord,  \nand nothing sweeter than to heed the commandments of the Lord.[^a]"}]}
,{"chapter": 24, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 24:1 This heading is included in the Gk text."}, "text": "||The Praise of Wisdom[^a]||Wisdom praises herself,  \n    and tells of her glory in the midst of her people."},{"verse": 2, "text": "In the assembly of the Most High she opens her mouth,  \n    and in the presence of his hosts she tells of her glory:"},{"verse": 3, "text": "\"I came forth from the mouth of the Most High,  \n    and covered the earth like a mist."},{"verse": 4, "text": "I dwelt in the highest heavens,  \n    and my throne was in a pillar of cloud."},{"verse": 5, "text": "Alone I compassed the vault of heaven  \n    and traversed the depths of the abyss."},{"verse": 6, "footnotes": {"a": "Sirach 24:6 Other ancient authorities read _I have acquired a possession_"}, "text": "Over waves of the sea, over all the earth,  \n    and over every people and nation I have held sway.[^a]"},{"verse": 7, "text": "Among all these I sought a resting place;  \n    in whose territory should I abide?"},{"verse": 8, "text": "\"Then the Creator of all things gave me a command,  \n    and my Creator chose the place for my tent.  \nHe said, \"Make your dwelling in Jacob,  \n    and in Israel receive your inheritance.\""},{"verse": 9, "text": "Before the ages, in the beginning, he created me,  \n    and for all the ages I shall not cease to be."},{"verse": 10, "text": "In the holy tent I ministered before him,  \n    and so I was established in Zion."},{"verse": 11, "text": "Thus in the beloved city he gave me a resting place,  \n    and in Jerusalem was my domain."},{"verse": 12, "text": "I took root in an honored people,  \n    in the portion of the Lord, his heritage."},{"verse": 13, "text": "\"I grew tall like a cedar in Lebanon,  \n    and like a cypress on the heights of Hermon."},{"verse": 14, "footnotes": {"a": "Sirach 24:14 Other ancient authorities read _on the beaches_", "b": "Sirach 24:14 Other ancient authorities omit _beside water_"}, "text": "I grew tall like a palm tree in En-gedi,[^a]  \n    and like rosebushes in Jericho;  \nlike a fair olive tree in the field,  \n    and like a plane tree beside water[^b] I grew tall."},{"verse": 15, "text": "Like cassia and camel\"s thorn I gave forth perfume,  \n    and like choice myrrh I spread my fragrance,  \nlike galbanum, onycha, and stacte,  \n    and like the odor of incense in the tent."},{"verse": 16, "text": "Like a terebinth I spread out my branches,  \n    and my branches are glorious and graceful."},{"verse": 17, "footnotes": {"a": "Sirach 24:17 Other ancient authorities add as verse 18, _I am the mother of beautiful love, of fear, of knowledge, and of holy hope; being eternal, I am given to all my children, to those who are named by him._"}, "text": "Like the vine I bud forth delights,  \n    and my blossoms become glorious and abundant fruit.[^a]"}]}
,{"chapter": 25, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 25:1 Syr Lat: Gk _In three things I was beautiful and I stood in beauty before the Lord and mortals._"}, "text": "||Those Who Are Worthy of Praise||I take pleasure in three things,  \n    and they are beautiful in the sight of God and of mortals:[^a]  \nagreement among brothers and sisters, friendship among neighbors,  \n    and a wife and a husband who live in harmony."},{"verse": 2, "text": "I hate three kinds of people,  \n    and I loathe their manner of life:  \na pauper who boasts, a rich person who lies,  \n    and an old fool who commits adultery."},{"verse": 3, "text": "If you gathered nothing in your youth,  \n    how can you find anything in your old age?"},{"verse": 4, "text": "How attractive is sound judgment in the gray-haired,  \n    and for the aged to possess good counsel!"},{"verse": 5, "text": "How attractive is wisdom in the aged,  \n    and understanding and counsel in the venerable!"},{"verse": 6, "text": "Rich experience is the crown of the aged,  \n    and their boast is the fear of the Lord."},{"verse": 7, "text": "I can think of nine whom I would call blessed,  \n    and a tenth my tongue proclaims:  \na man who can rejoice in his children;  \n    a man who lives to see the downfall of his foes."},{"verse": 8, "footnotes": {"a": "Sirach 25:8 Heb Syr: Gk lacks _and the one who does not plow with ox and ass together_"}, "text": "Happy the man who lives with a sensible wife,  \n    and the one who does not plow with ox and ass together.[^a]  \nHappy is the one who does not sin with the tongue,  \n    and the one who has not served an inferior."},{"verse": 9, "footnotes": {"a": "Sirach 25:9 Lat Syr: Gk _good sense_"}, "text": "Happy is the one who finds a friend,[^a]  \n    and the one who speaks to attentive listeners."},{"verse": 10, "text": "How great is the one who finds wisdom!  \n    But none is superior to the one who fears the Lord."},{"verse": 11, "footnotes": {"a": "Sirach 25:11 Other ancient authorities add as verse 12, _The fear of the Lord is the beginning of love for him, and faith is the beginning of clinging to him._"}, "text": "Fear of the Lord surpasses everything;  \n    to whom can we compare the one who has it?[^a]"}]}
,{"chapter": 26, "verses":[{"verse": 1, "text": "||The Joy of a Good Wife||Happy is the husband of a good wife;  \n    the number of his days will be doubled."},{"verse": 2, "text": "A loyal wife brings joy to her husband,  \n    and he will complete his years in peace."},{"verse": 3, "text": "A good wife is a great blessing;  \n    she will be granted among the blessings of the man who fears the Lord."},{"verse": 4, "text": "Whether rich or poor, his heart is content,  \n    and at all times his face is cheerful."},{"verse": 5, "footnotes": {"a": "Sirach 26:5 Syr: Meaning of Gk uncertain"}, "text": "||The Worst of Evils: A Wicked Wife||Of three things my heart is frightened,  \n    and of a fourth I am in great fear:[^a]  \nSlander in the city, the gathering of a mob,  \n    and false accusation--all these are worse than death."},{"verse": 6, "text": "But it is heartache and sorrow when a wife is jealous of a rival,  \n    and a tongue-lashing makes it known to all."},{"verse": 7, "text": "A bad wife is a chafing yoke;  \n    taking hold of her is like grasping a scorpion."},{"verse": 8, "text": "A drunken wife arouses great anger;  \n    she cannot hide her shame."},{"verse": 9, "text": "The haughty stare betrays an unchaste wife;  \n    her eyelids give her away."},{"verse": 10, "text": "Keep strict watch over a headstrong daughter,  \n    or else, when she finds liberty, she will make use of it."},{"verse": 11, "text": "Be on guard against her impudent eye,  \n    and do not be surprised if she sins against you."},{"verse": 12, "text": "As a thirsty traveler opens his mouth  \n    and drinks from any water near him,  \nso she will sit in front of every tent peg  \n    and open her quiver to the arrow."},{"verse": 13, "text": "||The Blessing of a Good Wife||A wife\"s charm delights her husband,  \n    and her skill puts flesh on his bones."},{"verse": 14, "text": "A silent wife is a gift from the Lord,  \n    and nothing is so precious as her self-discipline."},{"verse": 15, "text": "A modest wife adds charm to charm,  \n    and no scales can weigh the value of her chastity."},{"verse": 16, "text": "Like the sun rising in the heights of the Lord,  \n    so is the beauty of a good wife in her well-ordered home."},{"verse": 17, "text": "Like the shining lamp on the holy lampstand,  \n    so is a beautiful face on a stately figure."},{"verse": 18, "text": "Like golden pillars on silver bases,  \n    so are shapely legs and steadfast feet."},{"verse": 19, "text": "||Other ancient authorities add verses 19–27:||_My child, keep sound the bloom of your youth,_  \n    _and do not give your strength to strangers._"},{"verse": 20, "text": "_Seek a fertile field within the whole plain,_  \n    _and sow it with your own seed, trusting in your fine stock._"},{"verse": 21, "text": "_So your offspring will prosper,_  \n    _and, having confidence in their good descent, will grow great._"},{"verse": 22, "text": "_A prostitute is regarded as spittle,_  \n    _and a married woman as a tower of death to her lovers._"},{"verse": 23, "text": "_A godless wife is given as a portion to a lawless man,_  \n    _but a pious wife is given to the man who fears the Lord._"},{"verse": 24, "text": "_A shameless woman constantly acts disgracefully,_  \n    _but a modest daughter will even be embarrassed before her husband._"},{"verse": 25, "text": "_A headstrong wife is regarded as a dog,_  \n    _but one who has a sense of shame will fear the Lord._"},{"verse": 26, "text": "_A wife honoring her husband will seem wise to all,_  \n    _but if she dishonors him in her pride she will be known to all as ungodly._  \n    _Happy is the husband of a good wife;_  \n    _for the number of his years will be doubled._"},{"verse": 27, "text": "_A loud-voiced and garrulous wife is like a trumpet sounding the charge,_  \n    _and every person like this lives in the anarchy of war._"},{"verse": 28, "text": "||Three Depressing Things||At two things my heart is grieved,  \n    and because of a third anger comes over me:  \na warrior in want through poverty,  \n    intelligent men who are treated contemptuously,  \nand a man who turns back from righteousness to sin--  \n    the Lord will prepare him for the sword!"},{"verse": 29, "text": "||The Temptations of Commerce||A merchant can hardly keep from wrongdoing,  \n    nor is a tradesman innocent of sin."}]}
,{"chapter": 27, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 27:1 Other ancient authorities read _a trifle_"}, "text": "Many have committed sin for gain,[^a]  \n    and those who seek to get rich will avert their eyes."},{"verse": 2, "text": "As a stake is driven firmly into a fissure between stones,  \n    so sin is wedged in between selling and buying."},{"verse": 3, "text": "If a person is not steadfast in the fear of the Lord,  \n    his house will be quickly overthrown."},{"verse": 4, "text": "||Tests in Life||When a sieve is shaken, the refuse appears;  \n    so do a person\"s faults when he speaks."},{"verse": 5, "text": "The kiln tests the potter\"s vessels;  \n    so the test of a person is in his conversation."},{"verse": 6, "text": "Its fruit discloses the cultivation of a tree;  \n    so a person\"s speech discloses the cultivation of his mind."},{"verse": 7, "text": "Do not praise anyone before he speaks,  \n    for this is the way people are tested."},{"verse": 8, "text": "||Reward and Retribution||If you pursue justice, you will attain it  \n    and wear it like a glorious robe."},{"verse": 9, "text": "Birds roost with their own kind,  \n    so honesty comes home to those who practice it."},{"verse": 10, "text": "A lion lies in wait for prey;  \n    so does sin for evildoers."},{"verse": 11, "text": "||Varieties of Speech||The conversation of the godly is always wise,  \n    but the fool changes like the moon."},{"verse": 12, "text": "Among stupid people limit your time,  \n    but among thoughtful people linger on."},{"verse": 13, "text": "The talk of fools is offensive,  \n    and their laughter is wantonly sinful."},{"verse": 14, "text": "Their cursing and swearing make one\"s hair stand on end,  \n    and their quarrels make others stop their ears."},{"verse": 15, "text": "The strife of the proud leads to bloodshed,  \n    and their abuse is grievous to hear."},{"verse": 16, "text": "||Betraying Secrets||Whoever betrays secrets destroys confidence,  \n    and will never find a congenial friend."},{"verse": 17, "text": "Love your friend and keep faith with him;  \n    but if you betray his secrets, do not follow after him."},{"verse": 18, "text": "For as a person destroys his enemy,  \n    so you have destroyed the friendship of your neighbor."},{"verse": 19, "text": "And as you allow a bird to escape from your hand,  \n    so you have let your neighbor go, and will not catch him again."},{"verse": 20, "text": "Do not go after him, for he is too far off,  \n    and has escaped like a gazelle from a snare."},{"verse": 21, "text": "For a wound may be bandaged,  \n    and there is reconciliation after abuse,  \n    but whoever has betrayed secrets is without hope."},{"verse": 22, "text": "||Hypocrisy and Retribution||Whoever winks the eye plots mischief,  \n    and those who know him will keep their distance."},{"verse": 23, "text": "In your presence his mouth is all sweetness,  \n    and he admires your words;  \nbut later he will twist his speech  \n    and with your own words he will trip you up."},{"verse": 24, "text": "I have hated many things, but him above all;  \n    even the Lord hates him."},{"verse": 25, "text": "Whoever throws a stone straight up throws it on his own head,  \n    and a treacherous blow opens up many wounds."},{"verse": 26, "text": "Whoever digs a pit will fall into it,  \n    and whoever sets a snare will be caught in it."},{"verse": 27, "text": "If a person does evil, it will roll back upon him,  \n    and he will not know where it came from."},{"verse": 28, "text": "Mockery and abuse issue from the proud,  \n    but vengeance lies in wait for them like a lion."},{"verse": 29, "text": "Those who rejoice in the fall of the godly will be caught in a snare,  \n    and pain will consume them before their death."},{"verse": 30, "text": "||Anger and Vengeance||Anger and wrath, these also are abominations,  \n    yet a sinner holds on to them."}]}
,{"chapter": 28, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 28:1 Other ancient authorities read _for he firmly establishes_"}, "text": "The vengeful will face the Lord\"s vengeance,  \n    for he keeps a strict account of[^a] their sins."},{"verse": 2, "text": "Forgive your neighbor the wrong he has done,  \n    and then your sins will be pardoned when you pray."},{"verse": 3, "text": "Does anyone harbor anger against another,  \n    and expect healing from the Lord?"},{"verse": 4, "text": "If one has no mercy toward another like himself,  \n    can he then seek pardon for his own sins?"},{"verse": 5, "text": "If a mere mortal harbors wrath,  \n    who will make an atoning sacrifice for his sins?"},{"verse": 6, "text": "Remember the end of your life, and set enmity aside;  \n    remember corruption and death, and be true to the commandments."},{"verse": 7, "text": "Remember the commandments, and do not be angry with your neighbor;  \n    remember the covenant of the Most High, and overlook faults."},{"verse": 8, "text": "Refrain from strife, and your sins will be fewer;  \n    for the hot-tempered kindle strife,"},{"verse": 9, "text": "and the sinner disrupts friendships  \n    and sows discord among those who are at peace."},{"verse": 10, "footnotes": {"a": "Sirach 28:10 Other ancient authorities read _burn_"}, "text": "In proportion to the fuel, so will the fire burn,  \n    and in proportion to the obstinacy, so will strife increase;[^a]  \nin proportion to a person\"s strength will be his anger,  \n    and in proportion to his wealth he will increase his wrath."},{"verse": 11, "text": "A hasty quarrel kindles a fire,  \n    and a hasty dispute sheds blood."},{"verse": 12, "text": "||The Evil Tongue||If you blow on a spark, it will glow;  \n    if you spit on it, it will be put out;  \n    yet both come out of your mouth."},{"verse": 13, "text": "Curse the gossips and the double-tongued,  \n    for they destroy the peace of many."},{"verse": 14, "footnotes": {"a": "Sirach 28:14 Gk _A third tongue_"}, "text": "Slander[^a] has shaken many,  \n    and scattered them from nation to nation;  \nit has destroyed strong cities,  \n    and overturned the houses of the great."},{"verse": 15, "footnotes": {"a": "Sirach 28:15 Gk _A third tongue_"}, "text": "Slander[^a] has driven virtuous women from their homes,  \n    and deprived them of the fruit of their toil."},{"verse": 16, "footnotes": {"a": "Sirach 28:16 Gk _it_"}, "text": "Those who pay heed to slander[^a] will not find rest,  \n    nor will they settle down in peace."},{"verse": 17, "text": "The blow of a whip raises a welt,  \n    but a blow of the tongue crushes the bones."},{"verse": 18, "text": "Many have fallen by the edge of the sword,  \n    but not as many as have fallen because of the tongue."},{"verse": 19, "text": "Happy is the one who is protected from it,  \n    who has not been exposed to its anger,  \nwho has not borne its yoke,  \n    and has not been bound with its fetters."},{"verse": 20, "text": "For its yoke is a yoke of iron,  \n    and its fetters are fetters of bronze;"},{"verse": 21, "text": "its death is an evil death,  \n    and Hades is preferable to it."},{"verse": 22, "text": "It has no power over the godly;  \n    they will not be burned in its flame."},{"verse": 23, "text": "Those who forsake the Lord will fall into its power;  \n    it will burn among them and will not be put out.  \nIt will be sent out against them like a lion;  \n    like a leopard it will mangle them."},{"verse": 24, "text": "As you fence in your property with thorns,      so make a door and a bolt for your mouth.  As you lock up your silver and gold,      so make balances and scales for your words."},{"verse": 25, "text": "As you fence in your property with thorns,      so make a door and a bolt for your mouth.  As you lock up your silver and gold,      so make balances and scales for your words."},{"verse": 26, "footnotes": {"a": "Sirach 28:26 Gk _with it_"}, "text": "Take care not to err with your tongue,[^a]  \n    and fall victim to one lying in wait."}]}
,{"chapter": 29, "verses":[{"verse": 1, "text": "||On Lending and Borrowing||The merciful lend to their neighbors;  \n    by holding out a helping hand they keep the commandments."},{"verse": 2, "text": "Lend to your neighbor in his time of need;  \n    repay your neighbor when a loan falls due."},{"verse": 3, "text": "Keep your promise and be honest with him,  \n    and on every occasion you will find what you need."},{"verse": 4, "text": "Many regard a loan as a windfall,  \n    and cause trouble to those who help them."},{"verse": 5, "text": "One kisses another\"s hands until he gets a loan,  \n    and is deferential in speaking of his neighbor\"s money;  \nbut at the time for repayment he delays,  \n    and pays back with empty promises,  \n    and finds fault with the time."},{"verse": 6, "footnotes": {"a": "Sirach 29:6 Gk _he_", "b": "Sirach 29:6 Gk _he_"}, "text": "If he can pay, his creditor[^a] will hardly get back half,  \n    and will regard that as a windfall.  \nIf he cannot pay, the borrower[^b] has robbed the other of his money,  \n    and he has needlessly made him an enemy;  \nhe will repay him with curses and reproaches,  \n    and instead of glory will repay him with dishonor."},{"verse": 7, "footnotes": {"a": "Sirach 29:7 Other ancient authorities read _many refuse to lend, therefore, because of such meanness; they are afraid_"}, "text": "Many refuse to lend, not because of meanness,  \n    but from fear[^a] of being defrauded needlessly."},{"verse": 8, "text": "Nevertheless, be patient with someone in humble circumstances,  \n    and do not keep him waiting for your alms."},{"verse": 9, "text": "Help the poor for the commandment\"s sake,  \n    and in their need do not send them away empty-handed."},{"verse": 10, "text": "Lose your silver for the sake of a brother or a friend,  \n    and do not let it rust under a stone and be lost."},{"verse": 11, "text": "Lay up your treasure according to the commandments of the Most High,  \n    and it will profit you more than gold."},{"verse": 12, "text": "Store up almsgiving in your treasury,  \n    and it will rescue you from every disaster;"},{"verse": 13, "text": "better than a stout shield and a sturdy spear,  \n    it will fight for you against the enemy."},{"verse": 14, "text": "||On Guaranteeing Debts||A good person will be surety for his neighbor,  \n    but the one who has lost all sense of shame will fail him."},{"verse": 15, "text": "Do not forget the kindness of your guarantor,  \n    for he has given his life for you."},{"verse": 16, "text": "A sinner wastes the property of his guarantor,"},{"verse": 17, "text": "    and the ungrateful person abandons his rescuer."},{"verse": 18, "text": "Being surety has ruined many who were prosperous,  \n    and has tossed them about like waves of the sea;  \nit has driven the influential into exile,  \n    and they have wandered among foreign nations."},{"verse": 19, "text": "The sinner comes to grief through surety;  \n    his pursuit of gain involves him in lawsuits."},{"verse": 20, "text": "Assist your neighbor to the best of your ability,  \n    but be careful not to fall yourself."},{"verse": 21, "text": "||Home and Hospitality||The necessities of life are water, bread, and clothing,  \n    and also a house to assure privacy."},{"verse": 22, "text": "Better is the life of the poor under their own crude roof  \n    than sumptuous food in the house of others."},{"verse": 23, "footnotes": {"a": "Sirach 29:23 Lat: Gk _reproach from your family_; other ancient authorities lack this line"}, "text": "Be content with little or much,  \n    and you will hear no reproach for being a guest.[^a]"},{"verse": 24, "text": "It is a miserable life to go from house to house;  \n    as a guest you should not open your mouth;"},{"verse": 25, "text": "you will play the host and provide drink without being thanked,  \n    and besides this you will hear rude words like these:"},{"verse": 26, "text": "\"Come here, stranger, prepare the table;  \n    let me eat what you have there.\""},{"verse": 27, "text": "\"Be off, stranger, for an honored guest is here;  \n    my brother has come for a visit, and I need the guest-room.\""},{"verse": 28, "footnotes": {"a": "Sirach 29:28 Or _scolding from the household_"}, "text": "It is hard for a sensible person to bear  \n    scolding about lodging[^a] and the insults of the moneylender."}]}
,{"chapter": 30, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 30:1 This heading is included in the Gk text."}, "text": "||Concerning Children[^a]||He who loves his son will whip him often,  \n    so that he may rejoice at the way he turns out."},{"verse": 2, "text": "He who disciplines his son will profit by him,  \n    and will boast of him among acquaintances."},{"verse": 3, "text": "He who teaches his son will make his enemies envious,  \n    and will glory in him among his friends."},{"verse": 4, "text": "When the father dies he will not seem to be dead,  \n    for he has left behind him one like himself,"},{"verse": 5, "text": "whom in his life he looked upon with joy  \n    and at death, without grief."},{"verse": 6, "text": "He has left behind him an avenger against his enemies,  \n    and one to repay the kindness of his friends."},{"verse": 7, "text": "Whoever spoils his son will bind up his wounds,  \n    and will suffer heartache at every cry."},{"verse": 8, "text": "An unbroken horse turns out stubborn,  \n    and an unchecked son turns out headstrong."},{"verse": 9, "text": "Pamper a child, and he will terrorize you;  \n    play with him, and he will grieve you."},{"verse": 10, "text": "Do not laugh with him, or you will have sorrow with him,  \n    and in the end you will gnash your teeth."},{"verse": 11, "text": "Give him no freedom in his youth,  \n    and do not ignore his errors."},{"verse": 12, "footnotes": {"a": "Sirach 30:12 Other ancient authorities lack this line and the preceding line", "b": "Sirach 30:12 Other ancient authorities lack this line"}, "text": "Bow down his neck in his youth,[^a]  \n    and beat his sides while he is young,  \nor else he will become stubborn and disobey you,  \n    and you will have sorrow of soul from him.[^b]"},{"verse": 13, "footnotes": {"a": "Sirach 30:13 Heb: Gk _take pains with him_"}, "text": "Discipline your son and make his yoke heavy,[^a]  \n    so that you may not be offended by his shamelessness."},{"verse": 14, "text": "Better off poor, healthy, and fit  \n    than rich and afflicted in body."},{"verse": 15, "text": "Health and fitness are better than any gold,  \n    and a robust body than countless riches."},{"verse": 16, "text": "There is no wealth better than health of body,  \n    and no gladness above joy of heart."},{"verse": 17, "footnotes": {"a": "Sirach 30:17 Other ancient authorities lack _eternal sleep_"}, "text": "Death is better than a life of misery,  \n    and eternal sleep[^a] than chronic sickness."},{"verse": 18, "footnotes": {"a": "Sirach 30:18 This heading is included in the Gk text; other ancient authorities place the heading before verse 16"}, "text": "||Concerning Foods[^a]||Good things poured out upon a mouth that is closed  \n    are like offerings of food placed upon a grave."},{"verse": 19, "text": "Of what use to an idol is a sacrifice?  \n    For it can neither eat nor smell.  \nSo is the one punished by the Lord;"},{"verse": 20, "footnotes": {"a": "Sirach 30:20 Other ancient authorities add _So is the person who does right under compulsion_"}, "text": "he sees with his eyes and groans  \n    as a eunuch groans when embracing a girl.[^a]"},{"verse": 21, "text": "Do not give yourself over to sorrow,  \n    and do not distress yourself deliberately."},{"verse": 22, "text": "A joyful heart is life itself,  \n    and rejoicing lengthens one\"s life span."},{"verse": 23, "footnotes": {"a": "Sirach 30:23 Other ancient authorities read _Beguile yourself_"}, "text": "Indulge yourself[^a] and take comfort,  \n    and remove sorrow far from you,  \nfor sorrow has destroyed many,  \n    and no advantage ever comes from it."},{"verse": 24, "text": "Jealousy and anger shorten life,  \n    and anxiety brings on premature old age."},{"verse": 25, "text": "Those who are cheerful and merry at table  \n    will benefit from their food."}]}
,{"chapter": 31, "verses":[{"verse": 1, "text": "||Right Attitude toward Riches||Wakefulness over wealth wastes away one\"s flesh,  \n    and anxiety about it drives away sleep."},{"verse": 2, "footnotes": {"a": "Sirach 31:2 Other ancient authorities read _sleep carries off a severe illness_"}, "text": "Wakeful anxiety prevents slumber,  \n    and a severe illness carries off sleep.[^a]"},{"verse": 3, "text": "The rich person toils to amass a fortune,  \n    and when he rests he fills himself with his dainties."},{"verse": 4, "text": "The poor person toils to make a meager living,  \n    and if ever he rests he becomes needy."},{"verse": 5, "footnotes": {"a": "Sirach 31:5 Heb Syr: Gk _pursues destruction will be filled_"}, "text": "One who loves gold will not be justified;  \n    one who pursues money will be led astray[^a] by it."},{"verse": 6, "text": "Many have come to ruin because of gold,  \n    and their destruction has met them face to face."},{"verse": 7, "text": "It is a stumbling block to those who are avid for it,  \n    and every fool will be taken captive by it."},{"verse": 8, "text": "Blessed is the rich person who is found blameless,  \n    and who does not go after gold."},{"verse": 9, "text": "Who is he, that we may praise him?  \n    For he has done wonders among his people."},{"verse": 10, "text": "Who has been tested by it and been found perfect?  \n    Let it be for him a ground for boasting.  \nWho has had the power to transgress and did not transgress,  \n    and to do evil and did not do it?"},{"verse": 11, "footnotes": {"a": "Sirach 31:11 Other ancient authorities add _because of this_"}, "text": "His prosperity will be established,[^a]  \n    and the assembly will proclaim his acts of charity."},{"verse": 12, "footnotes": {"a": "Sirach 31:12 Heb Syr: Gk _at a great table_"}, "text": "||Table Etiquette||Are you seated at the table of the great?[^a]  \n    Do not be greedy at it,  \n    and do not say, \"How much food there is here!\""},{"verse": 13, "text": "Remember that a greedy eye is a bad thing.  \n    What has been created more greedy than the eye?  \n    Therefore it sheds tears for any reason."},{"verse": 14, "footnotes": {"a": "Sirach 31:14 Gk _him_"}, "text": "Do not reach out your hand for everything you see,  \n    and do not crowd your neighbor[^a] at the dish."},{"verse": 15, "text": "Judge your neighbor\"s feelings by your own,  \n    and in every matter be thoughtful."},{"verse": 16, "footnotes": {"a": "Sirach 31:16 Heb: Gk _like a human being_"}, "text": "Eat what is set before you like a well brought-up person,[^a]  \n    and do not chew greedily, or you will give offense."},{"verse": 17, "text": "Be the first to stop, as befits good manners,  \n    and do not be insatiable, or you will give offense."},{"verse": 18, "footnotes": {"a": "Sirach 31:18 Gk _reach out your hand_"}, "text": "If you are seated among many persons,  \n    do not help yourself[^a] before they do."},{"verse": 19, "text": "How ample a little is for a well-disciplined person!  \n    He does not breathe heavily when in bed."},{"verse": 20, "text": "Healthy sleep depends on moderate eating;  \n    he rises early, and feels fit.  \nThe distress of sleeplessness and of nausea  \n    and colic are with the glutton."},{"verse": 21, "text": "If you are overstuffed with food,  \n    get up to vomit, and you will have relief."},{"verse": 22, "footnotes": {"a": "Sirach 31:22 Heb Syr: Gk _industrious_"}, "text": "Listen to me, my child, and do not disregard me,  \n    and in the end you will appreciate my words.  \nIn everything you do be moderate,[^a]  \n    and no sickness will overtake you."},{"verse": 23, "text": "People bless the one who is liberal with food,  \n    and their testimony to his generosity is trustworthy."},{"verse": 24, "text": "The city complains of the one who is stingy with food,  \n    and their testimony to his stinginess is accurate."},{"verse": 25, "text": "||Temperance in Drinking Wine||Do not try to prove your strength by wine-drinking,  \n    for wine has destroyed many."},{"verse": 26, "footnotes": {"a": "Sirach 31:26 Heb: Gk _tests the hardening of steel by dipping_"}, "text": "As the furnace tests the work of the smith,[^a]  \n    so wine tests hearts when the insolent quarrel."},{"verse": 27, "text": "Wine is very life to human beings  \n    if taken in moderation.  \nWhat is life to one who is without wine?  \n    It has been created to make people happy."},{"verse": 28, "text": "Wine drunk at the proper time and in moderation  \n    is rejoicing of heart and gladness of soul."},{"verse": 29, "text": "Wine drunk to excess leads to bitterness of spirit,  \n    to quarrels and stumbling."},{"verse": 30, "text": "Drunkenness increases the anger of a fool to his own hurt,  \n    reducing his strength and adding wounds."},{"verse": 31, "text": "Do not reprove your neighbor at a banquet of wine,  \n    and do not despise him in his merrymaking;  \nspeak no word of reproach to him,  \n    and do not distress him by making demands of him."}]}
,{"chapter": 32, "verses":[{"verse": 1, "text": "||Etiquette at a Banquet||If they make you master of the feast, do not exalt yourself;  \n    be among them as one of their number.  \nTake care of them first and then sit down;"},{"verse": 2, "text": "    when you have fulfilled all your duties, take your place,  \nso that you may be merry along with them  \n    and receive a wreath for your excellent leadership."},{"verse": 3, "text": "Speak, you who are older, for it is your right,  \n    but with accurate knowledge, and do not interrupt the music."},{"verse": 4, "text": "Where there is entertainment, do not pour out talk;  \n    do not display your cleverness at the wrong time."},{"verse": 5, "text": "A ruby seal in a setting of gold  \n    is a concert of music at a banquet of wine."},{"verse": 6, "text": "A seal of emerald in a rich setting of gold  \n    is the melody of music with good wine."},{"verse": 7, "text": "Speak, you who are young, if you are obliged to,  \n    but no more than twice, and only if asked."},{"verse": 8, "text": "Be brief; say much in few words;  \n    be as one who knows and can still hold his tongue."},{"verse": 9, "text": "Among the great do not act as their equal;  \n    and when another is speaking, do not babble."},{"verse": 10, "text": "Lightning travels ahead of the thunder,  \n    and approval goes before one who is modest."},{"verse": 11, "text": "Leave in good time and do not be the last;  \n    go home quickly and do not linger."},{"verse": 12, "text": "Amuse yourself there to your heart\"s content,  \n    but do not sin through proud speech."},{"verse": 13, "text": "But above all bless your Maker,  \n    who fills you with his good gifts."},{"verse": 14, "footnotes": {"a": "Sirach 32:14 Heb: Gk _who fears the Lord_", "b": "Sirach 32:14 Other ancient authorities lack _to seek him_"}, "text": "||The Providence of God||The one who seeks God[^a] will accept his discipline,  \n    and those who rise early to seek him[^b] will find favor."},{"verse": 15, "text": "The one who seeks the law will be filled with it,  \n    but the hypocrite will stumble at it."},{"verse": 16, "text": "Those who fear the Lord will form true judgments,  \n    and they will kindle righteous deeds like a light."},{"verse": 17, "text": "The sinner will shun reproof,  \n    and will find a decision according to his liking."},{"verse": 18, "footnotes": {"a": "Sirach 32:18 Heb: Gk _alien_", "b": "Sirach 32:18 Meaning of Gk uncertain. Other ancient authorities add _and after acting_, _with him_, _without deliberation_"}, "text": "A sensible person will not overlook a thoughtful suggestion;  \n    an insolent[^a] and proud person will not be deterred by fear.[^b]"},{"verse": 19, "text": "Do nothing without deliberation,  \n    but when you have acted, do not regret it."},{"verse": 20, "footnotes": {"a": "Sirach 32:20 Heb: Gk _stumble on stony ground_"}, "text": "Do not go on a path full of hazards,  \n    and do not stumble at an obstacle twice.[^a]"},{"verse": 21, "footnotes": {"a": "Sirach 32:21 Or _an unexplored_"}, "text": "Do not be overconfident on a smooth[^a] road,"},{"verse": 22, "footnotes": {"a": "Sirach 32:22 Heb Syr: Gk _and beware of your children_"}, "text": "    and give good heed to your paths.[^a]"},{"verse": 23, "footnotes": {"a": "Sirach 32:23 Heb Syr: Gk _Trust_"}, "text": "Guard[^a] yourself in every act,  \n    for this is the keeping of the commandments."},{"verse": 24, "footnotes": {"a": "Sirach 32:24 Heb: Gk _who believes the law heeds the commandments_"}, "text": "The one who keeps the law preserves himself,[^a]  \n    and the one who trusts the Lord will not suffer loss."}]}
,{"chapter": 33, "verses":[{"verse": 1, "text": "No evil will befall the one who fears the Lord,  \n    but in trials such a one will be rescued again and again."},{"verse": 2, "text": "The wise will not hate the law,  \n    but the one who is hypocritical about it is like a boat in a storm."},{"verse": 3, "text": "The sensible person will trust in the law;  \n    for such a one the law is as dependable as a divine oracle."},{"verse": 4, "text": "Prepare what to say, and then you will be listened to;  \n    draw upon your training, and give your answer."},{"verse": 5, "text": "The heart of a fool is like a cart wheel,  \n    and his thoughts like a turning axle."},{"verse": 6, "text": "A mocking friend is like a stallion  \n    that neighs no matter who the rider is."},{"verse": 7, "text": "||Differences in Nature and in Humankind||Why is one day more important than another,  \n    when all the daylight in the year is from the sun?"},{"verse": 8, "text": "By the Lord\"s wisdom they were distinguished,  \n    and he appointed the different seasons and festivals."},{"verse": 9, "text": "Some days he exalted and hallowed,  \n    and some he made ordinary days."},{"verse": 10, "footnotes": {"a": "Sirach 33:10 Heb: Gk _Adam_"}, "text": "All human beings come from the ground,  \n    and humankind[^a] was created out of the dust."},{"verse": 11, "text": "In the fullness of his knowledge the Lord distinguished them  \n    and appointed their different ways."},{"verse": 12, "text": "Some he blessed and exalted,  \n    and some he made holy and brought near to himself;  \nbut some he cursed and brought low,  \n    and turned them out of their place."},{"verse": 13, "text": "Like clay in the hand of the potter,  \n    to be molded as he pleases,  \nso all are in the hand of their Maker,  \n    to be given whatever he decides."},{"verse": 14, "text": "Good is the opposite of evil,  \n    and life the opposite of death;  \n    so the sinner is the opposite of the godly."},{"verse": 15, "text": "Look at all the works of the Most High;  \n    they come in pairs, one the opposite of the other."},{"verse": 16, "text": "Now I was the last to keep vigil;  \n    I was like a gleaner following the grape-pickers;"},{"verse": 17, "text": "by the blessing of the Lord I arrived first,  \n    and like a grape-picker I filled my wine press."},{"verse": 18, "text": "Consider that I have not labored for myself alone,  \n    but for all who seek instruction."},{"verse": 19, "text": "Hear me, you who are great among the people,  \n    and you leaders of the congregation, pay heed!"},{"verse": 20, "text": "||The Advantage of Independence||To son or wife, to brother or friend,  \n    do not give power over yourself, as long as you live;  \nand do not give your property to another,  \n    in case you change your mind and must ask for it."},{"verse": 21, "text": "While you are still alive and have breath in you,  \n    do not let anyone take your place."},{"verse": 22, "text": "For it is better that your children should ask from you  \n    than that you should look to the hand of your children."},{"verse": 23, "text": "Excel in all that you do;  \n    bring no stain upon your honor."},{"verse": 24, "text": "At the time when you end the days of your life,  \n    in the hour of death, distribute your inheritance."},{"verse": 25, "text": "||The Treatment of Slaves||Fodder and a stick and burdens for a donkey;  \n    bread and discipline and work for a slave."},{"verse": 26, "text": "Set your slave to work, and you will find rest;  \n    leave his hands idle, and he will seek liberty."},{"verse": 27, "text": "Yoke and thong will bow the neck,  \n    and for a wicked slave there are racks and tortures."},{"verse": 28, "text": "Put him to work, in order that he may not be idle,"},{"verse": 29, "text": "    for idleness teaches much evil."},{"verse": 30, "text": "Set him to work, as is fitting for him,  \n    and if he does not obey, make his fetters heavy.  \nDo not be overbearing toward anyone,  \n    and do nothing unjust."},{"verse": 31, "text": "If you have but one slave, treat him like yourself,  \n    because you have bought him with blood.  \nIf you have but one slave, treat him like a brother,  \n    for you will need him as you need your life."},{"verse": 32, "text": "If you ill-treat him, and he leaves you and runs away,"},{"verse": 33, "text": "    which way will you go to seek him?"}]}
,{"chapter": 34, "verses":[{"verse": 1, "text": "||Dreams Mean Nothing||The senseless have vain and false hopes,  \n    and dreams give wings to fools."},{"verse": 2, "footnotes": {"a": "Sirach 34:2 Syr: Gk _pays heed to_"}, "text": "As one who catches at a shadow and pursues the wind,  \n    so is anyone who believes in[^a] dreams."},{"verse": 3, "text": "What is seen in dreams is but a reflection,  \n    the likeness of a face looking at itself."},{"verse": 4, "text": "From an unclean thing what can be clean?  \n    And from something false what can be true?"},{"verse": 5, "text": "Divinations and omens and dreams are unreal,  \n    and like a woman in labor, the mind has fantasies."},{"verse": 6, "text": "Unless they are sent by intervention from the Most High,  \n    pay no attention to them."},{"verse": 7, "text": "For dreams have deceived many,  \n    and those who put their hope in them have perished."},{"verse": 8, "text": "Without such deceptions the law will be fulfilled,  \n    and wisdom is complete in the mouth of the faithful."},{"verse": 9, "footnotes": {"a": "Sirach 34:9 Other ancient authorities read _A traveled_"}, "text": "||Experience as a Teacher||An educated[^a] person knows many things,  \n    and one with much experience knows what he is talking about."},{"verse": 10, "text": "An inexperienced person knows few things,"},{"verse": 11, "text": "    but he that has traveled acquires much cleverness."},{"verse": 12, "text": "I have seen many things in my travels,  \n    and I understand more than I can express."},{"verse": 13, "text": "I have often been in danger of death,  \n    but have escaped because of these experiences."},{"verse": 14, "text": "||Fear the Lord||The spirit of those who fear the Lord will live,"},{"verse": 15, "text": "    for their hope is in him who saves them."},{"verse": 16, "text": "Those who fear the Lord will not be timid,  \n    or play the coward, for he is their hope."},{"verse": 17, "text": "Happy is the soul that fears the Lord!"},{"verse": 18, "text": "    To whom does he look? And who is his support?"},{"verse": 19, "text": "The eyes of the Lord are on those who love him,  \n    a mighty shield and strong support,  \na shelter from scorching wind and a shade from noonday sun,  \n    a guard against stumbling and a help against falling."},{"verse": 20, "text": "He lifts up the soul and makes the eyes sparkle;  \n    he gives health and life and blessing."},{"verse": 21, "footnotes": {"a": "Sirach 34:21 Other ancient authorities read _is made in mockery_"}, "text": "||Offering Sacrifices||If one sacrifices ill-gotten goods, the offering is blemished;[^a]"},{"verse": 22, "footnotes": {"a": "Sirach 34:22 Other ancient authorities read _mockeries_"}, "text": "    the gifts[^a] of the lawless are not acceptable."},{"verse": 23, "text": "The Most High is not pleased with the offerings of the ungodly,  \n    nor for a multitude of sacrifices does he forgive sins."},{"verse": 24, "text": "Like one who kills a son before his father\"s eyes  \n    is the person who offers a sacrifice from the property of the poor."},{"verse": 25, "text": "The bread of the needy is the life of the poor;  \n    whoever deprives them of it is a murderer."},{"verse": 26, "text": "To take away a neighbor\"s living is to commit murder;"},{"verse": 27, "text": "    to deprive an employee of wages is to shed blood."},{"verse": 28, "text": "When one builds and another tears down,  \n    what do they gain but hard work?"},{"verse": 29, "text": "When one prays and another curses,  \n    to whose voice will the Lord listen?"},{"verse": 30, "text": "If one washes after touching a corpse, and touches it again,  \n    what has been gained by washing?"},{"verse": 31, "text": "So if one fasts for his sins,  \n    and goes again and does the same things,  \nwho will listen to his prayer?  \n    And what has he gained by humbling himself?"}]}
,{"chapter": 35, "verses":[{"verse": 1, "text": "||The Law and Sacrifices||The one who keeps the law makes many offerings;"},{"verse": 2, "text": "    one who heeds the commandments makes an offering of well-being."},{"verse": 3, "text": "The one who returns a kindness offers choice flour,"},{"verse": 4, "text": "    and one who gives alms sacrifices a thank offering."},{"verse": 5, "text": "To keep from wickedness is pleasing to the Lord,  \n    and to forsake unrighteousness is an atonement."},{"verse": 6, "text": "Do not appear before the Lord empty-handed,"},{"verse": 7, "text": "    for all that you offer is in fulfillment of the commandment."},{"verse": 8, "text": "The offering of the righteous enriches the altar,  \n    and its pleasing odor rises before the Most High."},{"verse": 9, "text": "The sacrifice of the righteous is acceptable,  \n    and it will never be forgotten."},{"verse": 10, "text": "Be generous when you worship the Lord,  \n    and do not stint the first fruits of your hands."},{"verse": 11, "text": "With every gift show a cheerful face,  \n    and dedicate your tithe with gladness."},{"verse": 12, "text": "Give to the Most High as he has given to you,  \n    and as generously as you can afford."},{"verse": 13, "text": "For the Lord is the one who repays,  \n    and he will repay you sevenfold."},{"verse": 14, "text": "||Divine Justice||Do not offer him a bribe, for he will not accept it;"},{"verse": 15, "text": "    and do not rely on a dishonest sacrifice;  \nfor the Lord is the judge,  \n    and with him there is no partiality."},{"verse": 16, "text": "He will not show partiality to the poor;  \n    but he will listen to the prayer of one who is wronged."},{"verse": 17, "text": "He will not ignore the supplication of the orphan,  \n    or the widow when she pours out her complaint."},{"verse": 18, "text": "Do not the tears of the widow run down her cheek"},{"verse": 19, "text": "    as she cries out against the one who causes them to fall?"},{"verse": 20, "text": "The one whose service is pleasing to the Lord will be accepted,  \n    and his prayer will reach to the clouds."},{"verse": 21, "text": "The prayer of the humble pierces the clouds,  \n    and it will not rest until it reaches its goal;  \nit will not desist until the Most High responds"},{"verse": 22, "footnotes": {"a": "Sirach 35:22 Heb: Gk _and with them_"}, "text": "    and does justice for the righteous, and executes judgment.  \nIndeed, the Lord will not delay,  \n    and like a warrior[^a] will not be patient  \nuntil he crushes the loins of the unmerciful"},{"verse": 23, "text": "    and repays vengeance on the nations;  \nuntil he destroys the multitude of the insolent,  \n    and breaks the scepters of the unrighteous;"},{"verse": 24, "text": "until he repays mortals according to their deeds,  \n    and the works of all according to their thoughts;"},{"verse": 25, "text": "until he judges the case of his people  \n    and makes them rejoice in his mercy."},{"verse": 26, "text": "His mercy is as welcome in time of distress  \n    as clouds of rain in time of drought."}]}
,{"chapter": 36, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 36:1 Heb: Gk _O Master, the God_"}, "text": "||A Prayer for God\"s People||Have mercy upon us, O God[^a] of all,"},{"verse": 2, "text": "    and put all the nations in fear of you."},{"verse": 3, "text": "Lift up your hand against foreign nations  \n    and let them see your might."},{"verse": 4, "text": "As you have used us to show your holiness to them,  \n    so use them to show your glory to us."},{"verse": 5, "footnotes": {"a": "Sirach 36:5 Heb: Gk _And let them know you_"}, "text": "Then they will know,[^a] as we have known,  \n    that there is no God but you, O Lord."},{"verse": 6, "text": "Give new signs, and work other wonders;"},{"verse": 7, "text": "    make your hand and right arm glorious."},{"verse": 8, "text": "Rouse your anger and pour out your wrath;"},{"verse": 9, "text": "    destroy the adversary and wipe out the enemy."},{"verse": 10, "footnotes": {"a": "Sirach 36:10 Other ancient authorities read _remember your oath_"}, "text": "Hasten the day, and remember the appointed time,[^a]  \n    and let people recount your mighty deeds."},{"verse": 11, "text": "Let survivors be consumed in the fiery wrath,  \n    and may those who harm your people meet destruction."},{"verse": 12, "text": "Crush the heads of hostile rulers  \n    who say, \"There is no one but ourselves.\""},{"verse": 13, "footnotes": {"a": "Sirach 36:13 Owing to a dislocation in the Greek Mss of Sirach, the verse numbers 14 and 15 are not used in chapter 36, though no text is missing."}, "text": "Gather all the tribes of Jacob,[^a]"}]}
,{"chapter": 37, "verses":[{"verse": 1, "text": "||False Friends||Every friend says, \"I too am a friend\";  \n    but some friends are friends only in name."},{"verse": 2, "text": "Is it not a sorrow like that for death itself  \n    when a dear friend turns into an enemy?"},{"verse": 3, "text": "O inclination to evil, why were you formed  \n    to cover the land with deceit?"},{"verse": 4, "text": "Some companions rejoice in the happiness of a friend,  \n    but in time of trouble they are against him."},{"verse": 5, "text": "Some companions help a friend for their stomachs\" sake,  \n    yet in battle they will carry his shield."},{"verse": 6, "footnotes": {"a": "Sirach 37:6 Heb: Gk _in your heart_", "b": "Sirach 37:6 Heb: Gk _him in your wealth_"}, "text": "Do not forget a friend during the battle,[^a]  \n    and do not be unmindful of him when you distribute your spoils.[^b]"},{"verse": 7, "text": "||Caution in Taking Advice||All counselors praise the counsel they give,  \n    but some give counsel in their own interest."},{"verse": 8, "text": "Be wary of a counselor,  \n    and learn first what is his interest,  \n    for he will take thought for himself.  \nHe may cast the lot against you"},{"verse": 9, "text": "    and tell you, \"Your way is good,\"  \n    and then stand aside to see what happens to you."},{"verse": 10, "text": "Do not consult the one who regards you with suspicion;  \n    hide your intentions from those who are jealous of you."},{"verse": 11, "footnotes": {"a": "Sirach 37:11 Heb: Gk _gratitude_"}, "text": "Do not consult with a woman about her rival  \n    or with a coward about war,  \nwith a merchant about business  \n    or with a buyer about selling,  \nwith a miser about generosity[^a]  \n    or with the merciless about kindness,  \nwith an idler about any work  \n    or with a seasonal laborer about completing his work,  \nwith a lazy servant about a big task--  \n    pay no attention to any advice they give."},{"verse": 12, "text": "But associate with a godly person  \n    whom you know to be a keeper of the commandments,  \nwho is like-minded with yourself,  \n    and who will grieve with you if you fail."},{"verse": 13, "footnotes": {"a": "Sirach 37:13 Heb: Gk _establish_"}, "text": "And heed[^a] the counsel of your own heart,  \n    for no one is more faithful to you than it is."},{"verse": 14, "text": "For our own mind sometimes keeps us better informed  \n    than seven sentinels sitting high on a watchtower."},{"verse": 15, "text": "But above all pray to the Most High  \n    that he may direct your way in truth."},{"verse": 16, "text": "||True and False Wisdom||Discussion is the beginning of every work,  \n    and counsel precedes every undertaking."},{"verse": 17, "text": "The mind is the root of all conduct;"},{"verse": 18, "footnotes": {"a": "Sirach 37:18 Heb: Gk _As a clue to changes of heart four kinds of destiny appear_"}, "text": "    it sprouts four branches,[^a]  \ngood and evil, life and death;  \n    and it is the tongue that continually rules them."},{"verse": 19, "text": "Some people may be clever enough to teach many,  \n    and yet be useless to themselves."},{"verse": 20, "text": "A skillful speaker may be hated;  \n    he will be destitute of all food,"},{"verse": 21, "text": "for the Lord has withheld the gift of charm,  \n    since he is lacking in all wisdom."},{"verse": 22, "footnotes": {"a": "Sirach 37:22 Other ancient witnesses read _trustworthy_"}, "text": "If a person is wise to his own advantage,  \n    the fruits of his good sense will be praiseworthy.[^a]"},{"verse": 23, "text": "A wise person instructs his own people,  \n    and the fruits of his good sense will endure."},{"verse": 24, "text": "A wise person will have praise heaped upon him,  \n    and all who see him will call him happy."},{"verse": 25, "text": "The days of a person\"s life are numbered,  \n    but the days of Israel are without number."},{"verse": 26, "footnotes": {"a": "Sirach 37:26 Other ancient authorities read _confidence_"}, "text": "One who is wise among his people will inherit honor,[^a]  \n    and his name will live forever."},{"verse": 27, "text": "||Concerning Moderation||My child, test yourself while you live;  \n    see what is bad for you and do not give in to it."},{"verse": 28, "text": "For not everything is good for everyone,  \n    and no one enjoys everything."},{"verse": 29, "text": "Do not be greedy for every delicacy,  \n    and do not eat without restraint;"},{"verse": 30, "text": "for overeating brings sickness,  \n    and gluttony leads to nausea."},{"verse": 31, "text": "Many have died of gluttony,  \n    but the one who guards against it prolongs his life."}]}
,{"chapter": 38, "verses":[{"verse": 1, "text": "||Concerning Physicians and Health||Honor physicians for their services,  \n    for the Lord created them;"},{"verse": 2, "text": "for their gift of healing comes from the Most High,  \n    and they are rewarded by the king."},{"verse": 3, "text": "The skill of physicians makes them distinguished,  \n    and in the presence of the great they are admired."},{"verse": 4, "text": "The Lord created medicines out of the earth,  \n    and the sensible will not despise them."},{"verse": 5, "footnotes": {"a": "Sirach 38:5 Or _his_"}, "text": "Was not water made sweet with a tree  \n    in order that its[^a] power might be known?"},{"verse": 6, "footnotes": {"a": "Sirach 38:6 Or _they_"}, "text": "And he gave skill to human beings  \n    that he[^a] might be glorified in his marvelous works."},{"verse": 7, "footnotes": {"a": "Sirach 38:7 Heb: Gk _he_"}, "text": "By them the physician[^a] heals and takes away pain;"},{"verse": 8, "footnotes": {"a": "Sirach 38:8 Gk _His_", "b": "Sirach 38:8 Or _peace_"}, "text": "    the pharmacist makes a mixture from them.  \nGod\"s[^a] works will never be finished;  \n    and from him health[^b] spreads over all the earth."},{"verse": 9, "text": "My child, when you are ill, do not delay,  \n    but pray to the Lord, and he will heal you."},{"verse": 10, "text": "Give up your faults and direct your hands rightly,  \n    and cleanse your heart from all sin."},{"verse": 11, "footnotes": {"a": "Sirach 38:11 Heb: Lat lacks _as much as you can afford_; Meaning of Gk uncertain"}, "text": "Offer a sweet-smelling sacrifice, and a memorial portion of choice flour,  \n    and pour oil on your offering, as much as you can afford.[^a]"},{"verse": 12, "text": "Then give the physician his place, for the Lord created him;  \n    do not let him leave you, for you need him."},{"verse": 13, "footnotes": {"a": "Sirach 38:13 Gk _in their hands_"}, "text": "There may come a time when recovery lies in the hands of physicians,[^a]"},{"verse": 14, "footnotes": {"a": "Sirach 38:14 Heb: Gk _rest_"}, "text": "    for they too pray to the Lord  \nthat he grant them success in diagnosis[^a]  \n    and in healing, for the sake of preserving life."},{"verse": 15, "footnotes": {"a": "Sirach 38:15 Heb: Gk _may he fall into the hands of the physician_"}, "text": "He who sins against his Maker,  \n    will be defiant toward the physician.[^a]"},{"verse": 16, "text": "||On Mourning for the Dead||My child, let your tears fall for the dead,  \n    and as one in great pain begin the lament.  \nLay out the body with due ceremony,  \n    and do not neglect the burial."},{"verse": 17, "text": "Let your weeping be bitter and your wailing fervent;  \n    make your mourning worthy of the departed,  \nfor one day, or two, to avoid criticism;  \n    then be comforted for your grief."},{"verse": 18, "text": "For grief may result in death,  \n    and a sorrowful heart saps one\"s strength."},{"verse": 19, "text": "When a person is taken away, sorrow is over;  \n    but the life of the poor weighs down the heart."},{"verse": 20, "text": "Do not give your heart to grief;  \n    drive it away, and remember your own end."},{"verse": 21, "footnotes": {"a": "Sirach 38:21 Gk _him_"}, "text": "Do not forget, there is no coming back;  \n    you do the dead[^a] no good, and you injure yourself."},{"verse": 22, "footnotes": {"a": "Sirach 38:22 Heb: Gk _my_", "b": "Sirach 38:22 Heb: Gk _mine_"}, "text": "Remember his[^a] fate, for yours is like it;  \n    yesterday it was his,[^b] and today it is yours."},{"verse": 23, "text": "When the dead is at rest, let his remembrance rest too,  \n    and be comforted for him when his spirit has departed."},{"verse": 24, "text": "||Trades and Crafts||The wisdom of the scribe depends on the opportunity of leisure;  \n    only the one who has little business can become wise."},{"verse": 25, "text": "How can one become wise who handles the plow,  \n    and who glories in the shaft of a goad,  \nwho drives oxen and is occupied with their work,  \n    and whose talk is about bulls?"},{"verse": 26, "text": "He sets his heart on plowing furrows,  \n    and he is careful about fodder for the heifers."},{"verse": 27, "text": "So it is with every artisan and master artisan  \n    who labors by night as well as by day;  \nthose who cut the signets of seals,  \n    each is diligent in making a great variety;  \nthey set their heart on painting a lifelike image,  \n    and they are careful to finish their work."},{"verse": 28, "footnotes": {"a": "Sirach 38:28 Cn: Gk _renews his ear_"}, "text": "So it is with the smith, sitting by the anvil,  \n    intent on his iron-work;  \nthe breath of the fire melts his flesh,  \n    and he struggles with the heat of the furnace;  \nthe sound of the hammer deafens his ears,[^a]  \n    and his eyes are on the pattern of the object.  \nHe sets his heart on finishing his handiwork,  \n    and he is careful to complete its decoration."},{"verse": 29, "text": "So it is with the potter sitting at his work  \n    and turning the wheel with his feet;  \nhe is always deeply concerned over his products,  \n    and he produces them in quantity."},{"verse": 30, "footnotes": {"a": "Sirach 38:30 Cn: Gk _cleaning_"}, "text": "He molds the clay with his arm  \n    and makes it pliable with his feet;  \nhe sets his heart to finish the glazing,  \n    and he takes care in firing[^a] the kiln."},{"verse": 31, "text": "All these rely on their hands,  \n    and all are skillful in their own work."},{"verse": 32, "footnotes": {"a": "Sirach 38:32 Syr: Gk _and people can neither live nor walk there_", "b": "Sirach 38:32 Most ancient authorities lack this line"}, "text": "Without them no city can be inhabited,  \n    and wherever they live, they will not go hungry.[^a]  \nYet they are not sought out for the council of the people,[^b]"},{"verse": 33, "footnotes": {"a": "Sirach 38:33 Cn: Gk _among parables_"}, "text": "    nor do they attain eminence in the public assembly.  \nThey do not sit in the judge\"s seat,  \n    nor do they understand the decisions of the courts;  \nthey cannot expound discipline or judgment,  \n    and they are not found among the rulers.[^a]"},{"verse": 34, "footnotes": {"a": "Sirach 38:34 Syr: Gk _prayer is in_"}, "text": "But they maintain the fabric of the world,  \n    and their concern is for[^a] the exercise of their trade.||The Activity of the Scribe||\nHow different the one who devotes himself  \n    to the study of the law of the Most High!"}]}
,{"chapter": 39, "verses":[{"verse": 1, "text": "He seeks out the wisdom of all the ancients,  \n    and is concerned with prophecies;"},{"verse": 2, "text": "he preserves the sayings of the famous  \n    and penetrates the subtleties of parables;"},{"verse": 3, "text": "he seeks out the hidden meanings of proverbs  \n    and is at home with the obscurities of parables."},{"verse": 4, "text": "He serves among the great  \n    and appears before rulers;  \nhe travels in foreign lands  \n    and learns what is good and evil in the human lot."},{"verse": 5, "text": "He sets his heart to rise early  \n    to seek the Lord who made him,  \n    and to petition the Most High;  \nhe opens his mouth in prayer  \n    and asks pardon for his sins."},{"verse": 6, "text": "If the great Lord is willing,  \n    he will be filled with the spirit of understanding;  \nhe will pour forth words of wisdom of his own  \n    and give thanks to the Lord in prayer."},{"verse": 7, "footnotes": {"a": "Sirach 39:7 Gk _He himself_"}, "text": "The Lord[^a] will direct his counsel and knowledge,  \n    as he meditates on his mysteries."},{"verse": 8, "text": "He will show the wisdom of what he has learned,  \n    and will glory in the law of the Lord\"s covenant."},{"verse": 9, "text": "Many will praise his understanding;  \n    it will never be blotted out.  \nHis memory will not disappear,  \n    and his name will live through all generations."},{"verse": 10, "text": "Nations will speak of his wisdom,  \n    and the congregation will proclaim his praise."},{"verse": 11, "footnotes": {"a": "Sirach 39:11 Cn: Meaning of Gk uncertain"}, "text": "If he lives long, he will leave a name greater than a thousand,  \n    and if he goes to rest, it is enough[^a] for him."},{"verse": 12, "text": "||A Hymn of Praise to God||I have more on my mind to express;  \n    I am full like the full moon."},{"verse": 13, "text": "Listen to me, my faithful children, and blossom  \n    like a rose growing by a stream of water."},{"verse": 14, "text": "Send out fragrance like incense,  \n    and put forth blossoms like a lily.  \nScatter the fragrance, and sing a hymn of praise;  \n    bless the Lord for all his works."},{"verse": 15, "text": "Ascribe majesty to his name  \n    and give thanks to him with praise,  \nwith songs on your lips, and with harps;  \n    this is what you shall say in thanksgiving:"},{"verse": 16, "text": "\"All the works of the Lord are very good,  \n    and whatever he commands will be done at the appointed time."},{"verse": 17, "text": "No one can say, \"What is this?\" or \"Why is that?\"--  \n    for at the appointed time all such questions will be answered.  \nAt his word the waters stood in a heap,  \n    and the reservoirs of water at the word of his mouth."},{"verse": 18, "text": "When he commands, his every purpose is fulfilled,  \n    and none can limit his saving power."},{"verse": 19, "text": "The works of all are before him,  \n    and nothing can be hidden from his eyes."},{"verse": 20, "text": "From the beginning to the end of time he can see everything,  \n    and nothing is too marvelous for him."},{"verse": 21, "text": "No one can say, \"What is this?\" or \"Why is that?\"--  \n    for everything has been created for its own purpose."},{"verse": 22, "text": "\"His blessing covers the dry land like a river,  \n    and drenches it like a flood."},{"verse": 23, "text": "But his wrath drives out the nations,  \n    as when he turned a watered land into salt."},{"verse": 24, "text": "To the faithful his ways are straight,  \n    but full of pitfalls for the wicked."},{"verse": 25, "footnotes": {"a": "Sirach 39:25 Heb Lat: Gk _sinners bad things_"}, "text": "From the beginning good things were created for the good,  \n    but for sinners good things and bad.[^a]"},{"verse": 26, "text": "The basic necessities of human life  \n    are water and fire and iron and salt  \nand wheat flour and milk and honey,  \n    the blood of the grape and oil and clothing."},{"verse": 27, "text": "All these are good for the godly,  \n    but for sinners they turn into evils."},{"verse": 28, "footnotes": {"a": "Sirach 39:28 Heb Syr: Gk _can scourge mightily_"}, "text": "\"There are winds created for vengeance,  \n    and in their anger they can dislodge mountains;[^a]  \non the day of reckoning they will pour out their strength  \n    and calm the anger of their Maker."},{"verse": 29, "text": "Fire and hail and famine and pestilence,  \n    all these have been created for vengeance;"},{"verse": 30, "text": "the fangs of wild animals and scorpions and vipers,  \n    and the sword that punishes the ungodly with destruction."},{"verse": 31, "text": "They take delight in doing his bidding,  \n    always ready for his service on earth;  \n    and when their time comes they never disobey his command.\""},{"verse": 32, "text": "So from the beginning I have been convinced of all this  \n    and have thought it out and left it in writing:"},{"verse": 33, "text": "All the works of the Lord are good,  \n    and he will supply every need in its time."},{"verse": 34, "text": "No one can say, \"This is not as good as that,\"  \n    for everything proves good in its appointed time."},{"verse": 35, "text": "So now sing praise with all your heart and voice,  \n    and bless the name of the Lord."}]}
,{"chapter": 40, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 40:1 Other Gk and Lat authorities read _are buried in_", "b": "Sirach 40:1 Heb: Gk _of all_"}, "text": "||Human Wretchedness||Hard work was created for everyone,  \n    and a heavy yoke is laid on the children of Adam,  \nfrom the day they come forth from their mother\"s womb  \n    until the day they return to[^a] the mother of all the living.[^b]"},{"verse": 2, "text": "Perplexities and fear of heart are theirs,  \n    and anxious thought of the day of their death."},{"verse": 3, "text": "From the one who sits on a splendid throne  \n    to the one who grovels in dust and ashes,"},{"verse": 4, "text": "from the one who wears purple and a crown  \n    to the one who is clothed in burlap,"},{"verse": 5, "text": "there is anger and envy and trouble and unrest,  \n    and fear of death, and fury and strife.  \nAnd when one rests upon his bed,  \n    his sleep at night confuses his mind."},{"verse": 6, "footnotes": {"a": "Sirach 40:6 Arm: Meaning of Gk uncertain"}, "text": "He gets little or no rest;  \n    he struggles in his sleep as he did by day.[^a]  \nHe is troubled by the visions of his mind  \n    like one who has escaped from the battlefield."},{"verse": 7, "text": "At the moment he reaches safety he wakes up,  \n    astonished that his fears were groundless."},{"verse": 8, "text": "To all creatures, human and animal,  \n    but to sinners seven times more,"},{"verse": 9, "text": "come death and bloodshed and strife and sword,  \n    calamities and famine and ruin and plague."},{"verse": 10, "text": "All these were created for the wicked,  \n    and on their account the flood came."},{"verse": 11, "footnotes": {"a": "Sirach 40:11 Heb Syr: Gk Lat _from the waters returns to the sea_"}, "text": "All that is of earth returns to earth,  \n    and what is from above returns above.[^a]"},{"verse": 12, "text": "||Injustice Will Not Prosper||All bribery and injustice will be blotted out,  \n    but good faith will last forever."},{"verse": 13, "text": "The wealth of the unjust will dry up like a river,  \n    and crash like a loud clap of thunder in a storm."},{"verse": 14, "text": "As a generous person has cause to rejoice,  \n    so lawbreakers will utterly fail."},{"verse": 15, "text": "The children of the ungodly put out few branches;  \n    they are unhealthy roots on sheer rock."},{"verse": 16, "text": "The reeds by any water or river bank  \n    are plucked up before any grass;"},{"verse": 17, "text": "but kindness is like a garden of blessings,  \n    and almsgiving endures forever."},{"verse": 18, "footnotes": {"a": "Sirach 40:18 Heb: Gk _Life is sweet for the self-reliant worker_"}, "text": "||The Joys of Life||Wealth and wages make life sweet,[^a]  \n    but better than either is finding a treasure."},{"verse": 19, "footnotes": {"a": "Sirach 40:19 Heb Syr: Gk lacks _but better . . . prosperous_"}, "text": "Children and the building of a city establish one\"s name,  \n    but better than either is the one who finds wisdom.  \nCattle and orchards make one prosperous;[^a]  \n    but a blameless wife is accounted better than either."},{"verse": 20, "footnotes": {"a": "Sirach 40:20 Heb: Gk _wisdom_"}, "text": "Wine and music gladden the heart,  \n    but the love of friends[^a] is better than either."},{"verse": 21, "text": "The flute and the harp make sweet melody,  \n    but a pleasant voice is better than either."},{"verse": 22, "text": "The eye desires grace and beauty,  \n    but the green shoots of grain more than either."},{"verse": 23, "footnotes": {"a": "Sirach 40:23 Heb Compare Syr: Gk _wife with her husband_"}, "text": "A friend or companion is always welcome,  \n    but a sensible wife[^a] is better than either."},{"verse": 24, "text": "Kindred and helpers are for a time of trouble,  \n    but almsgiving rescues better than either."},{"verse": 25, "text": "Gold and silver make one stand firm,  \n    but good counsel is esteemed more than either."},{"verse": 26, "text": "Riches and strength build up confidence,  \n    but the fear of the Lord is better than either.  \nThere is no want in the fear of the Lord,  \n    and with it there is no need to seek for help."},{"verse": 27, "text": "The fear of the Lord is like a garden of blessing,  \n    and covers a person better than any glory."},{"verse": 28, "text": "||The Disgrace of Begging||My child, do not lead the life of a beggar;  \n    it is better to die than to beg."},{"verse": 29, "text": "When one looks to the table of another,  \n    one\"s way of life cannot be considered a life.  \nOne loses self-respect with another person\"s food,  \n    but one who is intelligent and well instructed guards against that."},{"verse": 30, "text": "In the mouth of the shameless begging is sweet,  \n    but it kindles a fire inside him."}]}
,{"chapter": 41, "verses":[{"verse": 1, "text": "||Concerning Death||O death, how bitter is the thought of you  \n    to the one at peace among possessions,  \nwho has nothing to worry about and is prosperous in everything,  \n    and still is vigorous enough to enjoy food!"},{"verse": 2, "text": "O death, how welcome is your sentence  \n    to one who is needy and failing in strength,  \nworn down by age and anxious about everything;  \n    to one who is contrary, and has lost all patience!"},{"verse": 3, "text": "Do not fear death\"s decree for you;  \n    remember those who went before you and those who will come after."},{"verse": 4, "text": "This is the Lord\"s decree for all flesh;  \n    why then should you reject the will of the Most High?  \nWhether life lasts for ten years or a hundred or a thousand,  \n    there are no questions asked in Hades."},{"verse": 5, "text": "||The Fate of the Wicked||The children of sinners are abominable children,  \n    and they frequent the haunts of the ungodly."},{"verse": 6, "text": "The inheritance of the children of sinners will perish,  \n    and on their offspring will be a perpetual disgrace."},{"verse": 7, "text": "Children will blame an ungodly father,  \n    for they suffer disgrace because of him."},{"verse": 8, "text": "Woe to you, the ungodly,  \n    who have forsaken the law of the Most High God!"},{"verse": 9, "footnotes": {"a": "Sirach 41:9 Heb: Meaning of Gk uncertain"}, "text": "If you have children, calamity will be theirs;  \n    you will beget them only for groaning.  \nWhen you stumble, there is lasting joy;[^a]  \n    and when you die, a curse is your lot."},{"verse": 10, "text": "Whatever comes from earth returns to earth;  \n    so the ungodly go from curse to destruction."},{"verse": 11, "footnotes": {"a": "Sirach 41:11 Heb: Gk _People grieve over the death of the body, but the bad name of sinners will be blotted out_"}, "text": "The human body is a fleeting thing,  \n    but a virtuous name will never be blotted out.[^a]"},{"verse": 12, "text": "Have regard for your name, since it will outlive you  \n    longer than a thousand hoards of gold."},{"verse": 13, "text": "The days of a good life are numbered,  \n    but a good name lasts forever."},{"verse": 14, "text": "My children, be true to your training and be at peace;  \nhidden wisdom and unseen treasure--  \n    of what value is either?"},{"verse": 15, "text": "||A Series of Contrasts||Better are those who hide their folly  \n    than those who hide their wisdom."},{"verse": 16, "footnotes": {"a": "Sirach 41:16 Heb: Gk _and not everything is confidently esteemed by everyone_"}, "text": "Therefore show respect for my words;  \nfor it is not good to feel shame in every circumstance,  \n    nor is every kind of abashment to be approved.[^a]"},{"verse": 17, "text": "Be ashamed of sexual immorality, before your father or mother;  \n    and of a lie, before a prince or a ruler;"},{"verse": 18, "text": "of a crime, before a judge or magistrate;  \n    and of a breach of the law, before the congregation and the people;  \nof unjust dealing, before your partner or your friend;"},{"verse": 19, "footnotes": {"a": "Sirach 41:19 Heb: Gk _before the truth of God and the covenant_"}, "text": "    and of theft, in the place where you live.  \nBe ashamed of breaking an oath or agreement,[^a]  \n    and of leaning on your elbow at meals;  \nof surliness in receiving or giving,"},{"verse": 20, "text": "    and of silence, before those who greet you;  \nof looking at a prostitute,"},{"verse": 21, "text": "    and of rejecting the appeal of a relative;  \nof taking away someone\"s portion or gift,  \n    and of gazing at another man\"s wife;"},{"verse": 22, "text": "of meddling with his servant-girl--  \n    and do not approach her bed;  \nof abusive words, before friends--  \n    and do not be insulting after making a gift."}]}
,{"chapter": 42, "verses":[{"verse": 1, "text": "Be ashamed of repeating what you hear,  \n    and of betraying secrets.  \nThen you will show proper shame,  \n    and will find favor with everyone.\nOf the following things do not be ashamed,  \n    and do not sin to save face:"},{"verse": 2, "text": "Do not be ashamed of the law of the Most High and his covenant,  \n    and of rendering judgment to acquit the ungodly;"},{"verse": 3, "text": "of keeping accounts with a partner or with traveling companions,  \n    and of dividing the inheritance of friends;"},{"verse": 4, "text": "of accuracy with scales and weights,  \n    and of acquiring much or little;"},{"verse": 5, "text": "of profit from dealing with merchants,  \n    and of frequent disciplining of children,  \n    and of drawing blood from the back of a wicked slave."},{"verse": 6, "text": "Where there is an untrustworthy wife, a seal is a good thing;  \n    and where there are many hands, lock things up."},{"verse": 7, "text": "When you make a deposit, be sure it is counted and weighed,  \n    and when you give or receive, put it all in writing."},{"verse": 8, "text": "Do not be ashamed to correct the stupid or foolish  \n    or the aged who are guilty of sexual immorality.  \nThen you will show your sound training,  \n    and will be approved by all."},{"verse": 9, "text": "||Daughters and Fathers||A daughter is a secret anxiety to her father,  \n    and worry over her robs him of sleep;  \nwhen she is young, for fear she may not marry,  \n    or if married, for fear she may be disliked;"},{"verse": 10, "text": "while a virgin, for fear she may be seduced  \n    and become pregnant in her father\"s house;  \nor having a husband, for fear she may go astray,  \n    or, though married, for fear she may be barren."},{"verse": 11, "footnotes": {"a": "Sirach 42:11 Heb: Meaning of Gk uncertain", "b": "Sirach 42:11 Heb: Gk _to shame before the great multitude_", "c": "Sirach 42:11 Heb: Gk lacks _See . . . house_"}, "text": "Keep strict watch over a headstrong daughter,  \n    or she may make you a laughingstock to your enemies,  \na byword in the city and the assembly of[^a] the people,  \n    and put you to shame in public gatherings.[^b]  \nSee that there is no lattice in her room,  \n    no spot that overlooks the approaches to the house.[^c]"},{"verse": 12, "footnotes": {"a": "Sirach 42:12 Heb: Meaning of Gk uncertain"}, "text": "Do not let her parade her beauty before any man,  \n    or spend her time among married women;[^a]"},{"verse": 13, "text": "for from garments comes the moth,  \n    and from a woman comes woman\"s wickedness."},{"verse": 14, "text": "Better is the wickedness of a man than a woman who does good;  \n    it is woman who brings shame and disgrace."},{"verse": 15, "footnotes": {"a": "Sirach 42:15 Syr Compare Heb: most Gk witnesses lack _and all . . . will_"}, "text": "||The Works of God in Nature||I will now call to mind the works of the Lord,  \n    and will declare what I have seen.  \nBy the word of the Lord his works are made;  \n    and all his creatures do his will.[^a]"},{"verse": 16, "text": "The sun looks down on everything with its light,  \n    and the work of the Lord is full of his glory."},{"verse": 17, "text": "The Lord has not empowered even his holy ones  \n    to recount all his marvelous works,  \nwhich the Lord the Almighty has established  \n    so that the universe may stand firm in his glory."},{"verse": 18, "footnotes": {"a": "Sirach 42:18 Heb: Gk _he sees the sign(s) of the age_"}, "text": "He searches out the abyss and the human heart;  \n    he understands their innermost secrets.  \nFor the Most High knows all that may be known;  \n    he sees from of old the things that are to come.[^a]"},{"verse": 19, "text": "He discloses what has been and what is to be,  \n    and he reveals the traces of hidden things."},{"verse": 20, "text": "No thought escapes him,  \n    and nothing is hidden from him."},{"verse": 21, "text": "He has set in order the splendors of his wisdom;  \n    he is from all eternity one and the same.  \nNothing can be added or taken away,  \n    and he needs no one to be his counselor."},{"verse": 22, "footnotes": {"a": "Sirach 42:22 Meaning of Gk uncertain"}, "text": "How desirable are all his works,  \n    and how sparkling they are to see![^a]"},{"verse": 23, "footnotes": {"a": "Sirach 42:23 Heb: Gk _forever for every need, and all are obedient_"}, "text": "All these things live and remain forever;  \n    each creature is preserved to meet a particular need.[^a]"},{"verse": 24, "text": "All things come in pairs, one opposite the other,  \n    and he has made nothing incomplete."},{"verse": 25, "text": "Each supplements the virtues of the other.  \n    Who could ever tire of seeing his glory?"}]}
,{"chapter": 43, "verses":[{"verse": 1, "text": "||The Splendor of the Sun||The pride of the higher realms is the clear vault of the sky,  \n    as glorious to behold as the sight of the heavens."},{"verse": 2, "text": "The sun, when it appears, proclaims as it rises  \n    what a marvelous instrument it is, the work of the Most High."},{"verse": 3, "text": "At noon it parches the land,  \n    and who can withstand its burning heat?"},{"verse": 4, "footnotes": {"a": "Sirach 43:4 Other ancient authorities read _blowing upon_"}, "text": "A man tending[^a] a furnace works in burning heat,  \n    but three times as hot is the sun scorching the mountains;  \nit breathes out fiery vapors,  \n    and its bright rays blind the eyes."},{"verse": 5, "text": "Great is the Lord who made it;  \n    at his orders it hurries on its course."},{"verse": 6, "footnotes": {"a": "Sirach 43:6 Heb: Meaning of Gk uncertain"}, "text": "||The Splendor of the Moon||It is the moon that marks the changing seasons,[^a]  \n    governing the times, their everlasting sign."},{"verse": 7, "text": "From the moon comes the sign for festal days,  \n    a light that wanes when it completes its course."},{"verse": 8, "footnotes": {"a": "Sirach 43:8 Heb: Gk _The month is named after the moon_"}, "text": "The new moon, as its name suggests, renews itself;[^a]  \n    how marvelous it is in this change,  \na beacon to the hosts on high,  \n    shining in the vault of the heavens!"},{"verse": 9, "text": "||The Glory of the Stars and the Rainbow||The glory of the stars is the beauty of heaven,  \n    a glittering array in the heights of the Lord."},{"verse": 10, "text": "On the orders of the Holy One they stand in their appointed places;  \n    they never relax in their watches."},{"verse": 11, "text": "Look at the rainbow, and praise him who made it;  \n    it is exceedingly beautiful in its brightness."},{"verse": 12, "text": "It encircles the sky with its glorious arc;  \n    the hands of the Most High have stretched it out."},{"verse": 13, "text": "||The Marvels of Nature||By his command he sends the driving snow  \n    and speeds the lightnings of his judgment."},{"verse": 14, "text": "Therefore the storehouses are opened,  \n    and the clouds fly out like birds."},{"verse": 15, "text": "In his majesty he gives the clouds their strength,  \n    and the hailstones are broken in pieces."},{"verse": 16, "text": "The voice of his thunder rebukes the earth;      when he appears, the mountains shake.  \nAt his will the south wind blows;      so do the storm from the north and the whirlwind.  \nHe scatters the snow like birds flying down,  \n    and its descent is like locusts alighting."},{"verse": 17, "text": "The voice of his thunder rebukes the earth;      when he appears, the mountains shake.  \nAt his will the south wind blows;      so do the storm from the north and the whirlwind.  \nHe scatters the snow like birds flying down,  \n    and its descent is like locusts alighting."},{"verse": 18, "text": "The eye is dazzled by the beauty of its whiteness,  \n    and the mind is amazed as it falls."},{"verse": 19, "text": "He pours frost over the earth like salt,  \n    and icicles form like pointed thorns."},{"verse": 20, "text": "The cold north wind blows,  \n    and ice freezes on the water;  \nit settles on every pool of water,  \n    and the water puts it on like a breastplate."},{"verse": 21, "text": "He consumes the mountains and burns up the wilderness,  \n    and withers the tender grass like fire."},{"verse": 22, "text": "A mist quickly heals all things;  \n    the falling dew gives refreshment from the heat."},{"verse": 23, "text": "By his plan he stilled the deep  \n    and planted islands in it."},{"verse": 24, "text": "Those who sail the sea tell of its dangers,  \n    and we marvel at what we hear."},{"verse": 25, "text": "In it are strange and marvelous creatures,  \n    all kinds of living things, and huge sea-monsters."},{"verse": 26, "text": "Because of him each of his messengers succeeds,  \n    and by his word all things hold together."},{"verse": 27, "text": "We could say more but could never say enough;  \n    let the final word be: \"He is the all.\""},{"verse": 28, "text": "Where can we find the strength to praise him?  \n    For he is greater than all his works."},{"verse": 29, "text": "Awesome is the Lord and very great,  \n    and marvelous is his power."},{"verse": 30, "text": "Glorify the Lord and exalt him as much as you can,  \n    for he surpasses even that.  \nWhen you exalt him, summon all your strength,  \n    and do not grow weary, for you cannot praise him enough."},{"verse": 31, "text": "Who has seen him and can describe him?  \n    Or who can extol him as he is?"},{"verse": 32, "footnotes": {"a": "Sirach 43:32 Heb: Gk _we_"}, "text": "Many things greater than these lie hidden,  \n    for I[^a] have seen but few of his works."},{"verse": 33, "text": "For the Lord has made all things,  \n    and to the godly he has given wisdom."}]}
,{"chapter": 44, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 44:1 This title is included in the Gk text."}, "text": "||Hymn in Honor of Our Ancestors[^a]||Let us now sing the praises of famous men,  \n    our ancestors in their generations."},{"verse": 2, "footnotes": {"a": "Sirach 44:2 Heb: Gk _created_"}, "text": "The Lord apportioned to them[^a] great glory,  \n    his majesty from the beginning."},{"verse": 3, "text": "There were those who ruled in their kingdoms,  \n    and made a name for themselves by their valor;  \nthose who gave counsel because they were intelligent;  \n    those who spoke in prophetic oracles;"},{"verse": 4, "text": "those who led the people by their counsels  \n    and by their knowledge of the people\"s lore;  \n    they were wise in their words of instruction;"},{"verse": 5, "text": "those who composed musical tunes,  \n    or put verses in writing;"},{"verse": 6, "text": "rich men endowed with resources,  \n    living peacefully in their homes--"},{"verse": 7, "text": "all these were honored in their generations,  \n    and were the pride of their times."},{"verse": 8, "text": "Some of them have left behind a name,  \n    so that others declare their praise."},{"verse": 9, "text": "But of others there is no memory;  \n    they have perished as though they had never existed;  \nthey have become as though they had never been born,  \n    they and their children after them."},{"verse": 10, "text": "But these also were godly men,  \n    whose righteous deeds have not been forgotten;"},{"verse": 11, "footnotes": {"a": "Sirach 44:11 Heb Compare Lat Syr: Meaning of Gk uncertain"}, "text": "their wealth will remain with their descendants,  \n    and their inheritance with their children\"s children.[^a]"},{"verse": 12, "text": "Their descendants stand by the covenants;  \n    their children also, for their sake."},{"verse": 13, "text": "Their offspring will continue forever,  \n    and their glory will never be blotted out."},{"verse": 14, "text": "Their bodies are buried in peace,  \n    but their name lives on generation after generation."},{"verse": 15, "footnotes": {"a": "Sirach 44:15 Heb: Gk _Peoples declare_"}, "text": "The assembly declares[^a] their wisdom,  \n    and the congregation proclaims their praise."},{"verse": 16, "text": "||Enoch||Enoch pleased the Lord and was taken up,  \n    an example of repentance to all generations."},{"verse": 17, "footnotes": {"a": "Sirach 44:17 Heb: Gk _was taken in exchange_"}, "text": "||Noah||Noah was found perfect and righteous;  \n    in the time of wrath he kept the race alive;[^a]  \ntherefore a remnant was left on the earth  \n    when the flood came."},{"verse": 18, "text": "Everlasting covenants were made with him  \n    that all flesh should never again be blotted out by a flood."},{"verse": 19, "text": "||Abraham||Abraham was the great father of a multitude of nations,  \n    and no one has been found like him in glory."},{"verse": 20, "text": "He kept the law of the Most High,  \n    and entered into a covenant with him;  \nhe certified the covenant in his flesh,  \n    and when he was tested he proved faithful."},{"verse": 21, "footnotes": {"a": "Sirach 44:21 Gk _he_", "b": "Sirach 44:21 Syr: Heb Gk _River_"}, "text": "Therefore the Lord[^a] assured him with an oath  \n    that the nations would be blessed through his offspring;  \nthat he would make him as numerous as the dust of the earth,  \n    and exalt his offspring like the stars,  \nand give them an inheritance from sea to sea  \n    and from the Euphrates[^b] to the ends of the earth."},{"verse": 22, "text": "||Isaac and Jacob||To Isaac also he gave the same assurance  \n    for the sake of his father Abraham.  \nThe blessing of all people and the covenant"},{"verse": 23, "footnotes": {"a": "Sirach 44:23 Gk _he_"}, "text": "    he made to rest on the head of Jacob;  \nhe acknowledged him with his blessings,  \n    and gave him his inheritance;  \nhe divided his portions,  \n    and distributed them among twelve tribes.||Moses||\nFrom his descendants the Lord[^a] brought forth a godly man,  \n    who found favor in the sight of all"}]}
,{"chapter": 45, "verses":[{"verse": 1, "text": "and was beloved by God and people,  \n    Moses, whose memory is blessed."},{"verse": 2, "text": "He made him equal in glory to the holy ones,  \n    and made him great, to the terror of his enemies."},{"verse": 3, "footnotes": {"a": "Sirach 45:3 Heb: Gk _caused signs to cease_", "b": "Sirach 45:3 Gk _he_"}, "text": "By his words he performed swift miracles;[^a]  \n    the Lord[^b] glorified him in the presence of kings.  \nHe gave him commandments for his people,  \n    and revealed to him his glory."},{"verse": 4, "text": "For his faithfulness and meekness he consecrated him,  \n    choosing him out of all humankind."},{"verse": 5, "text": "He allowed him to hear his voice,  \n    and led him into the dark cloud,  \nand gave him the commandments face to face,  \n    the law of life and knowledge,  \nso that he might teach Jacob the covenant,  \n    and Israel his decrees."},{"verse": 6, "footnotes": {"a": "Sirach 45:6 Gk _him_"}, "text": "||Aaron||He exalted Aaron, a holy man like Moses[^a]  \n    who was his brother, of the tribe of Levi."},{"verse": 7, "text": "He made an everlasting covenant with him,  \n    and gave him the priesthood of the people.  \nHe blessed him with stateliness,  \n    and put a glorious robe on him."},{"verse": 8, "text": "He clothed him in perfect splendor,  \n    and strengthened him with the symbols of authority,  \n    the linen undergarments, the long robe, and the ephod."},{"verse": 9, "text": "And he encircled him with pomegranates,  \n    with many golden bells all around,  \nto send forth a sound as he walked,  \n    to make their ringing heard in the temple  \n    as a reminder to his people;"},{"verse": 10, "text": "with the sacred vestment, of gold and violet  \n    and purple, the work of an embroiderer;  \nwith the oracle of judgment, Urim and Thummim;"},{"verse": 11, "text": "    with twisted crimson, the work of an artisan;  \nwith precious stones engraved like seals,  \n    in a setting of gold, the work of a jeweler,  \nto commemorate in engraved letters  \n    each of the tribes of Israel;"},{"verse": 12, "text": "with a gold crown upon his turban,  \n    inscribed like a seal with \"Holiness,\"  \na distinction to be prized, the work of an expert,  \n    a delight to the eyes, richly adorned."},{"verse": 13, "text": "Before him such beautiful things did not exist.  \n    No outsider ever put them on,  \nbut only his sons  \n    and his descendants in perpetuity."},{"verse": 14, "text": "His sacrifices shall be wholly burned  \n    twice every day continually."},{"verse": 15, "footnotes": {"a": "Sirach 45:15 Gk _him_"}, "text": "Moses ordained him,  \n    and anointed him with holy oil;  \nit was an everlasting covenant for him  \n    and for his descendants as long as the heavens endure,  \nto minister to the Lord[^a] and serve as priest  \n    and bless his people in his name."},{"verse": 16, "footnotes": {"a": "Sirach 45:16 Other ancient authorities read _his_ or _your_"}, "text": "He chose him out of all the living  \n    to offer sacrifice to the Lord,  \nincense and a pleasing odor as a memorial portion,  \n    to make atonement for the[^a] people."},{"verse": 17, "footnotes": {"a": "Sirach 45:17 Heb: Gk _authority in covenants of_"}, "text": "In his commandments he gave him  \n    authority and statutes and[^a] judgments,  \nto teach Jacob the testimonies,  \n    and to enlighten Israel with his law."},{"verse": 18, "text": "Outsiders conspired against him,  \n    and envied him in the wilderness,  \nDathan and Abiram and their followers  \n    and the company of Korah, in wrath and anger."},{"verse": 19, "text": "The Lord saw it and was not pleased,  \n    and in the heat of his anger they were destroyed;  \nhe performed wonders against them  \n    to consume them in flaming fire."},{"verse": 20, "text": "He added glory to Aaron  \n    and gave him a heritage;  \nhe allotted to him the best of the first fruits,  \n    and prepared bread of first fruits in abundance;"},{"verse": 21, "text": "for they eat the sacrifices of the Lord,  \n    which he gave to him and his descendants."},{"verse": 22, "footnotes": {"a": "Sirach 45:22 Gk _he_", "b": "Sirach 45:22 Other ancient authorities read _your_"}, "text": "But in the land of the people he has no inheritance,  \n    and he has no portion among the people;  \n    for the Lord[^a] himself is his[^b] portion and inheritance."},{"verse": 23, "text": "||Phinehas||Phinehas son of Eleazar ranks third in glory  \n    for being zealous in the fear of the Lord,  \nand standing firm, when the people turned away,  \n    in the noble courage of his soul;  \n    and he made atonement for Israel."},{"verse": 24, "text": "Therefore a covenant of friendship was established with him,  \n    that he should be leader of the sanctuary and of his people,  \nthat he and his descendants should have  \n    the dignity of the priesthood forever."},{"verse": 25, "text": "Just as a covenant was established with David  \n    son of Jesse of the tribe of Judah,  \nthat the king\"s heritage passes only from son to son,  \n    so the heritage of Aaron is for his descendants alone."},{"verse": 26, "footnotes": {"a": "Sirach 45:26 Heb: Gk lacks _And . . . glory_", "b": "Sirach 45:26 Gk _he_"}, "text": "And now bless the Lord  \n    who has crowned you with glory.[^a]  \nMay the Lord[^b] grant you wisdom of mind  \n    to judge his people with justice,  \nso that their prosperity may not vanish,  \n    and that their glory may endure through all their generations."}]}
,{"chapter": 46, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 46:1 Gk _his_"}, "text": "||Joshua and Caleb||Joshua son of Nun was mighty in war,  \n    and was the successor of Moses in the prophetic office.  \nHe became, as his name implies,  \n    a great savior of God\"s[^a] elect,  \nto take vengeance on the enemies that rose against them,  \n    so that he might give Israel its inheritance."},{"verse": 2, "text": "How glorious he was when he lifted his hands  \n    and brandished his sword against the cities!"},{"verse": 3, "text": "Who before him ever stood so firm?  \n    For he waged the wars of the Lord."},{"verse": 4, "text": "Was it not through him that the sun stood still  \n    and one day became as long as two?"},{"verse": 5, "text": "He called upon the Most High, the Mighty One,  \n    when enemies pressed him on every side,  \nand the great Lord answered him  \n    with hailstones of mighty power."},{"verse": 6, "text": "He overwhelmed that nation in battle,  \n    and on the slope he destroyed his opponents,  \nso that the nations might know his armament,  \n    that he was fighting in the sight of the Lord;  \n    for he was a devoted follower of the Mighty One."},{"verse": 7, "footnotes": {"a": "Sirach 46:7 Other ancient authorities read _the enemy_"}, "text": "And in the days of Moses he proved his loyalty,  \n    he and Caleb son of Jephunneh:  \nthey opposed the congregation,[^a]  \n    restrained the people from sin,  \n    and stilled their wicked grumbling."},{"verse": 8, "footnotes": {"a": "Sirach 46:8 Gk _them_"}, "text": "And these two alone were spared  \n    out of six hundred thousand infantry,  \nto lead the people[^a] into their inheritance,  \n    the land flowing with milk and honey."},{"verse": 9, "text": "The Lord gave Caleb strength,  \n    which remained with him in his old age,  \nso that he went up to the hill country,  \n    and his children obtained it for an inheritance,"},{"verse": 10, "text": "so that all the Israelites might see  \n    how good it is to follow the Lord."},{"verse": 11, "text": "||The Judges||The judges also, with their respective names,  \n    whose hearts did not fall into idolatry  \nand who did not turn away from the Lord--  \n    may their memory be blessed!"},{"verse": 12, "text": "May their bones send forth new life from where they lie,  \n    and may the names of those who have been honored  \n    live again in their children!"},{"verse": 13, "text": "Samuel was beloved by his Lord;  \n    a prophet of the Lord, he established the kingdom  \n    and anointed rulers over his people."},{"verse": 14, "text": "By the law of the Lord he judged the congregation,  \n    and the Lord watched over Jacob."},{"verse": 15, "text": "By his faithfulness he was proved to be a prophet,  \n    and by his words he became known as a trustworthy seer."},{"verse": 16, "text": "He called upon the Lord, the Mighty One,  \n    when his enemies pressed him on every side,  \n    and he offered in sacrifice a suckling lamb."},{"verse": 17, "text": "Then the Lord thundered from heaven,  \n    and made his voice heard with a mighty sound;"},{"verse": 18, "footnotes": {"a": "Sirach 46:18 Heb: Gk _leaders of the people of Tyre_"}, "text": "he subdued the leaders of the enemy[^a]  \n    and all the rulers of the Philistines."},{"verse": 19, "footnotes": {"a": "Sirach 46:19 Gk _he_"}, "text": "Before the time of his eternal sleep,  \n    Samuel[^a] bore witness before the Lord and his anointed:  \n\"No property, not so much as a pair of shoes,  \n    have I taken from anyone!\"  \n    And no one accused him."},{"verse": 20, "text": "Even after he had fallen asleep, he prophesied  \n    and made known to the king his death,  \nand lifted up his voice from the ground  \n    in prophecy, to blot out the wickedness of the people."}]}
,{"chapter": 47, "verses":[{"verse": 1, "text": "||Nathan||After him Nathan rose up  \n    to prophesy in the days of David."},{"verse": 2, "text": "||David||As the fat is set apart from the offering of well-being,  \n    so David was set apart from the Israelites."},{"verse": 3, "text": "He played with lions as though they were young goats,  \n    and with bears as though they were lambs of the flock."},{"verse": 4, "text": "In his youth did he not kill a giant,  \n    and take away the people\"s disgrace,  \nwhen he whirled the stone in the sling  \n    and struck down the boasting Goliath?"},{"verse": 5, "footnotes": {"a": "Sirach 47:5 Gk _horn_"}, "text": "For he called on the Lord, the Most High,  \n    and he gave strength to his right arm  \nto strike down a mighty warrior,  \n    and to exalt the power[^a] of his people."},{"verse": 6, "text": "So they glorified him for the tens of thousands he conquered,  \n    and praised him for the blessings bestowed by the Lord,  \n    when the glorious diadem was given to him."},{"verse": 7, "footnotes": {"a": "Sirach 47:7 Gk _horn_"}, "text": "For he wiped out his enemies on every side,  \n    and annihilated his adversaries the Philistines;  \n    he crushed their power[^a] to our own day."},{"verse": 8, "text": "In all that he did he gave thanks  \n    to the Holy One, the Most High, proclaiming his glory;  \nhe sang praise with all his heart,  \n    and he loved his Maker."},{"verse": 9, "footnotes": {"a": "Sirach 47:9 Other ancient authorities add _and daily they sing his praises_"}, "text": "He placed singers before the altar,  \n    to make sweet melody with their voices.[^a]"},{"verse": 10, "footnotes": {"a": "Sirach 47:10 Gk _to completion_", "b": "Sirach 47:10 Gk _his_"}, "text": "He gave beauty to the festivals,  \n    and arranged their times throughout the year,[^a]  \nwhile they praised God\"s[^b] holy name,  \n    and the sanctuary resounded from early morning."},{"verse": 11, "footnotes": {"a": "Sirach 47:11 Gk _horn_"}, "text": "The Lord took away his sins,  \n    and exalted his power[^a] forever;  \nhe gave him a covenant of kingship  \n    and a glorious throne in Israel."},{"verse": 12, "footnotes": {"a": "Sirach 47:12 Heb: Gk _in a broad place_"}, "text": "||Solomon||After him a wise son rose up  \n    who because of him lived in security:[^a]"},{"verse": 13, "text": "Solomon reigned in an age of peace,  \n    because God made all his borders tranquil,  \nso that he might build a house in his name  \n    and provide a sanctuary to stand forever."},{"verse": 14, "footnotes": {"a": "Sirach 47:14 Heb: Gk _a river_"}, "text": "How wise you were when you were young!  \n    You overflowed like the Nile[^a] with understanding."},{"verse": 15, "text": "Your influence spread throughout the earth,  \n    and you filled it with proverbs having deep meaning."},{"verse": 16, "text": "Your fame reached to far-off islands,  \n    and you were loved for your peaceful reign."},{"verse": 17, "text": "Your songs, proverbs, and parables,  \n    and the answers you gave astounded the nations."},{"verse": 18, "text": "In the name of the Lord God,  \n    who is called the God of Israel,  \nyou gathered gold like tin  \n    and amassed silver like lead."},{"verse": 19, "text": "But you brought in women to lie at your side,  \n    and through your body you were brought into subjection."},{"verse": 20, "footnotes": {"a": "Sirach 47:20 Other ancient authorities read _I was grieved_"}, "text": "You stained your honor,  \n    and defiled your family line,  \nso that you brought wrath upon your children,  \n    and they were grieved[^a] at your folly,"},{"verse": 21, "text": "because the sovereignty was divided  \n    and a rebel kingdom arose out of Ephraim."},{"verse": 22, "text": "But the Lord will never give up his mercy,  \n    or cause any of his works to perish;  \nhe will never blot out the descendants of his chosen one,  \n    or destroy the family line of him who loved him.  \nSo he gave a remnant to Jacob,  \n    and to David a root from his own family."},{"verse": 23, "footnotes": {"a": "Sirach 47:23 Heb (with a play on the name Rehoboam) Syr: Gk _the people’s_"}, "text": "||Rehoboam and Jeroboam||Solomon rested with his ancestors,  \n    and left behind him one of his sons,  \nbroad in[^a] folly and lacking in sense,  \n    Rehoboam, whose policy drove the people to revolt.  \nThen Jeroboam son of Nebat led Israel into sin  \n    and started Ephraim on its sinful ways."},{"verse": 24, "text": "Their sins increased more and more,  \n    until they were exiled from their land."},{"verse": 25, "text": "For they sought out every kind of wickedness,  \n    until vengeance came upon them."}]}
,{"chapter": 48, "verses":[{"verse": 1, "text": "||Elijah||Then Elijah arose, a prophet like fire,  \n    and his word burned like a torch."},{"verse": 2, "text": "He brought a famine upon them,  \n    and by his zeal he made them few in number."},{"verse": 3, "text": "By the word of the Lord he shut up the heavens,  \n    and also three times brought down fire."},{"verse": 4, "text": "How glorious you were, Elijah, in your wondrous deeds!  \n    Whose glory is equal to yours?"},{"verse": 5, "text": "You raised a corpse from death  \n    and from Hades, by the word of the Most High."},{"verse": 6, "text": "You sent kings down to destruction,  \n    and famous men, from their sickbeds."},{"verse": 7, "text": "You heard rebuke at Sinai  \n    and judgments of vengeance at Horeb."},{"verse": 8, "footnotes": {"a": "Sirach 48:8 Heb: Gk _him_"}, "text": "You anointed kings to inflict retribution,  \n    and prophets to succeed you.[^a]"},{"verse": 9, "text": "You were taken up by a whirlwind of fire,  \n    in a chariot with horses of fire."},{"verse": 10, "footnotes": {"a": "Sirach 48:10 Heb: Gk _are for reproofs_"}, "text": "At the appointed time, it is written, you are destined[^a]  \n    to calm the wrath of God before it breaks out in fury,  \nto turn the hearts of parents to their children,  \n    and to restore the tribes of Jacob."},{"verse": 11, "footnotes": {"a": "Sirach 48:11 Other ancient authorities read _and have died_", "b": "Sirach 48:11 Text and meaning of Gk uncertain"}, "text": "Happy are those who saw you  \n    and were adorned[^a] with your love!  \n    For we also shall surely live.[^b]"},{"verse": 12, "footnotes": {"a": "Sirach 48:12 Heb: Gk lacks _He performed . . . mouth_"}, "text": "||Elisha||When Elijah was enveloped in the whirlwind,  \n    Elisha was filled with his spirit.  \nHe performed twice as many signs,  \n    and marvels with every utterance of his mouth.[^a]  \nNever in his lifetime did he tremble before any ruler,  \n    nor could anyone intimidate him at all."},{"verse": 13, "text": "Nothing was too hard for him,  \n    and when he was dead, his body prophesied."},{"verse": 14, "text": "In his life he did wonders,  \n    and in death his deeds were marvelous."},{"verse": 15, "text": "Despite all this the people did not repent,  \n    nor did they forsake their sins,  \nuntil they were carried off as plunder from their land,  \n    and were scattered over all the earth.  \nThe people were left very few in number,  \n    but with a ruler from the house of David."},{"verse": 16, "text": "Some of them did what was right,  \n    but others sinned more and more."},{"verse": 17, "text": "||Hezekiah||Hezekiah fortified his city,  \n    and brought water into its midst;  \nhe tunneled the rock with iron tools,  \n    and built cisterns for the water."},{"verse": 18, "footnotes": {"a": "Sirach 48:18 Other ancient authorities add _from Lachish_"}, "text": "In his days Sennacherib invaded the country;  \n    he sent his commander[^a] and departed;  \nhe shook his fist against Zion,  \n    and made great boasts in his arrogance."},{"verse": 19, "text": "Then their hearts were shaken and their hands trembled,  \n    and they were in anguish, like women in labor."},{"verse": 20, "text": "But they called upon the Lord who is merciful,  \n    spreading out their hands toward him.  \nThe Holy One quickly heard them from heaven,  \n    and delivered them through Isaiah."},{"verse": 21, "footnotes": {"a": "Sirach 48:21 Gk _He_"}, "text": "The Lord[^a] struck down the camp of the Assyrians,  \n    and his angel wiped them out."},{"verse": 22, "text": "For Hezekiah did what was pleasing to the Lord,  \n    and he kept firmly to the ways of his ancestor David,  \nas he was commanded by the prophet Isaiah,  \n    who was great and trustworthy in his visions."},{"verse": 23, "footnotes": {"a": "Sirach 48:23 Gk _his_"}, "text": "||Isaiah||In Isaiah\"s[^a] days the sun went backward,  \n    and he prolonged the life of the king."},{"verse": 24, "text": "By his dauntless spirit he saw the future,  \n    and comforted the mourners in Zion."},{"verse": 25, "text": "He revealed what was to occur to the end of time,  \n    and the hidden things before they happened."}]}
,{"chapter": 49, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 49:1 Heb: Gk _memory_", "b": "Sirach 49:1 Heb: Gk _it_"}, "text": "||Josiah and Other Worthies||The name[^a] of Josiah is like blended incense  \n    prepared by the skill of the perfumer;  \nhis memory[^b] is as sweet as honey to every mouth,  \n    and like music at a banquet of wine."},{"verse": 2, "text": "He did what was right by reforming the people,  \n    and removing the wicked abominations."},{"verse": 3, "text": "He kept his heart fixed on the Lord;  \n    in lawless times he made godliness prevail."},{"verse": 4, "text": "Except for David and Hezekiah and Josiah,  \n    all of them were great sinners,  \nfor they abandoned the law of the Most High;  \n    the kings of Judah came to an end."},{"verse": 5, "footnotes": {"a": "Sirach 49:5 Heb _He_"}, "text": "They[^a] gave their power to others,  \n    and their glory to a foreign nation,"},{"verse": 6, "footnotes": {"a": "Sirach 49:6 Gk _by the hand of Jeremiah_"}, "text": "who set fire to the chosen city of the sanctuary,  \n    and made its streets desolate,  \n    as Jeremiah had foretold.[^a]"},{"verse": 7, "text": "For they had mistreated him,  \n    who even in the womb had been consecrated a prophet,  \nto pluck up and ruin and destroy,  \n    and likewise to build and to plant."},{"verse": 8, "footnotes": {"a": "Sirach 49:8 Gk _He_"}, "text": "It was Ezekiel who saw the vision of glory,  \n    which God[^a] showed him above the chariot of the cherubim."},{"verse": 9, "footnotes": {"a": "Sirach 49:9 Gk _he_", "b": "Sirach 49:9 Heb Compare Syr: Meaning of Gk uncertain"}, "text": "For God[^a] also mentioned Job  \n    who held fast to all the ways of justice.[^b]"},{"verse": 10, "text": "May the bones of the Twelve Prophets  \n    send forth new life from where they lie,  \nfor they comforted the people of Jacob  \n    and delivered them with confident hope."},{"verse": 11, "text": "How shall we magnify Zerubbabel?  \n    He was like a signet ring on the right hand,"},{"verse": 12, "footnotes": {"a": "Sirach 49:12 Other ancient authorities read _people_"}, "text": "    and so was Jeshua son of Jozadak;  \nin their days they built the house  \n    and raised a temple[^a] holy to the Lord,  \n    destined for everlasting glory."},{"verse": 13, "text": "The memory of Nehemiah also is lasting;  \n    he raised our fallen walls,  \nand set up gates and bars,  \n    and rebuilt our ruined houses."},{"verse": 14, "footnotes": {"a": "Sirach 49:14 Heb Syr: Gk _No one has_"}, "text": "||Retrospect||Few have[^a] ever been created on earth like Enoch,  \n    for he was taken up from the earth."},{"verse": 15, "footnotes": {"a": "Sirach 49:15 Heb Syr: Gk adds _the leader of his brothers, the support of the people_"}, "text": "Nor was anyone ever born like Joseph;[^a]  \n    even his bones were cared for."},{"verse": 16, "footnotes": {"a": "Sirach 49:16 Heb: Gk _Shem and Seth were honored by people_"}, "text": "Shem and Seth and Enosh were honored,[^a]  \n    but above every other created living being was Adam."}]}
,{"chapter": 50, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 50:1 Heb Syr: Gk lacks this line. Compare 49.15"}, "text": "||Simon Son of Onias||The leader of his brothers and the pride of his people[^a]  \n    was the high priest, Simon son of Onias,  \nwho in his life repaired the house,  \n    and in his time fortified the temple."},{"verse": 2, "text": "He laid the foundations for the high double walls,  \n    the high retaining walls for the temple enclosure."},{"verse": 3, "footnotes": {"a": "Sirach 50:3 Heb: Meaning of Gk uncertain"}, "text": "In his days a water cistern was dug,[^a]  \n    a reservoir like the sea in circumference."},{"verse": 4, "text": "He considered how to save his people from ruin,  \n    and fortified the city against siege."},{"verse": 5, "text": "How glorious he was, surrounded by the people,  \n    as he came out of the house of the curtain."},{"verse": 6, "footnotes": {"a": "Sirach 50:6 Heb: Meaning of Gk uncertain"}, "text": "Like the morning star among the clouds,  \n    like the full moon at the festal season;[^a]"},{"verse": 7, "text": "like the sun shining on the temple of the Most High,  \n    like the rainbow gleaming in splendid clouds;"},{"verse": 8, "text": "like roses in the days of first fruits,  \n    like lilies by a spring of water,  \n    like a green shoot on Lebanon on a summer day;"},{"verse": 9, "text": "like fire and incense in the censer,  \n    like a vessel of hammered gold  \n    studded with all kinds of precious stones;"},{"verse": 10, "text": "like an olive tree laden with fruit,  \n    and like a cypress towering in the clouds."},{"verse": 11, "text": "When he put on his glorious robe  \n    and clothed himself in perfect splendor,  \nwhen he went up to the holy altar,  \n    he made the court of the sanctuary glorious."},{"verse": 12, "text": "When he received the portions from the hands of the priests,  \n    as he stood by the hearth of the altar  \nwith a garland of brothers around him,  \n    he was like a young cedar on Lebanon  \n    surrounded by the trunks of palm trees."},{"verse": 13, "text": "All the sons of Aaron in their splendor  \n    held the Lord\"s offering in their hands  \n    before the whole congregation of Israel."},{"verse": 14, "footnotes": {"a": "Sirach 50:14 Other ancient authorities read _altar_"}, "text": "Finishing the service at the altars,[^a]  \n    and arranging the offering to the Most High, the Almighty,"},{"verse": 15, "text": "he held out his hand for the cup  \n    and poured a drink offering of the blood of the grape;  \nhe poured it out at the foot of the altar,  \n    a pleasing odor to the Most High, the king of all."},{"verse": 16, "text": "Then the sons of Aaron shouted;  \n    they blew their trumpets of hammered metal;  \nthey sounded a mighty fanfare  \n    as a reminder before the Most High."},{"verse": 17, "text": "Then all the people together quickly  \n    fell to the ground on their faces  \nto worship their Lord,  \n    the Almighty, God Most High."},{"verse": 18, "footnotes": {"a": "Sirach 50:18 Other ancient authorities read _in sweet melody throughout the house_"}, "text": "Then the singers praised him with their voices  \n    in sweet and full-toned melody.[^a]"},{"verse": 19, "text": "And the people of the Lord Most High offered  \n    their prayers before the Merciful One,  \nuntil the order of worship of the Lord was ended,  \n    and they completed his ritual."},{"verse": 20, "footnotes": {"a": "Sirach 50:20 Gk _he_"}, "text": "Then Simon[^a] came down and raised his hands  \n    over the whole congregation of Israelites,  \nto pronounce the blessing of the Lord with his lips,  \n    and to glory in his name;"},{"verse": 21, "text": "and they bowed down in worship a second time,  \n    to receive the blessing from the Most High."},{"verse": 22, "text": "||A Benediction||And now bless the God of all,  \n    who everywhere works great wonders,  \nwho fosters our growth from birth,  \n    and deals with us according to his mercy."},{"verse": 23, "footnotes": {"a": "Sirach 50:23 Other ancient authorities read _you_", "b": "Sirach 50:23 Other ancient authorities read _your_"}, "text": "May he give us[^a] gladness of heart,  \n    and may there be peace in our[^b] days  \n    in Israel, as in the days of old."},{"verse": 24, "footnotes": {"a": "Sirach 50:24 Other ancient authorities read _his_"}, "text": "May he entrust to us his mercy,  \n    and may he deliver us in our[^a] days!"},{"verse": 25, "text": "||Epilogue||Two nations my soul detests,  \n    and the third is not even a people:"},{"verse": 26, "footnotes": {"a": "Sirach 50:26 Heb Compare Lat: Gk _on the mountain of Samaria_"}, "text": "Those who live in Seir,[^a] and the Philistines,  \n    and the foolish people that live in Shechem."},{"verse": 27, "footnotes": {"a": "Sirach 50:27 Heb: Meaning of Gk uncertain"}, "text": "Instruction in understanding and knowledge  \n    I have written in this book,  \nJesus son of Eleazar son of Sirach[^a] of Jerusalem,  \n    whose mind poured forth wisdom."},{"verse": 28, "text": "Happy are those who concern themselves with these things,  \n    and those who lay them to heart will become wise."},{"verse": 29, "footnotes": {"a": "Sirach 50:29 Heb: Other ancient authorities read _light_"}, "text": "For if they put them into practice, they will be equal to anything,  \n    for the fear[^a] of the Lord is their path."}]}
,{"chapter": 51, "verses":[{"verse": 1, "footnotes": {"a": "Sirach 51:1 This title is included in the Gk text."}, "text": "||Prayer of Jesus Son of Sirach[^a]||I give you thanks, O Lord and King,  \n    and praise you, O God my Savior.  \nI give thanks to your name,"},{"verse": 2, "text": "    for you have been my protector and helper  \nand have delivered me from destruction  \n    and from the trap laid by a slanderous tongue,  \n    from lips that fabricate lies.  \nIn the face of my adversaries  \n    you have been my helper"},{"verse": 3, "text": "and delivered me,  \n    in the greatness of your mercy and of your name,  \nfrom grinding teeth about to devour me,  \n    from the hand of those seeking my life,  \n    from the many troubles I endured,"},{"verse": 4, "text": "from choking fire on every side,  \n    and from the midst of fire that I had not kindled,"},{"verse": 5, "text": "from the deep belly of Hades,  \n    from an unclean tongue and lying words--"},{"verse": 6, "text": "    the slander of an unrighteous tongue to the king.  \nMy soul drew near to death,  \n    and my life was on the brink of Hades below."},{"verse": 7, "text": "They surrounded me on every side,  \n    and there was no one to help me;  \nI looked for human assistance,  \n    and there was none."},{"verse": 8, "footnotes": {"a": "Sirach 51:8 Other ancient authorities read _work_"}, "text": "Then I remembered your mercy, O Lord,  \n    and your kindness[^a] from of old,  \nfor you rescue those who wait for you  \n    and save them from the hand of their enemies."},{"verse": 9, "text": "And I sent up my prayer from the earth,  \n    and begged for rescue from death."},{"verse": 10, "footnotes": {"a": "Sirach 51:10 Heb: Gk _the Father of my lord_"}, "text": "I cried out, \"Lord, you are my Father;[^a]  \n    do not forsake me in the days of trouble,  \n    when there is no help against the proud."},{"verse": 11, "text": "I will praise your name continually,  \n    and will sing hymns of thanksgiving.\"  \nMy prayer was heard,"},{"verse": 12, "text": "    for you saved me from destruction  \n    and rescued me in time of trouble.  \nFor this reason I thank you and praise you,  \n    and I bless the name of the Lord.||Heb adds:||\n_Give thanks to the LORD, for he is good,_  \n    _for his steadfast love endures forever;_\n_Give thanks to the God of praises,_  \n    _for his steadfast love endures forever;_\n_Give thanks to the guardian of Israel,_  \n    _for his steadfast love endures forever;_\n_Give thanks to him who formed all things,_  \n    _for his steadfast love endures forever;_\n_Give thanks to the redeemer of Israel,_  \n    _for his steadfast love endures forever;_\n_Give thanks to him who gathers the dispersed of Israel,_  \n    _for his steadfast love endures forever;_\n_Give thanks to him who rebuilt his city and his sanctuary,_  \n    _for his steadfast love endures forever; _\n_Give thanks to him who makes a horn to sprout for the house of David,_  \n    _for his steadfast love endures forever;_\n_Give thanks to him who has chosen the sons of Zadok to be priests,_  \n    _for his steadfast love endures forever;_\n_Give thanks to the shield of Abraham,_  \n    _for his steadfast love endures forever;_\n_Give thanks to the rock of Isaac,_  \n    _for his steadfast love endures forever;_\n_Give thanks to the mighty one of Jacob,_  \n    _for his steadfast love endures forever;_\n_Give thanks to him who has chosen Zion,_  \n    _for his steadfast love endures forever;_\n_Give thanks to the King of the kings of kings,_  \n    _for his steadfast love endures forever;_\n_He has raised up a horn for his people,_  \n    _praise for all his loyal ones._\n_For the children of Israel, the people close to him._  \n    _Praise the LORD!_"},{"verse": 13, "text": "||Autobiographical Poem on Wisdom||While I was still young, before I went on my travels,  \n    I sought wisdom openly in my prayer."},{"verse": 14, "text": "Before the temple I asked for her,  \n    and I will search for her until the end."},{"verse": 15, "text": "From the first blossom to the ripening grape  \n    my heart delighted in her;  \nmy foot walked on the straight path;  \n    from my youth I followed her steps."},{"verse": 16, "text": "I inclined my ear a little and received her,  \n    and I found for myself much instruction."},{"verse": 17, "text": "I made progress in her;  \n    to him who gives wisdom I will give glory."},{"verse": 18, "footnotes": {"a": "Sirach 51:18 Gk _her_"}, "text": "For I resolved to live according to wisdom,[^a]  \n    and I was zealous for the good,  \n    and I shall never be disappointed."},{"verse": 19, "footnotes": {"a": "Sirach 51:19 Gk _her_", "b": "Sirach 51:19 Meaning of Gk uncertain"}, "text": "My soul grappled with wisdom,[^a]  \n    and in my conduct I was strict;[^b]\nI spread out my hands to the heavens,  \n    and lamented my ignorance of her."},{"verse": 20, "text": "I directed my soul to her,  \n    and in purity I found her.\nWith her I gained understanding from the first;  \n    therefore I will never be forsaken."},{"verse": 21, "text": "My heart was stirred to seek her;  \n    therefore I have gained a prize possession."},{"verse": 22, "text": "The Lord gave me my tongue as a reward,  \n    and I will praise him with it."},{"verse": 23, "text": "Draw near to me, you who are uneducated,  \n    and lodge in the house of instruction."},{"verse": 24, "footnotes": {"a": "Sirach 51:24 Cn Compare Heb Syr: Meaning of Gk uncertain"}, "text": "Why do you say you are lacking in these things,[^a]  \n    and why do you endure such great thirst?"},{"verse": 25, "footnotes": {"a": "Sirach 51:25 Heb: Gk lacks _wisdom_"}, "text": "I opened my mouth and said,  \n    Acquire wisdom[^a] for yourselves without money."},{"verse": 26, "footnotes": {"a": "Sirach 51:26 Heb: other ancient authorities read _the_"}, "text": "Put your neck under her[^a] yoke,  \n    and let your souls receive instruction;  \n    it is to be found close by."},{"verse": 27, "text": "See with your own eyes that I have labored but little  \n    and found for myself much serenity."},{"verse": 28, "footnotes": {"a": "Sirach 51:28 Syr Compare Heb: Gk _Get instruction with a large sum of silver, and you will gain by it much gold._"}, "text": "Hear but a little of my instruction,  \n    and through me you will acquire silver and gold.[^a]"},{"verse": 29, "footnotes": {"a": "Sirach 51:29 Gk _his_"}, "text": "May your soul rejoice in God\"s[^a] mercy,  \n    and may you never be ashamed to praise him."},{"verse": 30, "footnotes": {"a": "Sirach 51:30 Gk _he_"}, "text": "Do your work in good time,  \n    and in his own time God[^a] will give you your reward."}]}
]}