{"book": "Titus", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Titus 1:1 Gk _slave_"}, "text": "||Salutation||Paul, a servant[^a] of God and an apostle of Jesus Christ, for the sake of the faith of God\"s elect and the knowledge of the truth that is in accordance with godliness,"},{"verse": 2, "text": "in the hope of eternal life that God, who never lies, promised before the ages began--"},{"verse": 3, "text": "in due time he revealed his word through the proclamation with which I have been entrusted by the command of God our Savior,"},{"verse": 4, "footnotes": {"a": "Titus 1:4 Other ancient authorities read _Grace, mercy_,"}, "text": "To Titus, my loyal child in the faith we share:\nGrace[^a] and peace from God the Father and Christ Jesus our Savior."},{"verse": 5, "text": "||Titus in Crete||I left you behind in Crete for this reason, so that you should put in order what remained to be done, and should appoint elders in every town, as I directed you:"},{"verse": 6, "footnotes": {"a": "Titus 1:6 Gk _husband of one wife_"}, "text": "someone who is blameless, married only once,[^a] whose children are believers, not accused of debauchery and not rebellious."},{"verse": 7, "footnotes": {"a": "Titus 1:7 Or _an overseer_"}, "text": "For a bishop,[^a] as God\"s steward, must be blameless; he must not be arrogant or quick-tempered or addicted to wine or violent or greedy for gain;"},{"verse": 8, "text": "but he must be hospitable, a lover of goodness, prudent, upright, devout, and self-controlled."},{"verse": 9, "text": "He must have a firm grasp of the word that is trustworthy in accordance with the teaching, so that he may be able both to preach with sound doctrine and to refute those who contradict it."},{"verse": 10, "text": "There are also many rebellious people, idle talkers and deceivers, especially those of the circumcision;"},{"verse": 11, "text": "they must be silenced, since they are upsetting whole families by teaching for sordid gain what it is not right to teach."},{"verse": 12, "text": "It was one of them, their very own prophet, who said,\n\"Cretans are always liars, vicious brutes, lazy gluttons.\""},{"verse": 13, "text": "That testimony is true. For this reason rebuke them sharply, so that they may become sound in the faith,"},{"verse": 14, "text": "not paying attention to Jewish myths or to commandments of those who reject the truth."},{"verse": 15, "text": "To the pure all things are pure, but to the corrupt and unbelieving nothing is pure. Their very minds and consciences are corrupted."},{"verse": 16, "text": "They profess to know God, but they deny him by their actions. They are detestable, disobedient, unfit for any good work."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "||Teach Sound Doctrine||But as for you, teach what is consistent with sound doctrine."},{"verse": 2, "text": "Tell the older men to be temperate, serious, prudent, and sound in faith, in love, and in endurance."},{"verse": 3, "text": "Likewise, tell the older women to be reverent in behavior, not to be slanderers or slaves to drink; they are to teach what is good,"},{"verse": 4, "text": "so that they may encourage the young women to love their husbands, to love their children,"},{"verse": 5, "text": "to be self-controlled, chaste, good managers of the household, kind, being submissive to their husbands, so that the word of God may not be discredited."},{"verse": 6, "text": "Likewise, urge the younger men to be self-controlled."},{"verse": 7, "text": "Show yourself in all respects a model of good works, and in your teaching show integrity, gravity,"},{"verse": 8, "text": "and sound speech that cannot be censured; then any opponent will be put to shame, having nothing evil to say of us."},{"verse": 9, "text": "Tell slaves to be submissive to their masters and to give satisfaction in every respect; they are not to talk back,"},{"verse": 10, "text": "not to pilfer, but to show complete and perfect fidelity, so that in everything they may be an ornament to the doctrine of God our Savior."},{"verse": 11, "footnotes": {"a": "Titus 2:11 Or _has appeared to all, bringing salvation_"}, "text": "For the grace of God has appeared, bringing salvation to all,[^a]"},{"verse": 12, "text": "training us to renounce impiety and worldly passions, and in the present age to live lives that are self-controlled, upright, and godly,"},{"verse": 13, "footnotes": {"a": "Titus 2:13 Or _of the great God and our Savior_"}, "text": "while we wait for the blessed hope and the manifestation of the glory of our great God and Savior,[^a] Jesus Christ."},{"verse": 14, "text": "He it is who gave himself for us that he might redeem us from all iniquity and purify for himself a people of his own who are zealous for good deeds."},{"verse": 15, "footnotes": {"a": "Titus 2:15 Gk _commandment_"}, "text": "Declare these things; exhort and reprove with all authority.[^a] Let no one look down on you."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Maintain Good Deeds||Remind them to be subject to rulers and authorities, to be obedient, to be ready for every good work,"},{"verse": 2, "text": "to speak evil of no one, to avoid quarreling, to be gentle, and to show every courtesy to everyone."},{"verse": 3, "text": "For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, despicable, hating one another."},{"verse": 4, "text": "But when the goodness and loving kindness of God our Savior appeared,"},{"verse": 5, "footnotes": {"a": "Titus 3:5 Gk _washing_"}, "text": "he saved us, not because of any works of righteousness that we had done, but according to his mercy, through the water[^a] of rebirth and renewal by the Holy Spirit."},{"verse": 6, "text": "This Spirit he poured out on us richly through Jesus Christ our Savior,"},{"verse": 7, "text": "so that, having been justified by his grace, we might become heirs according to the hope of eternal life."},{"verse": 8, "text": "The saying is sure.\nI desire that you insist on these things, so that those who have come to believe in God may be careful to devote themselves to good works; these things are excellent and profitable to everyone."},{"verse": 9, "text": "But avoid stupid controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless."},{"verse": 10, "text": "After a first and second admonition, have nothing more to do with anyone who causes divisions,"},{"verse": 11, "text": "since you know that such a person is perverted and sinful, being self-condemned."},{"verse": 12, "text": "||Final Messages and Benediction||When I send Artemas to you, or Tychicus, do your best to come to me at Nicopolis, for I have decided to spend the winter there."},{"verse": 13, "text": "Make every effort to send Zenas the lawyer and Apollos on their way, and see that they lack nothing."},{"verse": 14, "text": "And let people learn to devote themselves to good works in order to meet urgent needs, so that they may not be unproductive."},{"verse": 15, "footnotes": {"a": "Titus 3:15 Other ancient authorities add _Amen_"}, "text": "All who are with me send greetings to you. Greet those who love us in the faith.\nGrace be with all of you.[^a]"}]}
]}