{"book": "Tobit", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "footnotes": {"a": "Tobit 1:1 Other ancient authorities lack _of Raphael son of Raguel of the descendants_"}, "text": "This book tells the story of Tobit son of Tobiel son of Hananiel son of Aduel son of Gabael son of Raphael son of Raguel of the descendants[^a] of Asiel, of the tribe of Naphtali,"},{"verse": 2, "footnotes": {"a": "Tobit 1:2 Gk _Enemessaros_"}, "text": "who in the days of King Shalmaneser[^a] of the Assyrians was taken into captivity from Thisbe, which is to the south of Kedesh Naphtali in Upper Galilee, above Asher toward the west, and north of Phogor."},{"verse": 3, "text": "||Tobit\"s Youth and Virtuous Life||I, Tobit, walked in the ways of truth and righteousness all the days of my life. I performed many acts of charity for my kindred and my people who had gone with me in exile to Nineveh in the land of the Assyrians."},{"verse": 4, "text": "When I was in my own country, in the land of Israel, while I was still a young man, the whole tribe of my ancestor Naphtali deserted the house of David and Jerusalem. This city had been chosen from among all the tribes of Israel, where all the tribes of Israel should offer sacrifice and where the temple, the dwelling of God, had been consecrated and established for all generations forever."},{"verse": 5, "footnotes": {"a": "Tobit 1:5 Other ancient authorities read _heifer_"}, "text": "All my kindred and our ancestral house of Naphtali sacrificed to the calf[^a] that King Jeroboam of Israel had erected in Dan and on all the mountains of Galilee."},{"verse": 6, "text": "But I alone went often to Jerusalem for the festivals, as it is prescribed for all Israel by an everlasting decree. I would hurry off to Jerusalem with the first fruits of the crops and the firstlings of the flock, the tithes of the cattle, and the first shearings of the sheep."},{"verse": 7, "text": "I would give these to the priests, the sons of Aaron, at the altar; likewise the tenth of the grain, wine, olive oil, pomegranates, figs, and the rest of the fruits to the sons of Levi who ministered at Jerusalem. Also for six years I would save up a second tenth in money and go and distribute it in Jerusalem."},{"verse": 8, "footnotes": {"a": "Tobit 1:8 _A third tenth_ added from other ancient authorities", "b": "Tobit 1:8 Lat: Gk _Hananiel_"}, "text": "A third tenth[^a] I would give to the orphans and widows and to the converts who had attached themselves to Israel. I would bring it and give it to them in the third year, and we would eat it according to the ordinance decreed concerning it in the law of Moses and according to the instructions of Deborah, the mother of my father Tobiel,[^b] for my father had died and left me an orphan."},{"verse": 9, "footnotes": {"a": "Tobit 1:9 Other ancient authorities add _Anna_"}, "text": "When I became a man I married a woman,[^a] a member of our own family, and by her I became the father of a son whom I named Tobias."},{"verse": 10, "text": "||Taken Captive to Nineveh||After I was carried away captive to Assyria and came as a captive to Nineveh, everyone of my kindred and my people ate the food of the Gentiles,"},{"verse": 11, "text": "but I kept myself from eating the food of the Gentiles."},{"verse": 12, "text": "Because I was mindful of God with all my heart,"},{"verse": 13, "footnotes": {"a": "Tobit 1:13 Gk _Enemessaros_"}, "text": "the Most High gave me favor and good standing with Shalmaneser,[^a] and I used to buy everything he needed."},{"verse": 14, "text": "Until his death I used to go into Media, and buy for him there. While in the country of Media I left bags of silver worth ten talents in trust with Gabael, the brother of Gabri."},{"verse": 15, "footnotes": {"a": "Tobit 1:15 Gk _Enemessaros_"}, "text": "But when Shalmaneser[^a] died, and his son Sennacherib reigned in his place, the highways into Media became unsafe and I could no longer go there."},{"verse": 16, "footnotes": {"a": "Tobit 1:16 Gk _Enemessaros_"}, "text": "||Courage in Burying the Dead||In the days of Shalmaneser[^a] I performed many acts of charity to my kindred, those of my tribe."},{"verse": 17, "text": "I would give my food to the hungry and my clothing to the naked; and if I saw the dead body of any of my people thrown out behind the wall of Nineveh, I would bury it."},{"verse": 18, "text": "I also buried any whom King Sennacherib put to death when he came fleeing from Judea in those days of judgment that the king of heaven executed upon him because of his blasphemies. For in his anger he put to death many Israelites; but I would secretly remove the bodies and bury them. So when Sennacherib looked for them he could not find them."},{"verse": 19, "text": "Then one of the Ninevites went and informed the king about me, that I was burying them; so I hid myself. But when I realized that the king knew about me and that I was being searched for to be put to death, I was afraid and ran away."},{"verse": 20, "text": "Then all my property was confiscated; nothing was left to me that was not taken into the royal treasury except my wife Anna and my son Tobias."},{"verse": 21, "footnotes": {"a": "Tobit 1:21 Other ancient authorities read either _forty-five_ or _fifty_", "b": "Tobit 1:21 Gk _his_", "c": "Tobit 1:21 Gk _Sacherdonos_", "d": "Tobit 1:21 Other authorities read _Hananael_"}, "text": "But not forty[^a] days passed before two of Sennacherib\"s[^b] sons killed him, and they fled to the mountains of Ararat, and his son Esar-haddon[^c] reigned after him. He appointed Ahikar, the son of my brother Hanael[^d] over all the accounts of his kingdom, and he had authority over the entire administration."},{"verse": 22, "footnotes": {"a": "Tobit 1:22 Gk _Sacherdonos_"}, "text": "Ahikar interceded for me, and I returned to Nineveh. Now Ahikar was chief cupbearer, keeper of the signet, and in charge of administration of the accounts under King Sennacherib of Assyria; so Esar-haddon[^a] reappointed him. He was my nephew and so a close relative."}]}
,{"chapter": 2, "verses":[{"verse": 1, "footnotes": {"a": "Tobit 2:1 Gk _Sacherdonos_"}, "text": "Then during the reign of Esar-haddon[^a] I returned home, and my wife Anna and my son Tobias were restored to me. At our festival of Pentecost, which is the sacred festival of weeks, a good dinner was prepared for me and I reclined to eat."},{"verse": 2, "footnotes": {"a": "Tobit 2:2 Lat: Gk _wholeheartedly mindful_"}, "text": "When the table was set for me and an abundance of food placed before me, I said to my son Tobias, \"Go, my child, and bring whatever poor person you may find of our people among the exiles in Nineveh, who is wholeheartedly mindful of God,[^a] and he shall eat together with me. I will wait for you, until you come back.\""},{"verse": 3, "text": "So Tobias went to look for some poor person of our people. When he had returned he said, \"Father!\" And I replied, \"Here I am, my child.\" Then he went on to say, \"Look, father, one of our own people has been murdered and thrown into the market place, and now he lies there strangled.\""},{"verse": 4, "footnotes": {"a": "Tobit 2:4 Gk _him_", "b": "Tobit 2:4 Other ancient authorities lack _from the square_", "c": "Tobit 2:4 Gk _him_", "d": "Tobit 2:4 Gk _him_"}, "text": "Then I sprang up, left the dinner before even tasting it, and removed the body[^a] from the square[^b] and laid it[^c] in one of the rooms until sunset when I might bury it.[^d]"},{"verse": 5, "text": "When I returned, I washed myself and ate my food in sorrow."},{"verse": 6, "footnotes": {"a": "Tobit 2:6 Other ancient authorities read _against Bethlehem_"}, "text": "Then I remembered the prophecy of Amos, how he said against Bethel,[^a]\n    \"Your festivals shall be turned into mourning,  \n    and all your songs into lamentation.\"\nAnd I wept."},{"verse": 7, "text": "||Tobit Becomes Blind||When the sun had set, I went and dug a grave and buried him."},{"verse": 8, "text": "And my neighbors laughed and said, \"Is he still not afraid? He has already been hunted down to be put to death for doing this, and he ran away; yet here he is again burying the dead!\""},{"verse": 9, "text": "That same night I washed myself and went into my courtyard and slept by the wall of the courtyard; and my face was uncovered because of the heat."},{"verse": 10, "text": "I did not know that there were sparrows on the wall; their fresh droppings fell into my eyes and produced white films. I went to physicians to be healed, but the more they treated me with ointments the more my vision was obscured by the white films, until I became completely blind. For four years I remained unable to see. All my kindred were sorry for me, and Ahikar took care of me for two years before he went to Elymais."},{"verse": 11, "text": "||Tobit\"s Wife Earns Their Livelihood||At that time, also, my wife Anna earned money at women\"s work."},{"verse": 12, "text": "She used to send what she made to the owners and they would pay wages to her. One day, the seventh of Dystrus, when she cut off a piece she had woven and sent it to the owners, they paid her full wages and also gave her a young goat for a meal."},{"verse": 13, "text": "When she returned to me, the goat began to bleat. So I called her and said, \"Where did you get this goat? It is surely not stolen, is it? Return it to the owners; for we have no right to eat anything stolen.\""},{"verse": 14, "footnotes": {"a": "Tobit 2:14 Or _to you_; Gk _with you_"}, "text": "But she said to me, \"It was given to me as a gift in addition to my wages.\" But I did not believe her, and told her to return it to the owners. I became flushed with anger against her over this. Then she replied to me, \"Where are your acts of charity? Where are your righteous deeds? These things are known about you!\"[^a]"}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||Tobit\"s Prayer||Then with much grief and anguish of heart I wept, and with groaning began to pray:"},{"verse": 2, "footnotes": {"a": "Tobit 3:2 Other ancient authorities read _you render true and righteous judgment forever_"}, "text": "\"You are righteous, O Lord,  \n    and all your deeds are just;  \nall your ways are mercy and truth;  \n    you judge the world.[^a]"},{"verse": 3, "text": "And now, O Lord, remember me  \n    and look favorably upon me.  \nDo not punish me for my sins  \n    and for my unwitting offenses  \n    and those that my ancestors committed before you.  \nThey sinned against you,"},{"verse": 4, "text": "    and disobeyed your commandments.  \nSo you gave us over to plunder, exile, and death,  \n    to become the talk, the byword, and an object of reproach  \n    among all the nations among whom you have dispersed us."},{"verse": 5, "text": "And now your many judgments are true  \n    in exacting penalty from me for my sins.  \nFor we have not kept your commandments  \n    and have not walked in accordance with truth before you."},{"verse": 6, "text": "So now deal with me as you will;  \n    command my spirit to be taken from me,  \n    so that I may be released from the face of the earth and become dust.  \nFor it is better for me to die than to live,  \n    because I have had to listen to undeserved insults,  \n    and great is the sorrow within me.  \nCommand, O Lord, that I be released from this distress;  \n    release me to go to the eternal home,  \n    and do not, O Lord, turn your face away from me.  \nFor it is better for me to die  \n    than to see so much distress in my life  \n    and to listen to insults.\""},{"verse": 7, "text": "||Sarah Falsely Accused||On the same day, at Ecbatana in Media, it also happened that Sarah, the daughter of Raguel, was reproached by one of her father\"s maids."},{"verse": 8, "footnotes": {"a": "Tobit 3:8 Other ancient authorities read _strangles_", "b": "Tobit 3:8 Other ancient authorities read _have had no benefit from_"}, "text": "For she had been married to seven husbands, and the wicked demon Asmodeus had killed each of them before they had been with her as is customary for wives. So the maid said to her, \"You are the one who kills[^a] your husbands! See, you have already been married to seven husbands and have not borne the name of[^b] a single one of them."},{"verse": 9, "text": "Why do you beat us? Because your husbands are dead? Go with them! May we never see a son or daughter of yours!\""},{"verse": 10, "text": "||Sarah\"s Prayer for Death||On that day she was grieved in spirit and wept. When she had gone up to her father\"s upper room, she intended to hang herself. But she thought it over and said, \"Never shall they reproach my father, saying to him, \"You had only one beloved daughter but she hanged herself because of her distress.\" And I shall bring my father in his old age down in sorrow to Hades. It is better for me not to hang myself, but to pray the Lord that I may die and not listen to these reproaches anymore.\""},{"verse": 11, "text": "At that same time, with hands outstretched toward the window, she prayed and said,\n\"Blessed are you, merciful God!  \n    Blessed is your name forever;  \n    let all your works praise you forever."},{"verse": 12, "footnotes": {"a": "Tobit 3:12 Other ancient authorities lack _Lord_"}, "text": "And now, Lord,[^a] I turn my face to you,  \n    and raise my eyes toward you."},{"verse": 13, "text": "Command that I be released from the earth  \n    and not listen to such reproaches any more."},{"verse": 14, "text": "You know, O Master, that I am innocent  \n    of any defilement with a man,"},{"verse": 15, "text": "and that I have not disgraced my name  \n    or the name of my father in the land of my exile.  \nI am my father\"s only child;  \n    he has no other child to be his heir;  \nand he has no close relative or other kindred  \n    for whom I should keep myself as wife.  \nAlready seven husbands of mine have died.  \n    Why should I still live?  \nBut if it is not pleasing to you, O Lord, to take my life,  \n    hear me in my disgrace.\""},{"verse": 16, "text": "||An Answer to Prayer||At that very moment, the prayers of both of them were heard in the glorious presence of God."},{"verse": 17, "text": "So Raphael was sent to heal both of them: Tobit, by removing the white films from his eyes, so that he might see God\"s light with his eyes; and Sarah, daughter of Raguel, by giving her in marriage to Tobias son of Tobit, and by setting her free from the wicked demon Asmodeus. For Tobias was entitled to have her before all others who had desired to marry her. At the same time that Tobit returned from the courtyard into his house, Sarah daughter of Raguel came down from her upper room."}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Tobit Gives Instructions to His Son||That same day Tobit remembered the money that he had left in trust with Gabael at Rages in Media,"},{"verse": 2, "text": "and he said to himself, \"Now I have asked for death. Why do I not call my son Tobias and explain to him about the money before I die?\""},{"verse": 3, "footnotes": {"a": "Tobit 4:3 Lat"}, "text": "Then he called his son Tobias, and when he came to him he said, \"My son, when I die,[^a] give me a proper burial. Honor your mother and do not abandon her all the days of her life. Do whatever pleases her, and do not grieve her in anything."},{"verse": 4, "text": "Remember her, my son, because she faced many dangers for you while you were in her womb. And when she dies, bury her beside me in the same grave."},{"verse": 5, "text": "\"Revere the Lord all your days, my son, and refuse to sin or to transgress his commandments. Live uprightly all the days of your life, and do not walk in the ways of wrongdoing;"},{"verse": 6, "footnotes": {"a": "Tobit 4:6 The text of codex Sinaiticus goes directly from verse 6 to verse 19, reading _To those who practice righteousness |[19 ]|the Lord will give good counsel_. In order to fill the lacuna verses 7 to 18 are derived from other ancient authorities"}, "text": "for those who act in accordance with truth will prosper in all their activities. To all those who practice righteousness[^a]"},{"verse": 7, "text": "give alms from your possessions, and do not let your eye begrudge the gift when you make it. Do not turn your face away from anyone who is poor, and the face of God will not be turned away from you."},{"verse": 8, "text": "If you have many possessions, make your gift from them in proportion; if few, do not be afraid to give according to the little you have."},{"verse": 9, "text": "So you will be laying up a good treasure for yourself against the day of necessity."},{"verse": 10, "text": "For almsgiving delivers from death and keeps you from going into the Darkness."},{"verse": 11, "text": "Indeed, almsgiving, for all who practice it, is an excellent offering in the presence of the Most High."},{"verse": 12, "text": "\"Beware, my son, of every kind of fornication. First of all, marry a woman from among the descendants of your ancestors; do not marry a foreign woman, who is not of your father\"s tribe; for we are the descendants of the prophets. Remember, my son, that Noah, Abraham, Isaac, and Jacob, our ancestors of old, all took wives from among their kindred. They were blessed in their children, and their posterity will inherit the land."},{"verse": 13, "text": "So now, my son, love your kindred, and in your heart do not disdain your kindred, the sons and daughters of your people, by refusing to take a wife for yourself from among them. For in pride there is ruin and great confusion. And in idleness there is loss and dire poverty, because idleness is the mother of famine."},{"verse": 14, "text": "\"Do not keep over until the next day the wages of those who work for you, but pay them at once. If you serve God you will receive payment. Watch yourself, my son, in everything you do, and discipline yourself in all your conduct."},{"verse": 15, "text": "And what you hate, do not do to anyone. Do not drink wine to excess or let drunkenness go with you on your way."},{"verse": 16, "text": "Give some of your food to the hungry, and some of your clothing to the naked. Give all your surplus as alms, and do not let your eye begrudge your giving of alms."},{"verse": 17, "text": "Place your bread on the grave of the righteous, but give none to sinners."},{"verse": 18, "text": "Seek advice from every wise person and do not despise any useful counsel."},{"verse": 19, "text": "At all times bless the Lord God, and ask him that your ways may be made straight and that all your paths and plans may prosper. For none of the nations has understanding, but the Lord himself will give them good counsel; but if he chooses otherwise, he casts down to deepest Hades. So now, my child, remember these commandments, and do not let them be erased from your heart."},{"verse": 20, "text": "||Money Left in Trust with Gabael||\"And now, my son, let me explain to you that I left ten talents of silver in trust with Gabael son of Gabrias, at Rages in Media."},{"verse": 21, "text": "Do not be afraid, my son, because we have become poor. You have great wealth if you fear God and flee from every sin and do what is good in the sight of the Lord your God.\""}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||The Angel Raphael||Then Tobias answered his father Tobit, \"I will do everything that you have commanded me, father;"},{"verse": 2, "footnotes": {"a": "Tobit 5:2 Gk _it_", "b": "Tobit 5:2 Gk _sign_"}, "text": "but how can I obtain the money[^a] from him, since he does not know me and I do not know him? What evidence[^b] am I to give him so that he will recognize and trust me, and give me the money? Also, I do not know the roads to Media, or how to get there.\""},{"verse": 3, "footnotes": {"a": "Tobit 5:3 Other authorities read _He_", "b": "Tobit 5:3 Gk _from him_"}, "text": "Then Tobit answered his son Tobias, \"He gave me his bond and I gave him my bond. I[^a] divided his in two; we each took one part, and I put one with the money. And now twenty years have passed since I left this money in trust. So now, my son, find yourself a trustworthy man to go with you, and we will pay him wages until you return. But get back the money from Gabael.\"[^b]"},{"verse": 4, "text": "So Tobias went out to look for a man to go with him to Media, someone who was acquainted with the way. He went out and found the angel Raphael standing in front of him; but he did not perceive that he was an angel of God."},{"verse": 5, "footnotes": {"a": "Tobit 5:5 Gk _He_", "b": "Tobit 5:5 Gk _he_"}, "text": "Tobias[^a] said to him, \"Where do you come from, young man?\" \"From your kindred, the Israelites,\" he replied, \"and I have come here to work.\" Then Tobias[^b] said to him, \"Do you know the way to go to Media?\""},{"verse": 6, "text": "\"Yes,\" he replied, \"I have been there many times; I am acquainted with it and know all the roads. I have often traveled to Media, and would stay with our kinsman Gabael who lives in Rages of Media. It is a journey of two days from Ecbatana to Rages; for it lies in a mountainous area, while Ecbatana is in the middle of the plain.\""},{"verse": 7, "text": "Then Tobias said to him, \"Wait for me, young man, until I go in and tell my father; for I do need you to travel with me, and I will pay you your wages.\""},{"verse": 8, "text": "He replied, \"All right, I will wait; but do not take too long.\""},{"verse": 9, "footnotes": {"a": "Tobit 5:9 Gk _he_"}, "text": "So Tobias[^a] went in to tell his father Tobit and said to him, \"I have just found a man who is one of our own Israelite kindred!\" He replied, \"Call the man in, my son, so that I may learn about his family and to what tribe he belongs, and whether he is trustworthy enough to go with you.\""},{"verse": 10, "footnotes": {"a": "Tobit 5:10 Gk _he_"}, "text": "Then Tobias went out and called him, and said, \"Young man, my father is calling for you.\" So he went in to him, and Tobit greeted him first. He replied, \"Joyous greetings to you!\" But Tobit retorted, \"What joy is left for me any more? I am a man without eyesight; I cannot see the light of heaven, but I lie in darkness like the dead who no longer see the light. Although still alive, I am among the dead. I hear people but I cannot see them.\" But the young man[^a] said, \"Take courage; the time is near for God to heal you; take courage.\" Then Tobit said to him, \"My son Tobias wishes to go to Media. Can you accompany him and guide him? I will pay your wages, brother.\" He answered, \"I can go with him and I know all the roads, for I have often gone to Media and have crossed all its plains, and I am familiar with its mountains and all of its roads.\""},{"verse": 11, "footnotes": {"a": "Tobit 5:11 Gk _he_"}, "text": "Then Tobit[^a] said to him, \"Brother, of what family are you and from what tribe? Tell me, brother.\""},{"verse": 12, "footnotes": {"a": "Tobit 5:12 Gk _he_"}, "text": "He replied, \"Why do you need to know my tribe?\" But Tobit[^a] said, \"I want to be sure, brother, whose son you are and what your name is.\""},{"verse": 13, "text": "He replied, \"I am Azariah, the son of the great Hananiah, one of your relatives.\""},{"verse": 14, "footnotes": {"a": "Tobit 5:14 Other ancient authorities read _Jathan_ or _Nathaniah_", "b": "Tobit 5:14 Other ancient authorities read _Shemaiah_"}, "text": "Then Tobit said to him, \"Welcome! God save you, brother. Do not feel bitter toward me, brother, because I wanted to be sure about your ancestry. It turns out that you are a kinsman, and of good and noble lineage. For I knew Hananiah and Nathan,[^a] the two sons of Shemeliah,[^b] and they used to go with me to Jerusalem and worshiped with me there, and were not led astray. Your kindred are good people; you come of good stock. Hearty welcome!\""},{"verse": 15, "text": "Then he added, \"I will pay you a drachma a day as wages, as well as expenses for yourself and my son. So go with my son,"},{"verse": 16, "footnotes": {"a": "Tobit 5:16 Other ancient authorities add _when you return safely_", "b": "Tobit 5:16 Gk _He_"}, "text": "and[^a] I will add something to your wages.\" Raphael[^b] answered, \"I will go with him; so do not fear. We shall leave in good health and return to you in good health, because the way is safe.\""},{"verse": 17, "footnotes": {"a": "Tobit 5:17 Gk _he_"}, "text": "So Tobit[^a] said to him, \"Blessings be upon you, brother.\"\nThen he called his son and said to him, \"Son, prepare supplies for the journey and set out with your brother. May God in heaven bring you safely there and return you in good health to me; and may his angel, my son, accompany you both for your safety.\"\nBefore he went out to start his journey, he kissed his father and mother. Tobit then said to him, \"Have a safe journey.\""},{"verse": 18, "footnotes": {"a": "Tobit 5:18 Other ancient authorities add _Anna_"}, "text": "But his mother[^a] began to weep, and said to Tobit, \"Why is it that you have sent my child away? Is he not the staff of our hand as he goes in and out before us?"},{"verse": 19, "text": "Do not heap money upon money, but let it be a ransom for our child."},{"verse": 20, "text": "For the life that is given to us by the Lord is enough for us.\""},{"verse": 21, "footnotes": {"a": "Tobit 5:21 Gk _He_"}, "text": "Tobit[^a] said to her, \"Do not worry; our child will leave in good health and return to us in good health. Your eyes will see him on the day when he returns to you in good health. Say no more! Do not fear for them, my sister."},{"verse": 22, "text": "For a good angel will accompany him; his journey will be successful, and he will come back in good health.\""}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "So she stopped weeping.||Journey to Rages||\nThe young man went out and the angel went with him;"},{"verse": 2, "text": "and the dog came out with him and went along with them. So they both journeyed along, and when the first night overtook them they camped by the Tigris river."},{"verse": 3, "text": "Then the young man went down to wash his feet in the Tigris river. Suddenly a large fish leaped up from the water and tried to swallow the young man\"s foot, and he cried out."},{"verse": 4, "text": "But the angel said to the young man, \"Catch hold of the fish and hang on to it!\" So the young man grasped the fish and drew it up on the land."},{"verse": 5, "text": "Then the angel said to him, \"Cut open the fish and take out its gall, heart, and liver. Keep them with you, but throw away the intestines. For its gall, heart, and liver are useful as medicine.\""},{"verse": 6, "footnotes": {"a": "Tobit 6:6 Other ancient authorities read _Ecbatana_"}, "text": "So after cutting open the fish the young man gathered together the gall, heart, and liver; then he roasted and ate some of the fish, and kept some to be salted.\nThe two continued on their way together until they were near Media.[^a]"},{"verse": 7, "text": "Then the young man questioned the angel and said to him, \"Brother Azariah, what medicinal value is there in the fish\"s heart and liver, and in the gall?\""},{"verse": 8, "text": "He replied, \"As for the fish\"s heart and liver, you must burn them to make a smoke in the presence of a man or woman afflicted by a demon or evil spirit, and every affliction will flee away and never remain with that person any longer."},{"verse": 9, "footnotes": {"a": "Tobit 6:9 Gk _they_"}, "text": "And as for the gall, anoint a person\"s eyes where white films have appeared on them; blow upon them, upon the white films, and the eyes[^a] will be healed.\""},{"verse": 10, "footnotes": {"a": "Tobit 6:10 Other ancient authorities read _Rages_"}, "text": "||Raphael\"s Instructions||When he entered Media and already was approaching Ecbatana,[^a]"},{"verse": 11, "footnotes": {"a": "Tobit 6:11 Gk _he_"}, "text": "Raphael said to the young man, \"Brother Tobias.\" \"Here I am,\" he answered. Then Raphael[^a] said to him, \"We must stay this night in the home of Raguel. He is your relative, and he has a daughter named Sarah."},{"verse": 12, "text": "He has no male heir and no daughter except Sarah only, and you, as next of kin to her, have before all other men a hereditary claim on her. Also it is right for you to inherit her father\"s possessions. Moreover, the girl is sensible, brave, and very beautiful, and her father is a good man.\""},{"verse": 13, "text": "He continued, \"You have every right to take her in marriage. So listen to me, brother; tonight I will speak to her father about the girl, so that we may take her to be your bride. When we return from Rages we will celebrate her marriage. For I know that Raguel can by no means keep her from you or promise her to another man without incurring the penalty of death according to the decree of the book of Moses. Indeed he knows that you, rather than any other man, are entitled to marry his daughter. So now listen to me, brother, and tonight we shall speak concerning the girl and arrange her engagement to you. And when we return from Rages we will take her and bring her back with us to your house.\""},{"verse": 14, "text": "Then Tobias said in answer to Raphael, \"Brother Azariah, I have heard that she already has been married to seven husbands and that they died in the bridal chamber. On the night when they went in to her, they would die. I have heard people saying that it was a demon that killed them."},{"verse": 15, "text": "It does not harm her, but it kills anyone who desires to approach her. So now, since I am the only son my father has, I am afraid that I may die and bring my father\"s and mother\"s life down to their grave, grieving for me--and they have no other son to bury them.\""},{"verse": 16, "footnotes": {"a": "Tobit 6:16 Gk _he_"}, "text": "But Raphael[^a] said to him, \"Do you not remember your father\"s orders when he commanded you to take a wife from your father\"s house? Now listen to me, brother, and say no more about this demon. Take her. I know that this very night she will be given to you in marriage."},{"verse": 17, "text": "When you enter the bridal chamber, take some of the fish\"s liver and heart, and put them on the embers of the incense. An odor will be given off;"},{"verse": 18, "footnotes": {"a": "Tobit 6:18 Gk _sister_"}, "text": "the demon will smell it and flee, and will never be seen near her any more. Now when you are about to go to bed with her, both of you must first stand up and pray, imploring the Lord of heaven that mercy and safety may be granted to you. Do not be afraid, for she was set apart for you before the world was made. You will save her, and she will go with you. I presume that you will have children by her, and they will be as brothers to you. Now say no more!\" When Tobias heard the words of Raphael and learned that she was his kinswoman,[^a] related through his father\"s lineage, he loved her very much, and his heart was drawn to her."}]}
,{"chapter": 7, "verses":[{"verse": 1, "footnotes": {"a": "Tobit 7:1 Other ancient authorities read _he_", "b": "Tobit 7:1 Gk _he_"}, "text": "||Arrival at Home of Raguel||Now when they[^a] entered Ecbatana, Tobias[^b] said to him, \"Brother Azariah, take me straight to our brother Raguel.\" So he took him to Raguel\"s house, where they found him sitting beside the courtyard door. They greeted him first, and he replied, \"Joyous greetings, brothers; welcome and good health!\" Then he brought them into his house."},{"verse": 2, "text": "He said to his wife Edna, \"How much the young man resembles my kinsman Tobit!\""},{"verse": 3, "text": "Then Edna questioned them, saying, \"Where are you from, brothers?\" They answered, \"We belong to the descendants of Naphtali who are exiles in Nineveh.\""},{"verse": 4, "footnotes": {"a": "Tobit 7:4 Other ancient authorities add _alive and_"}, "text": "She said to them, \"Do you know our kinsman Tobit?\" And they replied, \"Yes, we know him.\" Then she asked them, \"Is he[^a] in good health?\""},{"verse": 5, "text": "They replied, \"He is alive and in good health.\" And Tobias added, \"He is my father!\""},{"verse": 6, "text": "At that Raguel jumped up and kissed him and wept."},{"verse": 7, "footnotes": {"a": "Tobit 7:7 Other ancient authorities add _When he heard that Tobit had lost his sight, he was stricken with grief and wept. Then he said,_"}, "text": "He also spoke to him as follows, \"Blessings on you, my child, son of a good and noble father![^a] O most miserable of calamities that such an upright and beneficent man has become blind!\" He then embraced his kinsman Tobias and wept."},{"verse": 8, "text": "His wife Edna also wept for him, and their daughter Sarah likewise wept."},{"verse": 9, "footnotes": {"a": "Tobit 7:9 Gk _he_", "b": "Tobit 7:9 Gk _sister_"}, "text": "Then Raguel[^a] slaughtered a ram from the flock and received them very warmly.||Marriage of Tobias and Sarah||\nWhen they had bathed and washed themselves and had reclined to dine, Tobias said to Raphael, \"Brother Azariah, ask Raguel to give me my kinswoman[^b] Sarah.\""},{"verse": 10, "text": "But Raguel overheard it and said to the lad, \"Eat and drink, and be merry tonight. For no one except you, brother, has the right to marry my daughter Sarah. Likewise I am not at liberty to give her to any other man than yourself, because you are my nearest relative. But let me explain to you the true situation more fully, my child."},{"verse": 11, "footnotes": {"a": "Tobit 7:11 Gk _sister_"}, "text": "I have given her to seven men of our kinsmen, and all died on the night when they went in to her. But now, my child, eat and drink, and the Lord will act on behalf of you both.\" But Tobias said, \"I will neither eat nor drink anything until you settle the things that pertain to me.\" So Raguel said, \"I will do so. She is given to you in accordance with the decree in the book of Moses, and it has been decreed from heaven that she be given to you. Take your kinswoman;[^a] from now on you are her brother and she is your sister. She is given to you from today and forever. May the Lord of heaven, my child, guide and prosper you both this night and grant you mercy and peace.\""},{"verse": 12, "footnotes": {"a": "Tobit 7:12 Gk _him_"}, "text": "Then Raguel summoned his daughter Sarah. When she came to him he took her by the hand and gave her to Tobias,[^a] saying, \"Take her to be your wife in accordance with the law and decree written in the book of Moses. Take her and bring her safely to your father. And may the God of heaven prosper your journey with his peace.\""},{"verse": 13, "text": "Then he called her mother and told her to bring writing material; and he wrote out a copy of a marriage contract, to the effect that he gave her to him as wife according to the decree of the law of Moses."},{"verse": 14, "text": "Then they began to eat and drink."},{"verse": 15, "text": "Raguel called his wife Edna and said to her, \"Sister, get the other room ready, and take her there.\""},{"verse": 16, "footnotes": {"a": "Tobit 7:16 Gk _her_", "b": "Tobit 7:16 Gk _her_", "c": "Tobit 7:16 Other ancient authorities read _the tears of her daughter_", "d": "Tobit 7:16 Other ancient authorities read _favor_"}, "text": "So she went and made the bed in the room as he had told her, and brought Sarah[^a] there. She wept for her daughter.[^b] Then, wiping away the tears,[^c] she said to her, \"Take courage, my daughter; the Lord of heaven grant you joy[^d] in place of your sorrow. Take courage, my daughter.\" Then she went out."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||Tobias Routs the Demon||When they had finished eating and drinking they wanted to retire; so they took the young man and brought him into the bedroom."},{"verse": 2, "text": "Then Tobias remembered the words of Raphael, and he took the fish\"s liver and heart out of the bag where he had them and put them on the embers of the incense."},{"verse": 3, "footnotes": {"a": "Tobit 8:3 Or _fled through the air to the parts_"}, "text": "The odor of the fish so repelled the demon that he fled to the remotest parts[^a] of Egypt. But Raphael followed him, and at once bound him there hand and foot."},{"verse": 4, "footnotes": {"a": "Tobit 8:4 Gk _they_", "b": "Tobit 8:4 Gk _her_"}, "text": "When the parents[^a] had gone out and shut the door of the room, Tobias got out of bed and said to Sarah,[^b] \"Sister, get up, and let us pray and implore our Lord that he grant us mercy and safety.\""},{"verse": 5, "footnotes": {"a": "Tobit 8:5 Gk _He_"}, "text": "So she got up, and they began to pray and implore that they might be kept safe. Tobias[^a] began by saying,\n\"Blessed are you, O God of our ancestors,  \n    and blessed is your name in all generations forever.  \nLet the heavens and the whole creation bless you forever."},{"verse": 6, "text": "You made Adam, and for him you made his wife Eve  \n    as a helper and support.  \n    From the two of them the human race has sprung.  \nYou said, \"It is not good that the man should be alone;  \n    let us make a helper for him like himself.\""},{"verse": 7, "text": "I now am taking this kinswoman of mine,  \n    not because of lust,  \n    but with sincerity.  \nGrant that she and I may find mercy  \n    and that we may grow old together.\""},{"verse": 8, "text": "And they both said, \"Amen, Amen.\""},{"verse": 9, "text": "Then they went to sleep for the night.\nBut Raguel arose and called his servants to him, and they went and dug a grave,"},{"verse": 10, "text": "for he said, \"It is possible that he will die and we will become an object of ridicule and derision.\""},{"verse": 11, "text": "When they had finished digging the grave, Raguel went into his house and called his wife,"},{"verse": 12, "text": "saying, \"Send one of the maids and have her go in to see if he is alive. But if he is dead, let us bury him without anyone knowing it.\""},{"verse": 13, "text": "So they sent the maid, lit a lamp, and opened the door; and she went in and found them sound asleep together."},{"verse": 14, "text": "Then the maid came out and informed them that he was alive and that nothing was wrong."},{"verse": 15, "footnotes": {"a": "Tobit 8:15 Gk _they_", "b": "Tobit 8:15 Other ancient authorities lack this line"}, "text": "So they blessed the God of heaven, and Raguel[^a] said,\n\"Blessed are you, O God, with every pure blessing;  \n    let all your chosen ones bless you.[^b]  \n    Let them bless you forever."},{"verse": 16, "text": "Blessed are you because you have made me glad.  \n    It has not turned out as I expected,  \n    but you have dealt with us according to your great mercy."},{"verse": 17, "text": "Blessed are you because you had compassion  \n    on two only children.  \nBe merciful to them, O Master, and keep them safe;  \n    bring their lives to fulfillment  \n    in happiness and mercy.\""},{"verse": 18, "text": "Then he ordered his servants to fill in the grave before daybreak."},{"verse": 19, "text": "||Wedding Feast||After this he asked his wife to bake many loaves of bread; and he went out to the herd and brought two steers and four rams and ordered them to be slaughtered. So they began to make preparations."},{"verse": 20, "footnotes": {"a": "Tobit 8:20 Other ancient authorities read _Tobias and said to him_"}, "text": "Then he called for Tobias and swore on oath to him in these words:[^a] \"You shall not leave here for fourteen days, but shall stay here eating and drinking with me; and you shall cheer up my daughter, who has been depressed."},{"verse": 21, "footnotes": {"a": "Tobit 8:21 Gk _sister_"}, "text": "Take at once half of what I own and return in safety to your father; the other half will be yours when my wife and I die. Take courage, my child. I am your father and Edna is your mother, and we belong to you as well as to your wife[^a] now and forever. Take courage, my child.\""}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||The Money Recovered||Then Tobias called Raphael and said to him,"},{"verse": 2, "text": "\"Brother Azariah, take four servants and two camels with you and travel to Rages. Go to the home of Gabael, give him the bond, get the money, and then bring him with you to the wedding celebration."},{"verse": 3, "footnotes": {"a": "Tobit 9:3 In other ancient authorities verse 3 precedes verse 4"}, "text": "You are witness to the oath Raguel has sworn, and I cannot violate his oath.\"[^a]"},{"verse": 4, "text": "For you know that my father must be counting the days, and if I delay even one day I will upset him very much."},{"verse": 5, "footnotes": {"a": "Tobit 9:5 Gk _He _", "b": "Tobit 9:5 Gk _he_", "c": "Tobit 9:5 Other ancient authorities lack _on the camels_"}, "text": "So Raphael with the four servants and two camels went to Rages in Media and stayed with Gabael. Raphael[^a] gave him the bond and informed him that Tobit\"s son Tobias had married and was inviting him to the wedding celebration. So Gabael[^b] got up and counted out to him the money bags, with their seals intact; then they loaded them on the camels.[^c]"},{"verse": 6, "footnotes": {"a": "Tobit 9:6 Gk _him_"}, "text": "In the morning they both got up early and went to the wedding celebration. When they came into Raguel\"s house they found Tobias reclining at table. He sprang up and greeted Gabael,[^a] who wept and blessed him with the words, \"Good and noble son of a father good and noble, upright and generous! May the Lord grant the blessing of heaven to you and your wife, and to your wife\"s father and mother. Blessed be God, for I see in Tobias the very image of my cousin Tobit.\""}]}
,{"chapter": 10, "verses":[{"verse": 1, "footnotes": {"a": "Tobit 10:1 Gk _he_"}, "text": "||Anxiety of the Parents||Now, day by day, Tobit kept counting how many days Tobias[^a] would need for going and for returning. And when the days had passed and his son did not appear,"},{"verse": 2, "text": "he said, \"Is it possible that he has been detained? Or that Gabael has died, and there is no one to give him the money?\""},{"verse": 3, "text": "And he began to worry."},{"verse": 4, "text": "His wife Anna said, \"My child has perished and is no longer among the living.\" And she began to weep and mourn for her son, saying,"},{"verse": 5, "text": "\"Woe to me, my child, the light of my eyes, that I let you make the journey.\""},{"verse": 6, "footnotes": {"a": "Tobit 10:6 Gk _sister_", "b": "Tobit 10:6 Gk _sister_"}, "text": "But Tobit kept saying to her, \"Be quiet and stop worrying, my dear;[^a] he is all right. Probably something unexpected has happened there. The man who went with him is trustworthy and is one of our own kin. Do not grieve for him, my dear;[^b] he will soon be here.\""},{"verse": 7, "footnotes": {"a": "Tobit 10:7 Other ancient authorities read _and she would eat nothing_"}, "text": "She answered him, \"Be quiet yourself! Stop trying to deceive me! My child has perished.\" She would rush out every day and watch the road her son had taken, and would heed no one.[^a] When the sun had set she would go in and mourn and weep all night long, getting no sleep at all.||Tobias and Sarah Start for Home||\nNow when the fourteen days of the wedding celebration had ended that Raguel had sworn to observe for his daughter, Tobias came to him and said, \"Send me back, for I know that my father and mother do not believe that they will see me again. So I beg of you, father, to let me go so that I may return to my own father. I have already explained to you how I left him.\""},{"verse": 8, "text": "But Raguel said to Tobias, \"Stay, my child, stay with me; I will send messengers to your father Tobit and they will inform him about you.\""},{"verse": 9, "text": "But he said, \"No! I beg you to send me back to my father.\""},{"verse": 10, "text": "So Raguel promptly gave Tobias his wife Sarah, as well as half of all his property: male and female slaves, oxen and sheep, donkeys and camels, clothing, money, and household goods."},{"verse": 11, "footnotes": {"a": "Tobit 10:11 Gk _him_"}, "text": "Then he saw them safely off; he embraced Tobias[^a] and said, \"Farewell, my child; have a safe journey. The Lord of heaven prosper you and your wife Sarah, and may I see children of yours before I die.\""},{"verse": 12, "footnotes": {"a": "Tobit 10:12 Other ancient authorities lack parts of _Then . . . mother-in-law_", "b": "Tobit 10:12 Gk _sister_"}, "text": "Then he kissed his daughter Sarah and said to her, \"My daughter, honor your father-in-law and your mother-in-law,[^a] since from now on they are as much your parents as those who gave you birth. Go in peace, daughter, and may I hear a good report about you as long as I live.\" Then he bade them farewell and let them go. Then Edna said to Tobias, \"My child and dear brother, the Lord of heaven bring you back safely, and may I live long enough to see children of you and of my daughter Sarah before I die. In the sight of the Lord I entrust my daughter to you; do nothing to grieve her all the days of your life. Go in peace, my child. From now on I am your mother and Sarah is your beloved wife.[^b] May we all prosper together all the days of our lives.\" Then she kissed them both and saw them safely off."},{"verse": 13, "footnotes": {"a": "Tobit 10:13 Lat: Meaning of Gk uncertain"}, "text": "Tobias parted from Raguel with happiness and joy, praising the Lord of heaven and earth, King over all, because he had made his journey a success. Finally, he blessed Raguel and his wife Edna, and said, \"I have been commanded by the Lord to honor you all the days of my life.\"[^a]"}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "||Homeward Journey||When they came near to Kaserin, which is opposite Nineveh, Raphael said,"},{"verse": 2, "text": "\"You are aware of how we left your father."},{"verse": 3, "text": "Let us run ahead of your wife and prepare the house while they are still on the way.\""},{"verse": 4, "footnotes": {"a": "Tobit 11:4 Gk _he_", "b": "Tobit 11:4 Codex Sinaiticus reads _And the Lord_"}, "text": "As they went on together Raphael[^a] said to him, \"Have the gall ready.\" And the dog[^b] went along behind them."},{"verse": 5, "text": "Meanwhile Anna sat looking intently down the road by which her son would come."},{"verse": 6, "text": "When she caught sight of him coming, she said to his father, \"Look, your son is coming, and the man who went with him!\""},{"verse": 7, "text": "||Tobit\"s Sight Restored||Raphael said to Tobias, before he had approached his father, \"I know that his eyes will be opened."},{"verse": 8, "text": "Smear the gall of the fish on his eyes; the medicine will make the white films shrink and peel off from his eyes, and your father will regain his sight and see the light.\""},{"verse": 9, "text": "Then Anna ran up to her son and threw her arms around him, saying, \"Now that I have seen you, my child, I am ready to die.\" And she wept."},{"verse": 10, "text": "Then Tobit got up and came stumbling out through the courtyard door. Tobias went up to him,"},{"verse": 11, "text": "with the gall of the fish in his hand, and holding him firmly, he blew into his eyes, saying, \"Take courage, father.\" With this he applied the medicine on his eyes,"},{"verse": 12, "footnotes": {"a": "Tobit 11:12 Lat: Meaning of Gk uncertain"}, "text": "and it made them smart.[^a]"},{"verse": 13, "footnotes": {"a": "Tobit 11:13 Gk _he_", "b": "Tobit 11:13 Other ancient authorities lack _saw his son and_"}, "text": "Next, with both his hands he peeled off the white films from the corners of his eyes. Then Tobit[^a] saw his son and[^b] threw his arms around him,"},{"verse": 14, "footnotes": {"a": "Tobit 11:14 Codex Sinaiticus reads _May his great name be upon us and blessed be all the angels_"}, "text": "and he wept and said to him, \"I see you, my son, the light of my eyes!\" Then he said,\n\"Blessed be God,  \n    and blessed be his great name,  \n    and blessed be all his holy angels.  \nMay his holy name be blessed[^a]  \n    throughout all the ages."},{"verse": 15, "footnotes": {"a": "Tobit 11:15 Lat: Gk lacks this line"}, "text": "Though he afflicted me,  \n    he has had mercy upon me.[^a]  \n    Now I see my son Tobias!\"\nSo Tobit went in rejoicing and praising God at the top of his voice. Tobias reported to his father that his journey had been successful, that he had brought the money, that he had married Raguel\"s daughter Sarah, and that she was, indeed, on her way there, very near to the gate of Nineveh."},{"verse": 16, "text": "Then Tobit, rejoicing and praising God, went out to meet his daughter-in-law at the gate of Nineveh. When the people of Nineveh saw him coming, walking along in full vigor and with no one leading him, they were amazed."},{"verse": 17, "text": "Before them all, Tobit acknowledged that God had been merciful to him and had restored his sight. When Tobit met Sarah the wife of his son Tobias, he blessed her saying, \"Come in, my daughter, and welcome. Blessed be your God who has brought you to us, my daughter. Blessed be your father and your mother, blessed be my son Tobias, and blessed be you, my daughter. Come in now to your home, and welcome, with blessing and joy. Come in, my daughter.\" So on that day there was rejoicing among all the Jews who were in Nineveh."},{"verse": 18, "footnotes": {"a": "Tobit 11:18 Other ancient authorities lack parts of this sentence"}, "text": "Ahikar and his nephew Nadab were also present to share Tobit\"s joy. With merriment they celebrated Tobias\"s wedding feast for seven days, and many gifts were given to him.[^a]"}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||Raphael\"s Wages||When the wedding celebration was ended, Tobit called his son Tobias and said to him, \"My child, see to paying the wages of the man who went with you, and give him a bonus as well.\""},{"verse": 2, "text": "He replied, \"Father, how much shall I pay him? It would do no harm to give him half of the possessions brought back with me."},{"verse": 3, "text": "For he has led me back to you safely, he cured my wife, he brought the money back with me, and he healed you. How much extra shall I give him as a bonus?\""},{"verse": 4, "text": "Tobit said, \"He deserves, my child, to receive half of all that he brought back.\""},{"verse": 5, "footnotes": {"a": "Tobit 12:5 Gk _he_"}, "text": "So Tobias[^a] called him and said, \"Take for your wages half of all that you brought back, and farewell.\""},{"verse": 6, "footnotes": {"a": "Tobit 12:6 Gk _he_", "b": "Tobit 12:6 Gk _words_; other ancient authorities read _words of the deeds_"}, "text": "||Raphael\"s Exhortation||Then Raphael[^a] called the two of them privately and said to them, \"Bless God and acknowledge him in the presence of all the living for the good things he has done for you. Bless and sing praise to his name. With fitting honor declare to all people the deeds[^b] of God. Do not be slow to acknowledge him."},{"verse": 7, "text": "It is good to conceal the secret of a king, but to acknowledge and reveal the works of God, and with fitting honor to acknowledge him. Do good and evil will not overtake you."},{"verse": 8, "footnotes": {"a": "Tobit 12:8 Codex Sinaiticus _with sincerity_", "b": "Tobit 12:8 Lat"}, "text": "Prayer with fasting[^a] is good, but better than both is almsgiving with righteousness. A little with righteousness is better than wealth with wrongdoing.[^b] It is better to give alms than to lay up gold."},{"verse": 9, "text": "For almsgiving saves from death and purges away every sin. Those who give alms will enjoy a full life,"},{"verse": 10, "text": "but those who commit sin and do wrong are their own worst enemies."},{"verse": 11, "text": "||Raphael Discloses His Identity||\"I will now declare the whole truth to you and will conceal nothing from you. Already I have declared it to you when I said, \"It is good to conceal the secret of a king, but to reveal with due honor the works of God.\""},{"verse": 12, "footnotes": {"a": "Tobit 12:12 Lat: Gk lacks _and read_"}, "text": "So now when you and Sarah prayed, it was I who brought and read[^a] the record of your prayer before the glory of the Lord, and likewise whenever you would bury the dead."},{"verse": 13, "text": "And that time when you did not hesitate to get up and leave your dinner to go and bury the dead,"},{"verse": 14, "text": "I was sent to you to test you. And at the same time God sent me to heal you and Sarah your daughter-in-law."},{"verse": 15, "text": "I am Raphael, one of the seven angels who stand ready and enter before the glory of the Lord.\""},{"verse": 16, "text": "The two of them were shaken; they fell face down, for they were afraid."},{"verse": 17, "text": "But he said to them, \"Do not be afraid; peace be with you. Bless God forevermore."},{"verse": 18, "text": "As for me, when I was with you, I was not acting on my own will, but by the will of God. Bless him each and every day; sing his praises."},{"verse": 19, "text": "Although you were watching me, I really did not eat or drink anything--but what you saw was a vision."},{"verse": 20, "footnotes": {"a": "Tobit 12:20 Other ancient authorities read _now bless the Lord on earth_"}, "text": "So now get up from the ground,[^a] and acknowledge God. See, I am ascending to him who sent me. Write down all these things that have happened to you.\" And he ascended."},{"verse": 21, "text": "Then they stood up, and could see him no more."},{"verse": 22, "text": "They kept blessing God and singing his praises, and they acknowledged God for these marvelous deeds of his, when an angel of God had appeared to them."}]}
,{"chapter": 13, "verses":[{"verse": 1, "footnotes": {"a": "Tobit 13:1 Gk _he_", "b": "Tobit 13:1 Other ancient authorities read _forever, and his kingdom_"}, "text": "||Tobit\"s Thanksgiving to God||Then Tobit[^a] said:\n\"Blessed be God who lives forever,  \n    because his kingdom[^b] lasts throughout all ages."},{"verse": 2, "footnotes": {"a": "Tobit 13:2 Gk _from destruction_"}, "text": "For he afflicts, and he shows mercy;  \n    he leads down to Hades in the lowest regions of the earth,  \n    and he brings up from the great abyss,[^a]  \n    and there is nothing that can escape his hand."},{"verse": 3, "text": "Acknowledge him before the nations, O children of Israel;  \n    for he has scattered you among them."},{"verse": 4, "text": "    He has shown you his greatness even there.  \nExalt him in the presence of every living being,  \n    because he is our Lord and he is our God;  \n    he is our Father and he is God forever."},{"verse": 5, "footnotes": {"a": "Tobit 13:5 Other ancient authorities read _He afflicted_"}, "text": "He will afflict[^a] you for your iniquities,  \n    but he will again show mercy on all of you.  \nHe will gather you from all the nations  \n    among whom you have been scattered."},{"verse": 6, "footnotes": {"a": "Tobit 13:6 The lacuna in codex Sinaiticus, verses 6b to 10a, is filled in from other ancient authorities"}, "text": "If you turn to him with all your heart and with all your soul,  \n    to do what is true before him,  \nthen he will turn to you  \n    and will no longer hide his face from you.  \nSo now see what he has done for you;  \n    acknowledge him at the top of your voice.  \nBless the Lord of righteousness,  \n    and exalt the King of the ages.[^a]  \nIn the land of my exile I acknowledge him,  \n    and show his power and majesty to a nation of sinners:  \n\"Turn back, you sinners, and do what is right before him;  \n    perhaps he may look with favor upon you and show you mercy.\""},{"verse": 7, "text": "As for me, I exalt my God,  \n    and my soul rejoices in the King of heaven."},{"verse": 8, "text": "Let all people speak of his majesty,  \n    and acknowledge him in Jerusalem."},{"verse": 9, "footnotes": {"a": "Tobit 13:9 Other ancient authorities read _will afflict_", "b": "Tobit 13:9 Other ancient authorities read _your children_"}, "text": "O Jerusalem, the holy city,  \n    he afflicted[^a] you for the deeds of your hands,[^b]  \n    but will again have mercy on the children of the righteous."},{"verse": 10, "footnotes": {"a": "Tobit 13:10 Other ancient authorities read _Lord worthily_", "b": "Tobit 13:10 Or _tabernacle_"}, "text": "Acknowledge the Lord, for he is good,[^a]  \n    and bless the King of the ages,  \n    so that his tent[^b] may be rebuilt in you in joy.  \nMay he cheer all those within you who are captives,  \n    and love all those within you who are distressed,  \n    to all generations forever."},{"verse": 11, "text": "A bright light will shine to all the ends of the earth;  \n    many nations will come to you from far away,  \nthe inhabitants of the remotest parts of the earth to your holy name,  \n    bearing gifts in their hands for the King of heaven.  \nGeneration after generation will give joyful praise in you;  \n    the name of the chosen city will endure forever."},{"verse": 12, "footnotes": {"a": "Tobit 13:12 Other ancient authorities read _who build you up_"}, "text": "Cursed are all who speak a harsh word against you;  \n    cursed are all who conquer you  \n    and pull down your walls,  \nall who overthrow your towers  \n    and set your homes on fire.  \n    But blessed forever will be all who revere you.[^a]"},{"verse": 13, "text": "Go, then, and rejoice over the children of the righteous,  \n    for they will be gathered together  \n    and will praise the Lord of the ages."},{"verse": 14, "text": "Happy are those who love you,  \n    and happy are those who rejoice in your prosperity.  \nHappy also are all people who grieve with you  \n    because of your afflictions;  \nfor they will rejoice with you  \n    and witness all your glory forever."},{"verse": 15, "footnotes": {"a": "Tobit 13:15 Or _O my soul, bless_"}, "text": "My soul blesses[^a] the Lord, the great King!"},{"verse": 16, "footnotes": {"a": "Tobit 13:16 Other ancient authorities add _for a city_"}, "text": "    For Jerusalem will be built[^a] as his house for all ages.  \nHow happy I will be if a remnant of my descendants should survive  \n    to see your glory and acknowledge the King of heaven.  \nThe gates of Jerusalem will be built with sapphire and emerald,  \n    and all your walls with precious stones.  \nThe towers of Jerusalem will be built with gold,  \n    and their battlements with pure gold.  \nThe streets of Jerusalem will be paved  \n    with ruby and with stones of Ophir."},{"verse": 17, "text": "The gates of Jerusalem will sing hymns of joy,  \n    and all her houses will cry, \"Hallelujah!  \nBlessed be the God of Israel!\"  \n    and the blessed will bless the holy name forever and ever.\""}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "||Tobit\"s Final Counsel||So ended Tobit\"s words of praise."},{"verse": 2, "footnotes": {"a": "Tobit 14:2 Gk _He_", "b": "Tobit 14:2 Other ancient authorities read _fifty-eight_"}, "text": "Tobit[^a] died in peace when he was one hundred twelve years old, and was buried with great honor in Nineveh. He was sixty-two[^b] years old when he lost his eyesight, and after regaining it he lived in prosperity, giving alms and continually blessing God and acknowledging God\"s majesty."},{"verse": 3, "footnotes": {"a": "Tobit 14:3 Lat: Gk lacks _and the seven sons of Tobias_"}, "text": "When he was about to die, he called his son Tobias and the seven sons of Tobias[^a] and gave this command: \"My son, take your children"},{"verse": 4, "footnotes": {"a": "Tobit 14:4 Lat: Other ancient authorities read _of God will be in distress and will be burned for a while_"}, "text": "and hurry off to Media, for I believe the word of God that Nahum spoke about Nineveh, that all these things will take place and overtake Assyria and Nineveh. Indeed, everything that was spoken by the prophets of Israel, whom God sent, will occur. None of all their words will fail, but all will come true at their appointed times. So it will be safer in Media than in Assyria and Babylon. For I know and believe that whatever God has said will be fulfilled and will come true; not a single word of the prophecies will fail. All of our kindred, inhabitants of the land of Israel, will be scattered and taken as captives from the good land; and the whole land of Israel will be desolate, even Samaria and Jerusalem will be desolate. And the temple of God in it will be burned to the ground, and it will be desolate for a while.[^a]"},{"verse": 5, "text": "\"But God will again have mercy on them, and God will bring them back into the land of Israel; and they will rebuild the temple of God, but not like the first one until the period when the times of fulfillment shall come. After this they all will return from their exile and will rebuild Jerusalem in splendor; and in it the temple of God will be rebuilt, just as the prophets of Israel have said concerning it."},{"verse": 6, "text": "Then the nations in the whole world will all be converted and worship God in truth. They will all abandon their idols, which deceitfully have led them into their error;"},{"verse": 7, "text": "and in righteousness they will praise the eternal God. All the Israelites who are saved in those days and are truly mindful of God will be gathered together; they will go to Jerusalem and live in safety forever in the land of Abraham, and it will be given over to them. Those who sincerely love God will rejoice, but those who commit sin and injustice will vanish from all the earth."},{"verse": 8, "text": "So now, my children, I command you, serve God faithfully and do what is pleasing in his sight. Your children are also to be commanded to do what is right and to give alms, and to be mindful of God and to bless his name at all times with sincerity and with all their strength. So now, my son, leave Nineveh; do not remain here."},{"verse": 9, "text": "So now, my children, I command you, serve God faithfully and do what is pleasing in his sight. Your children are also to be commanded to do what is right and to give alms, and to be mindful of God and to bless his name at all times with sincerity and with all their strength. So now, my son, leave Nineveh; do not remain here."},{"verse": 10, "footnotes": {"a": "Tobit 14:10 Gk _he_; other ancient authorities read _Manasses_"}, "text": "On whatever day you bury your mother beside me, do not stay overnight within the confines of the city. For I see that there is much wickedness within it, and that much deceit is practiced within it, while the people are without shame. See, my son, what Nadab did to Ahikar who had reared him. Was he not, while still alive, brought down into the earth? For God repaid him to his face for this shameful treatment. Ahikar came out into the light, but Nadab went into the eternal darkness, because he tried to kill Ahikar. Because he gave alms, Ahikar[^a] escaped the fatal trap that Nadab had set for him, but Nadab fell into it himself, and was destroyed."},{"verse": 11, "text": "So now, my children, see what almsgiving accomplishes, and what injustice does--it brings death! But now my breath fails me.\"||Death of Tobit and Anna||\nThen they laid him on his bed, and he died; and he received an honorable funeral."},{"verse": 12, "footnotes": {"a": "Tobit 14:12 Codex Sinaiticus lacks _and children_"}, "text": "When Tobias\"s mother died, he buried her beside his father. Then he and his wife and children[^a] returned to Media and settled in Ecbatana with Raguel his father-in-law."},{"verse": 13, "footnotes": {"a": "Tobit 14:13 Gk _them_"}, "text": "He treated his parents-in-law[^a] with great respect in their old age, and buried them in Ecbatana of Media. He inherited both the property of Raguel and that of his father Tobit."},{"verse": 14, "footnotes": {"a": "Tobit 14:14 Other authorities read other numbers"}, "text": "He died highly respected at the age of one hundred seventeen[^a] years."},{"verse": 15, "footnotes": {"a": "Tobit 14:15 Codex Sinaiticus reads _saw and heard_", "b": "Tobit 14:15 Cn: Codex Sinaiticus _Ahikar_; other ancient authorities read _Nebuchadnezzar and Ahasuerus_", "c": "Tobit 14:15 Gk _He_", "d": "Tobit 14:15 Other ancient authorities lack _Amen_"}, "text": "Before he died he heard[^a] of the destruction of Nineveh, and he saw its prisoners being led into Media, those whom King Cyaxares[^b] of Media had taken captive. Tobias[^c] praised God for all he had done to the people of Nineveh and Assyria; before he died he rejoiced over Nineveh, and he blessed the Lord God forever and ever. Amen.[^d]"}]}
]}