{"book": "Wisdom", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Exhortation to Uprightness||Love righteousness, you rulers of the earth,  \nthink of the Lord in goodness  \nand seek him with sincerity of heart;"},{"verse": 2, "text": "because he is found by those who do not put him to the test,  \nand manifests himself to those who do not distrust him."},{"verse": 3, "text": "For perverse thoughts separate people from God,  \nand when his power is tested, it exposes the foolish;"},{"verse": 4, "text": "because wisdom will not enter a deceitful soul,  \nor dwell in a body enslaved to sin."},{"verse": 5, "text": "For a holy and disciplined spirit will flee from deceit,  \nand will leave foolish thoughts behind,  \nand will be ashamed at the approach of unrighteousness."},{"verse": 6, "text": "For wisdom is a kindly spirit,  \nbut will not free blasphemers from the guilt of their words;  \nbecause God is witness of their inmost feelings,  \nand a true observer of their hearts, and a hearer of their tongues."},{"verse": 7, "text": "Because the spirit of the Lord has filled the world,  \nand that which holds all things together knows what is said,"},{"verse": 8, "text": "therefore those who utter unrighteous things will not escape notice,  \nand justice, when it punishes, will not pass them by."},{"verse": 9, "text": "For inquiry will be made into the counsels of the ungodly,  \nand a report of their words will come to the Lord,  \nto convict them of their lawless deeds;"},{"verse": 10, "text": "because a jealous ear hears all things,  \nand the sound of grumbling does not go unheard."},{"verse": 11, "footnotes": {"a": "Wisdom 1:11 Or _will go unpunished_"}, "text": "Beware then of useless grumbling,  \nand keep your tongue from slander;  \nbecause no secret word is without result,[^a]  \nand a lying mouth destroys the soul."},{"verse": 12, "text": "Do not invite death by the error of your life,  \nor bring on destruction by the works of your hands;"},{"verse": 13, "text": "because God did not make death,  \nand he does not delight in the death of the living."},{"verse": 14, "footnotes": {"a": "Wisdom 1:14 Or _the creatures_", "b": "Wisdom 1:14 Or _palace_"}, "text": "For he created all things so that they might exist;  \nthe generative forces[^a] of the world are wholesome,  \nand there is no destructive poison in them,  \nand the dominion[^b] of Hades is not on earth."},{"verse": 15, "text": "For righteousness is immortal."},{"verse": 16, "footnotes": {"a": "Wisdom 1:16 Gk _him_"}, "text": "||Life as the Ungodly See It||But the ungodly by their words and deeds summoned death;[^a]  \nconsidering him a friend, they pined away  \nand made a covenant with him,  \nbecause they are fit to belong to his company."}]}
,{"chapter": 2, "verses":[{"verse": 1, "text": "For they reasoned unsoundly, saying to themselves,  \n\"Short and sorrowful is our life,  \nand there is no remedy when a life comes to its end,  \nand no one has been known to return from Hades."},{"verse": 2, "text": "For we were born by mere chance,  \nand hereafter we shall be as though we had never been,  \nfor the breath in our nostrils is smoke,  \nand reason is a spark kindled by the beating of our hearts;"},{"verse": 3, "text": "when it is extinguished, the body will turn to ashes,  \nand the spirit will dissolve like empty air."},{"verse": 4, "text": "Our name will be forgotten in time,  \nand no one will remember our works;  \nour life will pass away like the traces of a cloud,  \nand be scattered like mist  \nthat is chased by the rays of the sun  \nand overcome by its heat."},{"verse": 5, "text": "For our allotted time is the passing of a shadow,  \nand there is no return from our death,  \nbecause it is sealed up and no one turns back."},{"verse": 6, "text": "\"Come, therefore, let us enjoy the good things that exist,  \nand make use of the creation to the full as in youth."},{"verse": 7, "text": "Let us take our fill of costly wine and perfumes,  \nand let no flower of spring pass us by."},{"verse": 8, "text": "Let us crown ourselves with rosebuds before they wither."},{"verse": 9, "text": "Let none of us fail to share in our revelry;  \neverywhere let us leave signs of enjoyment,  \nbecause this is our portion, and this our lot."},{"verse": 10, "text": "Let us oppress the righteous poor man;  \nlet us not spare the widow  \nor regard the gray hairs of the aged."},{"verse": 11, "text": "But let our might be our law of right,  \nfor what is weak proves itself to be useless."},{"verse": 12, "text": "\"Let us lie in wait for the righteous man,  \nbecause he is inconvenient to us and opposes our actions;  \nhe reproaches us for sins against the law,  \nand accuses us of sins against our training."},{"verse": 13, "footnotes": {"a": "Wisdom 2:13 Or _servant_"}, "text": "He professes to have knowledge of God,  \nand calls himself a child[^a] of the Lord."},{"verse": 14, "text": "He became to us a reproof of our thoughts;"},{"verse": 15, "text": "the very sight of him is a burden to us,  \nbecause his manner of life is unlike that of others,  \nand his ways are strange."},{"verse": 16, "text": "We are considered by him as something base,  \nand he avoids our ways as unclean;  \nhe calls the last end of the righteous happy,  \nand boasts that God is his father."},{"verse": 17, "text": "Let us see if his words are true,  \nand let us test what will happen at the end of his life;"},{"verse": 18, "text": "for if the righteous man is God\"s child, he will help him,  \nand will deliver him from the hand of his adversaries."},{"verse": 19, "text": "Let us test him with insult and torture,  \nso that we may find out how gentle he is,  \nand make trial of his forbearance."},{"verse": 20, "text": "Let us condemn him to a shameful death,  \nfor, according to what he says, he will be protected.\""},{"verse": 21, "text": "||Error of the Wicked||Thus they reasoned, but they were led astray,  \nfor their wickedness blinded them,"},{"verse": 22, "text": "and they did not know the secret purposes of God,  \nnor hoped for the wages of holiness,  \nnor discerned the prize for blameless souls;"},{"verse": 23, "footnotes": {"a": "Wisdom 2:23 Other ancient authorities read _nature_"}, "text": "for God created us for incorruption,  \nand made us in the image of his own eternity,[^a]"},{"verse": 24, "text": "but through the devil\"s envy death entered the world,  \nand those who belong to his company experience it."}]}
,{"chapter": 3, "verses":[{"verse": 1, "text": "||The Destiny of the Righteous||But the souls of the righteous are in the hand of God,  \nand no torment will ever touch them."},{"verse": 2, "text": "In the eyes of the foolish they seemed to have died,  \nand their departure was thought to be a disaster,"},{"verse": 3, "text": "and their going from us to be their destruction;  \nbut they are at peace."},{"verse": 4, "text": "For though in the sight of others they were punished,  \ntheir hope is full of immortality."},{"verse": 5, "text": "Having been disciplined a little, they will receive great good,  \nbecause God tested them and found them worthy of himself;"},{"verse": 6, "text": "like gold in the furnace he tried them,  \nand like a sacrificial burnt offering he accepted them."},{"verse": 7, "text": "In the time of their visitation they will shine forth,  \nand will run like sparks through the stubble."},{"verse": 8, "text": "They will govern nations and rule over peoples,  \nand the Lord will reign over them forever."},{"verse": 9, "footnotes": {"a": "Wisdom 3:9 Text of this line uncertain; omitted by some ancient authorities. Compare 4.15"}, "text": "Those who trust in him will understand truth,  \nand the faithful will abide with him in love,  \nbecause grace and mercy are upon his holy ones,  \nand he watches over his elect.[^a]"},{"verse": 10, "footnotes": {"a": "Wisdom 3:10 Or _what is right_"}, "text": "||The Destiny of the Ungodly||But the ungodly will be punished as their reasoning deserves,  \nthose who disregarded the righteous[^a]  \nand rebelled against the Lord;"},{"verse": 11, "text": "for those who despise wisdom and instruction are miserable.  \nTheir hope is vain, their labors are unprofitable,  \nand their works are useless."},{"verse": 12, "text": "Their wives are foolish, and their children evil;"},{"verse": 13, "text": "their offspring are accursed.||On Childlessness||\nFor blessed is the barren woman who is undefiled,  \nwho has not entered into a sinful union;  \nshe will have fruit when God examines souls."},{"verse": 14, "text": "Blessed also is the eunuch whose hands have done no lawless deed,  \nand who has not devised wicked things against the Lord;  \nfor special favor will be shown him for his faithfulness,  \nand a place of great delight in the temple of the Lord."},{"verse": 15, "text": "For the fruit of good labors is renowned,  \nand the root of understanding does not fail."},{"verse": 16, "text": "But children of adulterers will not come to maturity,  \nand the offspring of an unlawful union will perish."},{"verse": 17, "text": "Even if they live long they will be held of no account,  \nand finally their old age will be without honor."},{"verse": 18, "text": "If they die young, they will have no hope  \nand no consolation on the day of judgment."},{"verse": 19, "text": "For the end of an unrighteous generation is grievous."}]}
,{"chapter": 4, "verses":[{"verse": 1, "footnotes": {"a": "Wisdom 4:1 Gk _it_"}, "text": "Better than this is childlessness with virtue,  \nfor in the memory of virtue[^a] is immortality,  \nbecause it is known both by God and by mortals."},{"verse": 2, "footnotes": {"a": "Wisdom 4:2 Other ancient authorities read _honor_"}, "text": "When it is present, people imitate[^a] it,  \nand they long for it when it has gone;  \nthroughout all time it marches, crowned in triumph,  \nvictor in the contest for prizes that are undefiled."},{"verse": 3, "text": "But the prolific brood of the ungodly will be of no use,  \nand none of their illegitimate seedlings will strike a deep root  \nor take a firm hold."},{"verse": 4, "text": "For even if they put forth boughs for a while,  \nstanding insecurely they will be shaken by the wind,  \nand by the violence of the winds they will be uprooted."},{"verse": 5, "text": "The branches will be broken off before they come to maturity,  \nand their fruit will be useless,  \nnot ripe enough to eat, and good for nothing."},{"verse": 6, "footnotes": {"a": "Wisdom 4:6 Gk _at their examination_"}, "text": "For children born of unlawful unions  \nare witnesses of evil against their parents when God examines them.[^a]"},{"verse": 7, "text": "But the righteous, though they die early, will be at rest."},{"verse": 8, "text": "For old age is not honored for length of time,  \nor measured by number of years;"},{"verse": 9, "text": "but understanding is gray hair for anyone,  \nand a blameless life is ripe old age."},{"verse": 10, "text": "There were some who pleased God and were loved by him,  \nand while living among sinners were taken up."},{"verse": 11, "text": "They were caught up so that evil might not change their understanding  \nor guile deceive their souls."},{"verse": 12, "text": "For the fascination of wickedness obscures what is good,  \nand roving desire perverts the innocent mind."},{"verse": 13, "text": "Being perfected in a short time, they fulfilled long years;"},{"verse": 14, "text": "for their souls were pleasing to the Lord,  \ntherefore he took them quickly from the midst of wickedness."},{"verse": 15, "text": "Yet the peoples saw and did not understand,  \nor take such a thing to heart,  \nthat God\"s grace and mercy are with his elect,  \nand that he watches over his holy ones."},{"verse": 16, "footnotes": {"a": "Wisdom 4:16 Or _ended_"}, "text": "||The Triumph of the Righteous||The righteous who have died will condemn the ungodly who are living,  \nand youth that is quickly perfected[^a] will condemn the prolonged old age of the unrighteous."},{"verse": 17, "text": "For they will see the end of the wise,  \nand will not understand what the Lord purposed for them,  \nand for what he kept them safe."},{"verse": 18, "footnotes": {"a": "Wisdom 4:18 Gk _They_"}, "text": "The unrighteous[^a] will see, and will have contempt for them,  \nbut the Lord will laugh them to scorn.  \nAfter this they will become dishonored corpses,  \nand an outrage among the dead forever;"},{"verse": 19, "text": "because he will dash them speechless to the ground,  \nand shake them from the foundations;  \nthey will be left utterly dry and barren,  \nand they will suffer anguish,  \nand the memory of them will perish."},{"verse": 20, "text": "||The Final Judgment||They will come with dread when their sins are reckoned up,  \nand their lawless deeds will convict them to their face."}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "Then the righteous will stand with great confidence  \nin the presence of those who have oppressed them  \nand those who make light of their labors."},{"verse": 2, "footnotes": {"a": "Wisdom 5:2 Gk _they_"}, "text": "When the unrighteous[^a] see them, they will be shaken with dreadful fear,  \nand they will be amazed at the unexpected salvation of the righteous."},{"verse": 3, "text": "They will speak to one another in repentance,  \nand in anguish of spirit they will groan, and say,"},{"verse": 4, "text": "\"These are persons whom we once held in derision  \nand made a byword of reproach--fools that we were!  \nWe thought that their lives were madness  \nand that their end was without honor."},{"verse": 5, "text": "Why have they been numbered among the children of God?  \nAnd why is their lot among the saints?"},{"verse": 6, "text": "So it was we who strayed from the way of truth,  \nand the light of righteousness did not shine on us,  \nand the sun did not rise upon us."},{"verse": 7, "text": "We took our fill of the paths of lawlessness and destruction,  \nand we journeyed through trackless deserts,  \nbut the way of the Lord we have not known."},{"verse": 8, "text": "What has our arrogance profited us?  \nAnd what good has our boasted wealth brought us?"},{"verse": 9, "text": "\"All those things have vanished like a shadow,  \nand like a rumor that passes by;"},{"verse": 10, "text": "like a ship that sails through the billowy water,  \nand when it has passed no trace can be found,  \nno track of its keel in the waves;"},{"verse": 11, "text": "or as, when a bird flies through the air,  \nno evidence of its passage is found;  \nthe light air, lashed by the beat of its pinions  \nand pierced by the force of its rushing flight,  \nis traversed by the movement of its wings,  \nand afterward no sign of its coming is found there;"},{"verse": 12, "text": "or as, when an arrow is shot at a target,  \nthe air, thus divided, comes together at once,  \nso that no one knows its pathway."},{"verse": 13, "text": "So we also, as soon as we were born, ceased to be,  \nand we had no sign of virtue to show,  \nbut were consumed in our wickedness.\""},{"verse": 14, "footnotes": {"a": "Wisdom 5:14 Other ancient authorities read _dust_", "b": "Wisdom 5:14 Other ancient authorities read _spider’s web_"}, "text": "Because the hope of the ungodly is like thistledown[^a] carried by the wind,  \nand like a light frost[^b] driven away by a storm;  \nit is dispersed like smoke before the wind,  \nand it passes like the remembrance of a guest who stays but a day."},{"verse": 15, "text": "||The Reward of the Righteous||But the righteous live forever,  \nand their reward is with the Lord;  \nthe Most High takes care of them."},{"verse": 16, "text": "Therefore they will receive a glorious crown  \nand a beautiful diadem from the hand of the Lord,  \nbecause with his right hand he will cover them,  \nand with his arm he will shield them."},{"verse": 17, "footnotes": {"a": "Wisdom 5:17 Gk _He_", "b": "Wisdom 5:17 Or _punish_"}, "text": "The Lord[^a] will take his zeal as his whole armor,  \nand will arm all creation to repel[^b] his enemies;"},{"verse": 18, "text": "he will put on righteousness as a breastplate,  \nand wear impartial justice as a helmet;"},{"verse": 19, "text": "he will take holiness as an invincible shield,"},{"verse": 20, "text": "and sharpen stern wrath for a sword,  \nand creation will join with him to fight against his frenzied foes."},{"verse": 21, "text": "Shafts of lightning will fly with true aim,  \nand will leap from the clouds to the target, as from a well-drawn bow,"},{"verse": 22, "text": "and hailstones full of wrath will be hurled as from a catapult;  \nthe water of the sea will rage against them,  \nand rivers will relentlessly overwhelm them;"},{"verse": 23, "text": "a mighty wind will rise against them,  \nand like a tempest it will winnow them away.  \nLawlessness will lay waste the whole earth,  \nand evildoing will overturn the thrones of rulers."}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||Kings Should Seek Wisdom||Listen therefore, O kings, and understand;  \nlearn, O judges of the ends of the earth."},{"verse": 2, "text": "Give ear, you that rule over multitudes,  \nand boast of many nations."},{"verse": 3, "text": "For your dominion was given you from the Lord,  \nand your sovereignty from the Most High;  \nhe will search out your works and inquire into your plans."},{"verse": 4, "text": "Because as servants of his kingdom you did not rule rightly,  \nor keep the law,  \nor walk according to the purpose of God,"},{"verse": 5, "text": "he will come upon you terribly and swiftly,  \nbecause severe judgment falls on those in high places."},{"verse": 6, "text": "For the lowliest may be pardoned in mercy,  \nbut the mighty will be mightily tested."},{"verse": 7, "text": "For the Lord of all will not stand in awe of anyone,  \nor show deference to greatness;  \nbecause he himself made both small and great,  \nand he takes thought for all alike."},{"verse": 8, "text": "But a strict inquiry is in store for the mighty."},{"verse": 9, "text": "To you then, O monarchs, my words are directed,  \nso that you may learn wisdom and not transgress."},{"verse": 10, "text": "For they will be made holy who observe holy things in holiness,  \nand those who have been taught them will find a defense."},{"verse": 11, "text": "Therefore set your desire on my words;  \nlong for them, and you will be instructed."},{"verse": 12, "text": "||Description of Wisdom||Wisdom is radiant and unfading,  \nand she is easily discerned by those who love her,  \nand is found by those who seek her."},{"verse": 13, "text": "She hastens to make herself known to those who desire her."},{"verse": 14, "text": "One who rises early to seek her will have no difficulty,  \nfor she will be found sitting at the gate."},{"verse": 15, "text": "To fix one\"s thought on her is perfect understanding,  \nand one who is vigilant on her account will soon be free from care,"},{"verse": 16, "text": "because she goes about seeking those worthy of her,  \nand she graciously appears to them in their paths,  \nand meets them in every thought."},{"verse": 17, "footnotes": {"a": "Wisdom 6:17 Gk _Her beginning_"}, "text": "The beginning of wisdom[^a] is the most sincere desire for instruction,  \nand concern for instruction is love of her,"},{"verse": 18, "text": "and love of her is the keeping of her laws,  \nand giving heed to her laws is assurance of immortality,"},{"verse": 19, "text": "and immortality brings one near to God;"},{"verse": 20, "text": "so the desire for wisdom leads to a kingdom."},{"verse": 21, "text": "Therefore if you delight in thrones and scepters, O monarchs over the peoples,  \nhonor wisdom, so that you may reign forever."},{"verse": 22, "text": "I will tell you what wisdom is and how she came to be,  \nand I will hide no secrets from you,  \nbut I will trace her course from the beginning of creation,  \nand make knowledge of her clear,  \nand I will not pass by the truth;"},{"verse": 23, "footnotes": {"a": "Wisdom 6:23 Gk _this_"}, "text": "nor will I travel in the company of sickly envy,  \nfor envy[^a] does not associate with wisdom."},{"verse": 24, "text": "The multitude of the wise is the salvation of the world,  \nand a sensible king is the stability of any people."},{"verse": 25, "text": "Therefore be instructed by my words, and you will profit."}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "||Solomon Like Other Mortals||I also am mortal, like everyone else,  \na descendant of the first-formed child of earth;  \nand in the womb of a mother I was molded into flesh,"},{"verse": 2, "text": "within the period of ten months, compacted with blood,  \nfrom the seed of a man and the pleasure of marriage."},{"verse": 3, "text": "And when I was born, I began to breathe the common air,  \nand fell upon the kindred earth;  \nmy first sound was a cry, as is true of all."},{"verse": 4, "text": "I was nursed with care in swaddling cloths."},{"verse": 5, "text": "For no king has had a different beginning of existence;"},{"verse": 6, "text": "there is for all one entrance into life, and one way out."},{"verse": 7, "text": "||Solomon\"s Respect for Wisdom||Therefore I prayed, and understanding was given me;  \nI called on God, and the spirit of wisdom came to me."},{"verse": 8, "text": "I preferred her to scepters and thrones,  \nand I accounted wealth as nothing in comparison with her."},{"verse": 9, "text": "Neither did I liken to her any priceless gem,  \nbecause all gold is but a little sand in her sight,  \nand silver will be accounted as clay before her."},{"verse": 10, "text": "I loved her more than health and beauty,  \nand I chose to have her rather than light,  \nbecause her radiance never ceases."},{"verse": 11, "text": "All good things came to me along with her,  \nand in her hands uncounted wealth."},{"verse": 12, "text": "I rejoiced in them all, because wisdom leads them;  \nbut I did not know that she was their mother."},{"verse": 13, "text": "I learned without guile and I impart without grudging;  \nI do not hide her wealth,"},{"verse": 14, "text": "for it is an unfailing treasure for mortals;  \nthose who get it obtain friendship with God,  \ncommended for the gifts that come from instruction."},{"verse": 15, "text": "||Solomon Prays for Wisdom||May God grant me to speak with judgment,  \nand to have thoughts worthy of what I have received;  \nfor he is the guide even of wisdom  \nand the corrector of the wise."},{"verse": 16, "text": "For both we and our words are in his hand,  \nas are all understanding and skill in crafts."},{"verse": 17, "text": "For it is he who gave me unerring knowledge of what exists,  \nto know the structure of the world and the activity of the elements;"},{"verse": 18, "text": "the beginning and end and middle of times,  \nthe alternations of the solstices and the changes of the seasons,"},{"verse": 19, "text": "the cycles of the year and the constellations of the stars,"},{"verse": 20, "footnotes": {"a": "Wisdom 7:20 Or _winds_"}, "text": "the natures of animals and the tempers of wild animals,  \nthe powers of spirits[^a] and the thoughts of human beings,  \nthe varieties of plants and the virtues of roots;"},{"verse": 21, "text": "I learned both what is secret and what is manifest,"},{"verse": 22, "text": "for wisdom, the fashioner of all things, taught me.||The Nature of Wisdom||\nThere is in her a spirit that is intelligent, holy,  \nunique, manifold, subtle,  \nmobile, clear, unpolluted,  \ndistinct, invulnerable, loving the good, keen,  \nirresistible,"},{"verse": 23, "text": "beneficent, humane,  \nsteadfast, sure, free from anxiety,  \nall-powerful, overseeing all,  \nand penetrating through all spirits  \nthat are intelligent, pure, and altogether subtle."},{"verse": 24, "text": "For wisdom is more mobile than any motion;  \nbecause of her pureness she pervades and penetrates all things."},{"verse": 25, "text": "For she is a breath of the power of God,  \nand a pure emanation of the glory of the Almighty;  \ntherefore nothing defiled gains entrance into her."},{"verse": 26, "text": "For she is a reflection of eternal light,  \na spotless mirror of the working of God,  \nand an image of his goodness."},{"verse": 27, "text": "Although she is but one, she can do all things,  \nand while remaining in herself, she renews all things;  \nin every generation she passes into holy souls  \nand makes them friends of God, and prophets;"},{"verse": 28, "text": "for God loves nothing so much as the person who lives with wisdom."},{"verse": 29, "text": "She is more beautiful than the sun,  \nand excels every constellation of the stars.  \nCompared with the light she is found to be superior,"},{"verse": 30, "text": "for it is succeeded by the night,  \nbut against wisdom evil does not prevail."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "She reaches mightily from one end of the earth to the other,  \nand she orders all things well."},{"verse": 2, "text": "||Solomon\"s Love for Wisdom||I loved her and sought her from my youth;  \nI desired to take her for my bride,  \nand became enamored of her beauty."},{"verse": 3, "text": "She glorifies her noble birth by living with God,  \nand the Lord of all loves her."},{"verse": 4, "text": "For she is an initiate in the knowledge of God,  \nand an associate in his works."},{"verse": 5, "text": "If riches are a desirable possession in life,  \nwhat is richer than wisdom, the active cause of all things?"},{"verse": 6, "text": "And if understanding is effective,  \nwho more than she is fashioner of what exists?"},{"verse": 7, "text": "And if anyone loves righteousness,  \nher labors are virtues;  \nfor she teaches self-control and prudence,  \njustice and courage;  \nnothing in life is more profitable for mortals than these."},{"verse": 8, "text": "And if anyone longs for wide experience,  \nshe knows the things of old, and infers the things to come;  \nshe understands turns of speech and the solutions of riddles;  \nshe has foreknowledge of signs and wonders  \nand of the outcome of seasons and times."},{"verse": 9, "text": "||Wisdom Indispensible to Rulers||Therefore I determined to take her to live with me,  \nknowing that she would give me good counsel  \nand encouragement in cares and grief."},{"verse": 10, "text": "Because of her I shall have glory among the multitudes  \nand honor in the presence of the elders, though I am young."},{"verse": 11, "text": "I shall be found keen in judgment,  \nand in the sight of rulers I shall be admired."},{"verse": 12, "text": "When I am silent they will wait for me,  \nand when I speak they will give heed;  \nif I speak at greater length,  \nthey will put their hands on their mouths."},{"verse": 13, "text": "Because of her I shall have immortality,  \nand leave an everlasting remembrance to those who come after me."},{"verse": 14, "text": "I shall govern peoples,  \nand nations will be subject to me;"},{"verse": 15, "text": "dread monarchs will be afraid of me when they hear of me;  \namong the people I shall show myself capable, and courageous in war."},{"verse": 16, "text": "When I enter my house, I shall find rest with her;  \nfor companionship with her has no bitterness,  \nand life with her has no pain, but gladness and joy."},{"verse": 17, "text": "When I considered these things inwardly,  \nand pondered in my heart  \nthat in kinship with wisdom there is immortality,"},{"verse": 18, "text": "and in friendship with her, pure delight,  \nand in the labors of her hands, unfailing wealth,  \nand in the experience of her company, understanding,  \nand renown in sharing her words,  \nI went about seeking how to get her for myself."},{"verse": 19, "text": "As a child I was naturally gifted,  \nand a good soul fell to my lot;"},{"verse": 20, "text": "or rather, being good, I entered an undefiled body."},{"verse": 21, "text": "But I perceived that I would not possess wisdom unless God gave her to me--  \nand it was a mark of insight to know whose gift she was--  \nso I appealed to the Lord and implored him,  \nand with my whole heart I said:"}]}
,{"chapter": 9, "verses":[{"verse": 1, "text": "||Solomon\"s Prayer for Wisdom||\"O God of my ancestors and Lord of mercy,  \nwho have made all things by your word,"},{"verse": 2, "text": "and by your wisdom have formed humankind  \nto have dominion over the creatures you have made,"},{"verse": 3, "text": "and rule the world in holiness and righteousness,  \nand pronounce judgment in uprightness of soul,"},{"verse": 4, "text": "give me the wisdom that sits by your throne,  \nand do not reject me from among your servants."},{"verse": 5, "footnotes": {"a": "Wisdom 9:5 Gk _slave_"}, "text": "For I am your servant[^a] the son of your serving girl,  \na man who is weak and short-lived,  \nwith little understanding of judgment and laws;"},{"verse": 6, "text": "for even one who is perfect among human beings  \nwill be regarded as nothing without the wisdom that comes from you."},{"verse": 7, "text": "You have chosen me to be king of your people  \nand to be judge over your sons and daughters."},{"verse": 8, "text": "You have given command to build a temple on your holy mountain,  \nand an altar in the city of your habitation,  \na copy of the holy tent that you prepared from the beginning."},{"verse": 9, "text": "With you is wisdom, she who knows your works  \nand was present when you made the world;  \nshe understands what is pleasing in your sight  \nand what is right according to your commandments."},{"verse": 10, "text": "Send her forth from the holy heavens,  \nand from the throne of your glory send her,  \nthat she may labor at my side,  \nand that I may learn what is pleasing to you."},{"verse": 11, "text": "For she knows and understands all things,  \nand she will guide me wisely in my actions  \nand guard me with her glory."},{"verse": 12, "footnotes": {"a": "Wisdom 9:12 Gk _thrones_"}, "text": "Then my works will be acceptable,  \nand I shall judge your people justly,  \nand shall be worthy of the throne[^a] of my father."},{"verse": 13, "text": "For who can learn the counsel of God?  \nOr who can discern what the Lord wills?"},{"verse": 14, "text": "For the reasoning of mortals is worthless,  \nand our designs are likely to fail;"},{"verse": 15, "footnotes": {"a": "Wisdom 9:15 Or _anxious_"}, "text": "for a perishable body weighs down the soul,  \nand this earthy tent burdens the thoughtful[^a] mind."},{"verse": 16, "text": "We can hardly guess at what is on earth,  \nand what is at hand we find with labor;  \nbut who has traced out what is in the heavens?"},{"verse": 17, "text": "Who has learned your counsel,  \nunless you have given wisdom  \nand sent your holy spirit from on high?"},{"verse": 18, "text": "And thus the paths of those on earth were set right,  \nand people were taught what pleases you,  \nand were saved by wisdom.\""}]}
,{"chapter": 10, "verses":[{"verse": 1, "footnotes": {"a": "Wisdom 10:1 Gk _She_"}, "text": "||The Work of Wisdom from Adam to Moses||Wisdom[^a] protected the first-formed father of the world, when he alone had been created;  \nshe delivered him from his transgression,"},{"verse": 2, "text": "and gave him strength to rule all things."},{"verse": 3, "text": "But when an unrighteous man departed from her in his anger,  \nhe perished because in rage he killed his brother."},{"verse": 4, "text": "When the earth was flooded because of him, wisdom again saved it,  \nsteering the righteous man by a paltry piece of wood."},{"verse": 5, "footnotes": {"a": "Wisdom 10:5 Gk _She_"}, "text": "Wisdom[^a] also, when the nations in wicked agreement had been put to confusion,  \nrecognized the righteous man and preserved him blameless before God,  \nand kept him strong in the face of his compassion for his child."},{"verse": 6, "footnotes": {"a": "Wisdom 10:6 Gk _She_", "b": "Wisdom 10:6 Or _on Pentapolis_"}, "text": "Wisdom[^a] rescued a righteous man when the ungodly were perishing;  \nhe escaped the fire that descended on the Five Cities.[^b]"},{"verse": 7, "text": "Evidence of their wickedness still remains:  \na continually smoking wasteland,  \nplants bearing fruit that does not ripen,  \nand a pillar of salt standing as a monument to an unbelieving soul."},{"verse": 8, "text": "For because they passed wisdom by,  \nthey not only were hindered from recognizing the good,  \nbut also left for humankind a reminder of their folly,  \nso that their failures could never go unnoticed."},{"verse": 9, "text": "Wisdom rescued from troubles those who served her."},{"verse": 10, "text": "When a righteous man fled from his brother\"s wrath,  \nshe guided him on straight paths;  \nshe showed him the kingdom of God,  \nand gave him knowledge of holy things;  \nshe prospered him in his labors,  \nand increased the fruit of his toil."},{"verse": 11, "text": "When his oppressors were covetous,  \nshe stood by him and made him rich."},{"verse": 12, "text": "She protected him from his enemies,  \nand kept him safe from those who lay in wait for him;  \nin his arduous contest she gave him the victory,  \nso that he might learn that godliness is more powerful than anything else."},{"verse": 13, "footnotes": {"a": "Wisdom 10:13 Gk _she_"}, "text": "When a righteous man was sold, wisdom[^a] did not desert him,  \nbut delivered him from sin.  \nShe descended with him into the dungeon,"},{"verse": 14, "text": "and when he was in prison she did not leave him,  \nuntil she brought him the scepter of a kingdom  \nand authority over his masters.  \nThose who accused him she showed to be false,  \nand she gave him everlasting honor."},{"verse": 15, "text": "||Wisdom Led the Israelites out of Egypt||A holy people and blameless race  \nwisdom delivered from a nation of oppressors."},{"verse": 16, "text": "She entered the soul of a servant of the Lord,  \nand withstood dread kings with wonders and signs."},{"verse": 17, "text": "She gave to holy people the reward of their labors;  \nshe guided them along a marvelous way,  \nand became a shelter to them by day,  \nand a starry flame through the night."},{"verse": 18, "text": "She brought them over the Red Sea,  \nand led them through deep waters;"},{"verse": 19, "text": "but she drowned their enemies,  \nand cast them up from the depth of the sea."},{"verse": 20, "text": "Therefore the righteous plundered the ungodly;  \nthey sang hymns, O Lord, to your holy name,  \nand praised with one accord your defending hand;"},{"verse": 21, "text": "for wisdom opened the mouths of those who were mute,  \nand made the tongues of infants speak clearly."}]}
,{"chapter": 11, "verses":[{"verse": 1, "footnotes": {"a": "Wisdom 11:1 Gk _She_"}, "text": "||Wisdom Led the Israelites through the Desert||Wisdom[^a] prospered their works by the hand of a holy prophet."},{"verse": 2, "text": "They journeyed through an uninhabited wilderness,  \nand pitched their tents in untrodden places."},{"verse": 3, "text": "They withstood their enemies and fought off their foes."},{"verse": 4, "text": "When they were thirsty, they called upon you,  \nand water was given them out of flinty rock,  \nand from hard stone a remedy for their thirst."},{"verse": 5, "text": "For through the very things by which their enemies were punished,  \nthey themselves received benefit in their need."},{"verse": 6, "text": "Instead of the fountain of an ever-flowing river,  \nstirred up and defiled with blood"},{"verse": 7, "text": "in rebuke for the decree to kill the infants,  \nyou gave them abundant water unexpectedly,"},{"verse": 8, "text": "showing by their thirst at that time  \nhow you punished their enemies."},{"verse": 9, "text": "For when they were tried, though they were being disciplined in mercy,  \nthey learned how the ungodly were tormented when judged in wrath."},{"verse": 10, "footnotes": {"a": "Wisdom 11:10 Gk _a father_", "b": "Wisdom 11:10 Gk _those_"}, "text": "For you tested them as a parent[^a] does in warning,  \nbut you examined the ungodly[^b] as a stern king does in condemnation."},{"verse": 11, "text": "Whether absent or present, they were equally distressed,"},{"verse": 12, "text": "for a twofold grief possessed them,  \nand a groaning at the memory of what had occurred."},{"verse": 13, "footnotes": {"a": "Wisdom 11:13 Gk _they_"}, "text": "For when they heard that through their own punishments  \nthe righteous[^a] had received benefit, they perceived it was the Lord\"s doing."},{"verse": 14, "text": "For though they had mockingly rejected him who long before had been cast out and exposed,  \nat the end of the events they marveled at him,  \nwhen they felt thirst in a different way from the righteous."},{"verse": 15, "text": "||Punishment of the Wicked||In return for their foolish and wicked thoughts,  \nwhich led them astray to worship irrational serpents and worthless animals,  \nyou sent upon them a multitude of irrational creatures to punish them,"},{"verse": 16, "text": "so that they might learn that one is punished by the very things by which one sins."},{"verse": 17, "text": "For your all-powerful hand,  \nwhich created the world out of formless matter,  \ndid not lack the means to send upon them a multitude of bears, or bold lions,"},{"verse": 18, "text": "or newly-created unknown beasts full of rage,  \nor such as breathe out fiery breath,  \nor belch forth a thick pall of smoke,  \nor flash terrible sparks from their eyes;"},{"verse": 19, "footnotes": {"a": "Wisdom 11:19 Gk _them_"}, "text": "not only could the harm they did destroy people,[^a]  \nbut the mere sight of them could kill by fright."},{"verse": 20, "footnotes": {"a": "Wisdom 11:20 Gk _they_"}, "text": "Even apart from these, people[^a] could fall at a single breath  \nwhen pursued by justice  \nand scattered by the breath of your power.  \nBut you have arranged all things by measure and number and weight."},{"verse": 21, "text": "||God Is Powerful and Merciful||For it is always in your power to show great strength,  \nand who can withstand the might of your arm?"},{"verse": 22, "text": "Because the whole world before you is like a speck that tips the scales,  \nand like a drop of morning dew that falls on the ground."},{"verse": 23, "text": "But you are merciful to all, for you can do all things,  \nand you overlook people\"s sins, so that they may repent."},{"verse": 24, "text": "For you love all things that exist,  \nand detest none of the things that you have made,  \nfor you would not have made anything if you had hated it."},{"verse": 25, "text": "How would anything have endured if you had not willed it?  \nOr how would anything not called forth by you have been preserved?"},{"verse": 26, "text": "You spare all things, for they are yours, O Lord, you who love the living."}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "For your immortal spirit is in all things."},{"verse": 2, "text": "Therefore you correct little by little those who trespass,  \nand you remind and warn them of the things through which they sin,  \nso that they may be freed from wickedness and put their trust in you, O Lord."},{"verse": 3, "text": "||The Sins of the Canaanites||Those who lived long ago in your holy land"},{"verse": 4, "text": "you hated for their detestable practices,  \ntheir works of sorcery and unholy rites,"},{"verse": 5, "footnotes": {"a": "Wisdom 12:5 Gk _slaughterers_", "b": "Wisdom 12:5 Meaning of Gk uncertain"}, "text": "their merciless slaughter[^a] of children,  \nand their sacrificial feasting on human flesh and blood.  \nThese initiates from the midst of a heathen cult,[^b]"},{"verse": 6, "text": "these parents who murder helpless lives,  \nyou willed to destroy by the hands of our ancestors,"},{"verse": 7, "footnotes": {"a": "Wisdom 12:7 Or _children_"}, "text": "so that the land most precious of all to you  \nmight receive a worthy colony of the servants[^a] of God."},{"verse": 8, "footnotes": {"a": "Wisdom 12:8 Or _hornets_"}, "text": "But even these you spared, since they were but mortals,  \nand sent wasps[^a] as forerunners of your army  \nto destroy them little by little,"},{"verse": 9, "text": "though you were not unable to give the ungodly into the hands of the righteous in battle,  \nor to destroy them at one blow by dread wild animals or your stern word."},{"verse": 10, "footnotes": {"a": "Wisdom 12:10 Or _nature_"}, "text": "But judging them little by little you gave them an opportunity to repent,  \nthough you were not unaware that their origin[^a] was evil  \nand their wickedness inborn,  \nand that their way of thinking would never change."},{"verse": 11, "text": "For they were an accursed race from the beginning,  \nand it was not through fear of anyone that you left them unpunished for their sins."},{"verse": 12, "text": "||God Is Sovereign||For who will say, \"What have you done?\"  \nor will resist your judgment?  \nWho will accuse you for the destruction of nations that you made?  \nOr who will come before you to plead as an advocate for the unrighteous?"},{"verse": 13, "footnotes": {"a": "Wisdom 12:13 Or _all things_"}, "text": "For neither is there any god besides you, whose care is for all people,[^a]  \nto whom you should prove that you have not judged unjustly;"},{"verse": 14, "text": "nor can any king or monarch confront you about those whom you have punished."},{"verse": 15, "text": "You are righteous and you rule all things righteously,  \ndeeming it alien to your power  \nto condemn anyone who does not deserve to be punished."},{"verse": 16, "text": "For your strength is the source of righteousness,  \nand your sovereignty over all causes you to spare all."},{"verse": 17, "footnotes": {"a": "Wisdom 12:17 Meaning of Gk uncertain"}, "text": "For you show your strength when people doubt the completeness of your power,  \nand you rebuke any insolence among those who know it.[^a]"},{"verse": 18, "text": "Although you are sovereign in strength, you judge with mildness,  \nand with great forbearance you govern us;  \nfor you have power to act whenever you choose."},{"verse": 19, "text": "||God\"s Lessons for Israel||Through such works you have taught your people  \nthat the righteous must be kind,  \nand you have filled your children with good hope,  \nbecause you give repentance for sins."},{"verse": 20, "footnotes": {"a": "Wisdom 12:20 Other ancient authorities lack _and indulgence_; others read _and entreaty_", "b": "Wisdom 12:20 Or _children_"}, "text": "For if you punished with such great care and indulgence[^a]  \nthe enemies of your servants[^b] and those deserving of death,  \ngranting them time and opportunity to give up their wickedness,"},{"verse": 21, "text": "with what strictness you have judged your children,  \nto whose ancestors you gave oaths and covenants full of good promises!"},{"verse": 22, "text": "So while chastening us you scourge our enemies ten thousand times more,  \nso that, when we judge, we may meditate upon your goodness,  \nand when we are judged, we may expect mercy."},{"verse": 23, "text": "||The Punishment of the Egyptians||Therefore those who lived unrighteously, in a life of folly,  \nyou tormented through their own abominations."},{"verse": 24, "footnotes": {"a": "Wisdom 12:24 Gk _they_"}, "text": "For they went far astray on the paths of error,  \naccepting as gods those animals that even their enemies[^a] despised;  \nthey were deceived like foolish infants."},{"verse": 25, "text": "Therefore, as though to children who cannot reason,  \nyou sent your judgment to mock them."},{"verse": 26, "text": "But those who have not heeded the warning of mild rebukes  \nwill experience the deserved judgment of God."},{"verse": 27, "text": "For when in their suffering they became incensed  \nat those creatures that they had thought to be gods, being punished by means of them,  \nthey saw and recognized as the true God the one whom they had before refused to know.  \nTherefore the utmost condemnation came upon them."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "||The Foolishness of Nature Worship||For all people who were ignorant of God were foolish by nature;  \nand they were unable from the good things that are seen to know the one who exists,  \nnor did they recognize the artisan while paying heed to his works;"},{"verse": 2, "text": "but they supposed that either fire or wind or swift air,  \nor the circle of the stars, or turbulent water,  \nor the luminaries of heaven were the gods that rule the world."},{"verse": 3, "text": "If through delight in the beauty of these things people assumed them to be gods,  \nlet them know how much better than these is their Lord,  \nfor the author of beauty created them."},{"verse": 4, "footnotes": {"a": "Wisdom 13:4 Gk _they_"}, "text": "And if people[^a] were amazed at their power and working,  \nlet them perceive from them  \nhow much more powerful is the one who formed them."},{"verse": 5, "text": "For from the greatness and beauty of created things  \ncomes a corresponding perception of their Creator."},{"verse": 6, "text": "Yet these people are little to be blamed,  \nfor perhaps they go astray  \nwhile seeking God and desiring to find him."},{"verse": 7, "text": "For while they live among his works, they keep searching,  \nand they trust in what they see, because the things that are seen are beautiful."},{"verse": 8, "text": "Yet again, not even they are to be excused;"},{"verse": 9, "text": "for if they had the power to know so much  \nthat they could investigate the world,  \nhow did they fail to find sooner the Lord of these things?"},{"verse": 10, "text": "||The Foolishness of Idolatry||But miserable, with their hopes set on dead things, are those  \nwho give the name \"gods\" to the works of human hands,  \ngold and silver fashioned with skill,  \nand likenesses of animals,  \nor a useless stone, the work of an ancient hand."},{"verse": 11, "text": "A skilled woodcutter may saw down a tree easy to handle  \nand skillfully strip off all its bark,  \nand then with pleasing workmanship  \nmake a useful vessel that serves life\"s needs,"},{"verse": 12, "text": "and burn the cast-off pieces of his work  \nto prepare his food, and eat his fill."},{"verse": 13, "footnotes": {"a": "Wisdom 13:13 Other ancient authorities read _with intelligent skill_"}, "text": "But a cast-off piece from among them, useful for nothing,  \na stick crooked and full of knots,  \nhe takes and carves with care in his leisure,  \nand shapes it with skill gained in idleness;[^a]  \nhe forms it in the likeness of a human being,"},{"verse": 14, "text": "or makes it like some worthless animal,  \ngiving it a coat of red paint and coloring its surface red  \nand covering every blemish in it with paint;"},{"verse": 15, "text": "then he makes a suitable niche for it,  \nand sets it in the wall, and fastens it there with iron."},{"verse": 16, "text": "He takes thought for it, so that it may not fall,  \nbecause he knows that it cannot help itself,  \nfor it is only an image and has need of help."},{"verse": 17, "text": "When he prays about possessions and his marriage and children,  \nhe is not ashamed to address a lifeless thing."},{"verse": 18, "text": "For health he appeals to a thing that is weak;  \nfor life he prays to a thing that is dead;  \nfor aid he entreats a thing that is utterly inexperienced;  \nfor a prosperous journey, a thing that cannot take a step;"},{"verse": 19, "text": "for money-making and work and success with his hands  \nhe asks strength of a thing whose hands have no strength."}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "||Folly of a Navigator Praying to an Idol||Again, one preparing to sail and about to voyage over raging waves  \ncalls upon a piece of wood more fragile than the ship that carries him."},{"verse": 2, "text": "For it was desire for gain that planned that vessel,  \nand wisdom was the artisan who built it;"},{"verse": 3, "text": "but it is your providence, O Father, that steers its course,  \nbecause you have given it a path in the sea,  \nand a safe way through the waves,"},{"verse": 4, "text": "showing that you can save from every danger,  \nso that even a person who lacks skill may put to sea."},{"verse": 5, "text": "It is your will that works of your wisdom should not be without effect;  \ntherefore people trust their lives even to the smallest piece of wood,  \nand passing through the billows on a raft they come safely to land."},{"verse": 6, "text": "For even in the beginning, when arrogant giants were perishing,  \nthe hope of the world took refuge on a raft,  \nand guided by your hand left to the world the seed of a new generation."},{"verse": 7, "text": "For blessed is the wood by which righteousness comes."},{"verse": 8, "text": "But the idol made with hands is accursed, and so is the one who made it--  \nhe for having made it, and the perishable thing because it was named a god."},{"verse": 9, "text": "For equally hateful to God are the ungodly and their ungodliness;"},{"verse": 10, "text": "for what was done will be punished together with the one who did it."},{"verse": 11, "text": "Therefore there will be a visitation also upon the heathen idols,  \nbecause, though part of what God created, they became an abomination,  \nsnares for human souls  \nand a trap for the feet of the foolish."},{"verse": 12, "text": "||The Origin and Evils of Idolatry||For the idea of making idols was the beginning of fornication,  \nand the invention of them was the corruption of life;"},{"verse": 13, "text": "for they did not exist from the beginning,  \nnor will they last forever."},{"verse": 14, "text": "For through human vanity they entered the world,  \nand therefore their speedy end has been planned."},{"verse": 15, "text": "For a father, consumed with grief at an untimely bereavement,  \nmade an image of his child, who had been suddenly taken from him;  \nhe now honored as a god what was once a dead human being,  \nand handed on to his dependents secret rites and initiations."},{"verse": 16, "text": "Then the ungodly custom, grown strong with time, was kept as a law,  \nand at the command of monarchs carved images were worshiped."},{"verse": 17, "footnotes": {"a": "Wisdom 14:17 Gk _them_"}, "text": "When people could not honor monarchs[^a] in their presence, since they lived at a distance,  \nthey imagined their appearance far away,  \nand made a visible image of the king whom they honored,  \nso that by their zeal they might flatter the absent one as though present."},{"verse": 18, "text": "Then the ambition of the artisan impelled  \neven those who did not know the king to intensify their worship."},{"verse": 19, "text": "For he, perhaps wishing to please his ruler,  \nskillfully forced the likeness to take more beautiful form,"},{"verse": 20, "text": "and the multitude, attracted by the charm of his work,  \nnow regarded as an object of worship the one whom shortly before they had honored as a human being."},{"verse": 21, "text": "And this became a hidden trap for humankind,  \nbecause people, in bondage to misfortune or to royal authority,  \nbestowed on objects of stone or wood the name that ought not to be shared."},{"verse": 22, "text": "Then it was not enough for them to err about the knowledge of God,  \nbut though living in great strife due to ignorance,  \nthey call such great evils peace."},{"verse": 23, "text": "For whether they kill children in their initiations, or celebrate secret mysteries,  \nor hold frenzied revels with strange customs,"},{"verse": 24, "text": "they no longer keep either their lives or their marriages pure,  \nbut they either treacherously kill one another, or grieve one another by adultery,"},{"verse": 25, "text": "and all is a raging riot of blood and murder, theft and deceit, corruption, faithlessness, tumult, perjury,"},{"verse": 26, "text": "confusion over what is good, forgetfulness of favors,  \ndefiling of souls, sexual perversion,  \ndisorder in marriages, adultery, and debauchery."},{"verse": 27, "text": "For the worship of idols not to be named  \nis the beginning and cause and end of every evil."},{"verse": 28, "footnotes": {"a": "Wisdom 14:28 Gk _they_"}, "text": "For their worshipers[^a] either rave in exultation,  \nor prophesy lies, or live unrighteously, or readily commit perjury;"},{"verse": 29, "text": "for because they trust in lifeless idols  \nthey swear wicked oaths and expect to suffer no harm."},{"verse": 30, "text": "But just penalties will overtake them on two counts:  \nbecause they thought wrongly about God in devoting themselves to idols,  \nand because in deceit they swore unrighteously through contempt for holiness."},{"verse": 31, "footnotes": {"a": "Wisdom 14:31 Or _of the oaths people swear_"}, "text": "For it is not the power of the things by which people swear,[^a]  \nbut the just penalty for those who sin,  \nthat always pursues the transgression of the unrighteous."}]}
,{"chapter": 15, "verses":[{"verse": 1, "footnotes": {"a": "Wisdom 15:1 Or _ruling the universe_"}, "text": "||Benefits of Worshiping the True God||But you, our God, are kind and true,  \npatient, and ruling all things[^a] in mercy."},{"verse": 2, "text": "For even if we sin we are yours, knowing your power;  \nbut we will not sin, because we know that you acknowledge us as yours."},{"verse": 3, "text": "For to know you is complete righteousness,  \nand to know your power is the root of immortality."},{"verse": 4, "text": "For neither has the evil intent of human art misled us,  \nnor the fruitless toil of painters,  \na figure stained with varied colors,"},{"verse": 5, "footnotes": {"a": "Wisdom 15:5 Gk _and he desires_"}, "text": "whose appearance arouses yearning in fools,  \nso that they desire[^a] the lifeless form of a dead image."},{"verse": 6, "footnotes": {"a": "Wisdom 15:6 Gk _such hopes_"}, "text": "Lovers of evil things and fit for such objects of hope[^a]  \nare those who either make or desire or worship them."},{"verse": 7, "text": "||The Foolishness of Worshiping Clay Idols||A potter kneads the soft earth  \nand laboriously molds each vessel for our service,  \nfashioning out of the same clay  \nboth the vessels that serve clean uses  \nand those for contrary uses, making all alike;  \nbut which shall be the use of each of them  \nthe worker in clay decides."},{"verse": 8, "text": "With misspent toil, these workers form a futile god from the same clay--  \nthese mortals who were made of earth a short time before  \nand after a little while go to the earth from which all mortals are taken,  \nwhen the time comes to return the souls that were borrowed."},{"verse": 9, "text": "But the workers are not concerned that mortals are destined to die  \nor that their life is brief,  \nbut they compete with workers in gold and silver,  \nand imitate workers in copper;  \nand they count it a glorious thing to mold counterfeit gods."},{"verse": 10, "text": "Their heart is ashes, their hope is cheaper than dirt,  \nand their lives are of less worth than clay,"},{"verse": 11, "text": "because they failed to know the one who formed them  \nand inspired them with active souls  \nand breathed a living spirit into them."},{"verse": 12, "text": "But they considered our existence an idle game,  \nand life a festival held for profit,  \nfor they say one must get money however one can, even by base means."},{"verse": 13, "text": "For these persons, more than all others, know that they sin  \nwhen they make from earthy matter fragile vessels and carved images."},{"verse": 14, "text": "But most foolish, and more miserable than an infant,  \nare all the enemies who oppressed your people."},{"verse": 15, "text": "For they thought that all their heathen idols were gods,  \nthough these have neither the use of their eyes to see with,  \nnor nostrils with which to draw breath,  \nnor ears with which to hear,  \nnor fingers to feel with,  \nand their feet are of no use for walking."},{"verse": 16, "text": "For a human being made them,  \nand one whose spirit is borrowed formed them;  \nfor none can form gods that are like themselves."},{"verse": 17, "footnotes": {"a": "Wisdom 15:17 Other ancient authorities read _of which_", "b": "Wisdom 15:17 Gk _but they_"}, "text": "People are mortal, and what they make with lawless hands is dead;  \nfor they are better than the objects they worship,  \nsince[^a] they have life, but the idols[^b] never had."},{"verse": 18, "text": "||Serpents in the Desert||Moreover, they worship even the most hateful animals,  \nwhich are worse than all others when judged by their lack of intelligence;"},{"verse": 19, "text": "and even as animals they are not so beautiful in appearance that one would desire them,  \nbut they have escaped both the praise of God and his blessing."}]}
,{"chapter": 16, "verses":[{"verse": 1, "footnotes": {"a": "Wisdom 16:1 Gk _they_"}, "text": "Therefore those people[^a] were deservedly punished through such creatures,  \nand were tormented by a multitude of animals."},{"verse": 2, "text": "Instead of this punishment you showed kindness to your people,  \nand you prepared quails to eat,  \na delicacy to satisfy the desire of appetite;"},{"verse": 3, "footnotes": {"a": "Wisdom 16:3 Gk _loathed the necessary appetite_", "b": "Wisdom 16:3 Gk _they_"}, "text": "in order that those people, when they desired food,  \nmight lose the least remnant of appetite[^a]  \nbecause of the odious creatures sent to them,  \nwhile your people,[^b] after suffering want a short time,  \nmight partake of delicacies."},{"verse": 4, "text": "For it was necessary that upon those oppressors inescapable want should come,  \nwhile to these others it was merely shown how their enemies were being tormented."},{"verse": 5, "footnotes": {"a": "Wisdom 16:5 Gk _them_"}, "text": "For when the terrible rage of wild animals came upon your people[^a]  \nand they were being destroyed by the bites of writhing serpents,  \nyour wrath did not continue to the end;"},{"verse": 6, "text": "they were troubled for a little while as a warning,  \nand received a symbol of deliverance to remind them of your law\"s command."},{"verse": 7, "text": "For the one who turned toward it was saved, not by the thing that was beheld,  \nbut by you, the Savior of all."},{"verse": 8, "text": "And by this also you convinced our enemies  \nthat it is you who deliver from every evil."},{"verse": 9, "text": "For they were killed by the bites of locusts and flies,  \nand no healing was found for them,  \nbecause they deserved to be punished by such things."},{"verse": 10, "text": "But your children were not conquered even by the fangs of venomous serpents,  \nfor your mercy came to their help and healed them."},{"verse": 11, "footnotes": {"a": "Wisdom 16:11 Meaning of Gk uncertain"}, "text": "To remind them of your oracles they were bitten,  \nand then were quickly delivered,  \nso that they would not fall into deep forgetfulness  \nand become unresponsive[^a] to your kindness."},{"verse": 12, "text": "For neither herb nor poultice cured them,  \nbut it was your word, O Lord, that heals all people."},{"verse": 13, "text": "For you have power over life and death;  \nyou lead mortals down to the gates of Hades and back again."},{"verse": 14, "text": "A person in wickedness kills another,  \nbut cannot bring back the departed spirit,  \nor set free the imprisoned soul."},{"verse": 15, "text": "||Disastrous Storms Strike Egypt||To escape from your hand is impossible;"},{"verse": 16, "text": "for the ungodly, refusing to know you,  \nwere flogged by the strength of your arm,  \npursued by unusual rains and hail and relentless storms,  \nand utterly consumed by fire."},{"verse": 17, "text": "For--most incredible of all--in water, which quenches all things,  \nthe fire had still greater effect,  \nfor the universe defends the righteous."},{"verse": 18, "text": "At one time the flame was restrained,  \nso that it might not consume the creatures sent against the ungodly,  \nbut that seeing this they might know  \nthat they were being pursued by the judgment of God;"},{"verse": 19, "text": "and at another time even in the midst of water it burned more intensely than fire,  \nto destroy the crops of the unrighteous land."},{"verse": 20, "text": "||The Israelites Receive Manna||Instead of these things you gave your people food of angels,  \nand without their toil you supplied them from heaven with bread ready to eat,  \nproviding every pleasure and suited to every taste."},{"verse": 21, "footnotes": {"a": "Wisdom 16:21 Gk _and it, ministering_"}, "text": "For your sustenance manifested your sweetness toward your children;  \nand the bread, ministering[^a] to the desire of the one who took it,  \nwas changed to suit everyone\"s liking."},{"verse": 22, "text": "Snow and ice withstood fire without melting,  \nso that they might know that the crops of their enemies  \nwere being destroyed by the fire that blazed in the hail  \nand flashed in the showers of rain;"},{"verse": 23, "footnotes": {"a": "Wisdom 16:23 Gk _this_"}, "text": "whereas the fire,[^a] in order that the righteous might be fed,  \neven forgot its native power."},{"verse": 24, "text": "For creation, serving you who made it,  \nexerts itself to punish the unrighteous,  \nand in kindness relaxes on behalf of those who trust in you."},{"verse": 25, "footnotes": {"a": "Wisdom 16:25 Or _who made supplication_"}, "text": "Therefore at that time also, changed into all forms,  \nit served your all-nourishing bounty,  \naccording to the desire of those who had need,[^a]"},{"verse": 26, "text": "so that your children, whom you loved, O Lord, might learn  \nthat it is not the production of crops that feeds humankind  \nbut that your word sustains those who trust in you."},{"verse": 27, "text": "For what was not destroyed by fire  \nwas melted when simply warmed by a fleeting ray of the sun,"},{"verse": 28, "text": "to make it known that one must rise before the sun to give you thanks,  \nand must pray to you at the dawning of the light;"},{"verse": 29, "text": "for the hope of an ungrateful person will melt like wintry frost,  \nand flow away like waste water."}]}
,{"chapter": 17, "verses":[{"verse": 1, "text": "||Terror Strikes the Egyptians at Night||Great are your judgments and hard to describe;  \ntherefore uninstructed souls have gone astray."},{"verse": 2, "text": "For when lawless people supposed that they held the holy nation in their power,  \nthey themselves lay as captives of darkness and prisoners of long night,  \nshut in under their roofs, exiles from eternal providence."},{"verse": 3, "footnotes": {"a": "Wisdom 17:3 Other ancient authorities read _unobserved, they were darkened behind a dark curtain of forgetfulness, terribly_"}, "text": "For thinking that in their secret sins they were unobserved  \nbehind a dark curtain of forgetfulness,  \nthey were scattered, terribly[^a] alarmed,  \nand appalled by specters."},{"verse": 4, "text": "For not even the inner chamber that held them protected them from fear,  \nbut terrifying sounds rang out around them,  \nand dismal phantoms with gloomy faces appeared."},{"verse": 5, "text": "And no power of fire was able to give light,  \nnor did the brilliant flames of the stars  \navail to illumine that hateful night."},{"verse": 6, "text": "Nothing was shining through to them  \nexcept a dreadful, self-kindled fire,  \nand in terror they deemed the things that they saw  \nto be worse than that unseen appearance."},{"verse": 7, "text": "The delusions of their magic art lay humbled,  \nand their boasted wisdom was scornfully rebuked."},{"verse": 8, "text": "For those who promised to drive off the fears and disorders of a sick soul  \nwere sick themselves with ridiculous fear."},{"verse": 9, "text": "For even if nothing disturbing frightened them,  \nyet, scared by the passing of wild animals and the hissing of snakes"},{"verse": 10, "text": "they perished in trembling fear,  \nrefusing to look even at the air, though it nowhere could be avoided."},{"verse": 11, "footnotes": {"a": "Wisdom 17:11 Meaning of Gk uncertain", "b": "Wisdom 17:11 Other ancient authorities read _anticipated_"}, "text": "For wickedness is a cowardly thing, condemned by its own testimony;[^a]  \ndistressed by conscience, it has always exaggerated[^b] the difficulties."},{"verse": 12, "text": "For fear is nothing but a giving up of the helps that come from reason;"},{"verse": 13, "text": "and hope, defeated by this inward weakness,  \nprefers ignorance of what causes the torment."},{"verse": 14, "text": "But throughout the night, which was really powerless  \nand which came upon them from the recesses of powerless Hades,  \nthey all slept the same sleep,"},{"verse": 15, "text": "and now were driven by monstrous specters,  \nand now were paralyzed by their souls\" surrender;  \nfor sudden and unexpected fear overwhelmed them."},{"verse": 16, "text": "And whoever was there fell down,  \nand thus was kept shut up in a prison not made of iron;"},{"verse": 17, "text": "for whether they were farmers or shepherds  \nor workers who toiled in the wilderness,  \nthey were seized, and endured the inescapable fate;  \nfor with one chain of darkness they all were bound."},{"verse": 18, "text": "Whether there came a whistling wind,  \nor a melodious sound of birds in wide-spreading branches,  \nor the rhythm of violently rushing water,"},{"verse": 19, "text": "or the harsh crash of rocks hurled down,  \nor the unseen running of leaping animals,  \nor the sound of the most savage roaring beasts,  \nor an echo thrown back from a hollow of the mountains,  \nit paralyzed them with terror."},{"verse": 20, "text": "For the whole world was illumined with brilliant light,  \nand went about its work unhindered,"},{"verse": 21, "text": "while over those people alone heavy night was spread,  \nan image of the darkness that was destined to receive them;  \nbut still heavier than darkness were they to themselves."}]}
,{"chapter": 18, "verses":[{"verse": 1, "footnotes": {"a": "Wisdom 18:1 Gk _They_"}, "text": "||Light Shines on the Israelites||But for your holy ones there was very great light.  \nTheir enemies[^a] heard their voices but did not see their forms,  \nand counted them happy for not having suffered,"},{"verse": 2, "footnotes": {"a": "Wisdom 18:2 Meaning of Gk uncertain", "b": "Wisdom 18:2 Meaning of Gk uncertain"}, "text": "and were thankful that your holy ones,[^a] though previously wronged, were doing them no injury;  \nand they begged their pardon for having been at variance with them.[^b]"},{"verse": 3, "footnotes": {"a": "Wisdom 18:3 Gk _their_"}, "text": "Therefore you provided a flaming pillar of fire  \nas a guide for your people\"s[^a] unknown journey,  \nand a harmless sun for their glorious wandering."},{"verse": 4, "footnotes": {"a": "Wisdom 18:4 Gk _those persons_"}, "text": "For their enemies[^a] deserved to be deprived of light and imprisoned in darkness,  \nthose who had kept your children imprisoned,  \nthrough whom the imperishable light of the law was to be given to the world."},{"verse": 5, "text": "||The Death of the Egyptian Firstborn||When they had resolved to kill the infants of your holy ones,  \nand one child had been abandoned and rescued,  \nyou in punishment took away a multitude of their children;  \nand you destroyed them all together by a mighty flood."},{"verse": 6, "text": "That night was made known beforehand to our ancestors,  \nso that they might rejoice in sure knowledge of the oaths in which they trusted."},{"verse": 7, "text": "The deliverance of the righteous and the destruction of their enemies  \nwere expected by your people."},{"verse": 8, "text": "For by the same means by which you punished our enemies  \nyou called us to yourself and glorified us."},{"verse": 9, "footnotes": {"a": "Wisdom 18:9 Other ancient authorities read _dangers, the ancestors already leading the songs of praise_"}, "text": "For in secret the holy children of good people offered sacrifices,  \nand with one accord agreed to the divine law,  \nso that the saints would share alike the same things,  \nboth blessings and dangers;  \nand already they were singing the praises of the ancestors.[^a]"},{"verse": 10, "text": "But the discordant cry of their enemies echoed back,  \nand their piteous lament for their children was spread abroad."},{"verse": 11, "text": "The slave was punished with the same penalty as the master,  \nand the commoner suffered the same loss as the king;"},{"verse": 12, "footnotes": {"a": "Wisdom 18:12 Gk _name_"}, "text": "and they all together, by the one form[^a] of death,  \nhad corpses too many to count.  \nFor the living were not sufficient even to bury them,  \nsince in one instant their most valued children had been destroyed."},{"verse": 13, "text": "For though they had disbelieved everything because of their magic arts,  \nyet, when their firstborn were destroyed, they acknowledged your people to be God\"s child."},{"verse": 14, "text": "For while gentle silence enveloped all things,  \nand night in its swift course was now half gone,"},{"verse": 15, "text": "your all-powerful word leaped from heaven, from the royal throne,  \ninto the midst of the land that was doomed,  \na stern warrior"},{"verse": 16, "text": "carrying the sharp sword of your authentic command,  \nand stood and filled all things with death,  \nand touched heaven while standing on the earth."},{"verse": 17, "text": "Then at once apparitions in dreadful dreams greatly troubled them,  \nand unexpected fears assailed them;"},{"verse": 18, "text": "and one here and another there, hurled down half dead,  \nmade known why they were dying;"},{"verse": 19, "text": "for the dreams that disturbed them forewarned them of this,  \nso that they might not perish without knowing why they suffered."},{"verse": 20, "text": "||Threat of Annihilation in the Desert||The experience of death touched also the righteous,  \nand a plague came upon the multitude in the desert,  \nbut the wrath did not long continue."},{"verse": 21, "text": "For a blameless man was quick to act as their champion;  \nhe brought forward the shield of his ministry,  \nprayer and propitiation by incense;  \nhe withstood the anger and put an end to the disaster,  \nshowing that he was your servant."},{"verse": 22, "footnotes": {"a": "Wisdom 18:22 Cn: Gk _multitude_"}, "text": "He conquered the wrath[^a] not by strength of body,  \nnot by force of arms,  \nbut by his word he subdued the avenger,  \nappealing to the oaths and covenants given to our ancestors."},{"verse": 23, "text": "For when the dead had already fallen on one another in heaps,  \nhe intervened and held back the wrath,  \nand cut off its way to the living."},{"verse": 24, "text": "For on his long robe the whole world was depicted,  \nand the glories of the ancestors were engraved on the four rows of stones,  \nand your majesty was on the diadem upon his head."},{"verse": 25, "footnotes": {"a": "Wisdom 18:25 Other ancient authorities read _they_"}, "text": "To these the destroyer yielded, these he[^a] feared;  \nfor merely to test the wrath was enough."}]}
,{"chapter": 19, "verses":[{"verse": 1, "footnotes": {"a": "Wisdom 19:1 Gk _he_"}, "text": "||The Red Sea||But the ungodly were assailed to the end by pitiless anger,  \nfor God[^a] knew in advance even their future actions:"},{"verse": 2, "footnotes": {"a": "Wisdom 19:2 Other ancient authorities read _had changed their minds to permit_"}, "text": "how, though they themselves had permitted[^a] your people to depart  \nand hastily sent them out,  \nthey would change their minds and pursue them."},{"verse": 3, "text": "For while they were still engaged in mourning,  \nand were lamenting at the graves of their dead,  \nthey reached another foolish decision,  \nand pursued as fugitives those whom they had begged and compelled to leave."},{"verse": 4, "text": "For the fate they deserved drew them on to this end,  \nand made them forget what had happened,  \nin order that they might fill up the punishment that their torments still lacked,"},{"verse": 5, "footnotes": {"a": "Wisdom 19:5 Other ancient authorities read _accomplish_"}, "text": "and that your people might experience[^a] an incredible journey,  \nbut they themselves might meet a strange death."},{"verse": 6, "footnotes": {"a": "Wisdom 19:6 Or _servants_"}, "text": "||God Guides and Protects His People||For the whole creation in its nature was fashioned anew,  \ncomplying with your commands,  \nso that your children[^a] might be kept unharmed."},{"verse": 7, "text": "The cloud was seen overshadowing the camp,  \nand dry land emerging where water had stood before,  \nan unhindered way out of the Red Sea,  \nand a grassy plain out of the raging waves,"},{"verse": 8, "text": "where those protected by your hand passed through as one nation,  \nafter gazing on marvelous wonders."},{"verse": 9, "text": "For they ranged like horses,  \nand leaped like lambs,  \npraising you, O Lord, who delivered them."},{"verse": 10, "text": "For they still recalled the events of their sojourn,  \nhow instead of producing animals the earth brought forth gnats,  \nand instead of fish the river spewed out vast numbers of frogs."},{"verse": 11, "footnotes": {"a": "Wisdom 19:11 Or _production_"}, "text": "Afterward they saw also a new kind[^a] of birds,  \nwhen desire led them to ask for luxurious food;"},{"verse": 12, "text": "for, to give them relief, quails came up from the sea."},{"verse": 13, "text": "||The Punishment of the Egyptians||The punishments did not come upon the sinners  \nwithout prior signs in the violence of thunder,  \nfor they justly suffered because of their wicked acts;  \nfor they practiced a more bitter hatred of strangers."},{"verse": 14, "text": "Others had refused to receive strangers when they came to them,  \nbut these made slaves of guests who were their benefactors."},{"verse": 15, "text": "And not only so--but, while punishment of some sort will come upon the former  \nfor having received strangers with hostility,"},{"verse": 16, "text": "the latter, having first received them with festal celebrations,  \nafterward afflicted with terrible sufferings  \nthose who had already shared the same rights."},{"verse": 17, "text": "They were stricken also with loss of sight--  \njust as were those at the door of the righteous man--  \nwhen, surrounded by yawning darkness,  \nall of them tried to find the way through their own doors."},{"verse": 18, "footnotes": {"a": "Wisdom 19:18 Gk _changing_", "b": "Wisdom 19:18 Meaning of Gk uncertain"}, "text": "||A New Harmony in Nature||For the elements changed[^a] places with one another,  \nas on a harp the notes vary the nature of the rhythm,  \nwhile each note remains the same.[^b]  \nThis may be clearly inferred from the sight of what took place."},{"verse": 19, "text": "For land animals were transformed into water creatures,  \nand creatures that swim moved over to the land."},{"verse": 20, "text": "Fire even in water retained its normal power,  \nand water forgot its fire-quenching nature."},{"verse": 21, "footnotes": {"a": "Wisdom 19:21 Cn: Gk _nor could be melted_"}, "text": "Flames, on the contrary, failed to consume  \nthe flesh of perishable creatures that walked among them,  \nnor did they melt[^a] the crystalline, quick-melting kind of heavenly food."},{"verse": 22, "text": "||Conclusion||For in everything, O Lord, you have exalted and glorified your people,  \nand you have not neglected to help them at all times and in all places."}]}
]}