{"book": "Zechariah", "chapters":[
{"chapter": 1, "verses":[{"verse": 1, "text": "||Israel Urged to Repent||In the eighth month, in the second year of Darius, the word of the LORD came to the prophet Zechariah son of Berechiah son of Iddo, saying:"},{"verse": 2, "text": "The LORD was very angry with your ancestors."},{"verse": 3, "text": "Therefore say to them, Thus says the LORD of hosts: Return to me, says the LORD of hosts, and I will return to you, says the LORD of hosts."},{"verse": 4, "text": "Do not be like your ancestors, to whom the former prophets proclaimed, \"Thus says the LORD of hosts, Return from your evil ways and from your evil deeds.\" But they did not hear or heed me, says the LORD."},{"verse": 5, "text": "Your ancestors, where are they? And the prophets, do they live forever?"},{"verse": 6, "text": "But my words and my statutes, which I commanded my servants the prophets, did they not overtake your ancestors? So they repented and said, \"The LORD of hosts has dealt with us according to our ways and deeds, just as he planned to do.\""},{"verse": 7, "footnotes": {"a": "Zechariah 1:7 Heb _and he_"}, "text": "||First Vision: The Horsemen||On the twenty-fourth day of the eleventh month, the month of Shebat, in the second year of Darius, the word of the LORD came to the prophet Zechariah son of Berechiah son of Iddo; and Zechariah[^a] said,"},{"verse": 8, "text": "In the night I saw a man riding on a red horse! He was standing among the myrtle trees in the glen; and behind him were red, sorrel, and white horses."},{"verse": 9, "text": "Then I said, \"What are these, my lord?\" The angel who talked with me said to me, \"I will show you what they are.\""},{"verse": 10, "text": "So the man who was standing among the myrtle trees answered, \"They are those whom the LORD has sent to patrol the earth.\""},{"verse": 11, "text": "Then they spoke to the angel of the LORD who was standing among the myrtle trees, \"We have patrolled the earth, and lo, the whole earth remains at peace.\""},{"verse": 12, "text": "Then the angel of the LORD said, \"O LORD of hosts, how long will you withhold mercy from Jerusalem and the cities of Judah, with which you have been angry these seventy years?\""},{"verse": 13, "text": "Then the LORD replied with gracious and comforting words to the angel who talked with me."},{"verse": 14, "text": "So the angel who talked with me said to me, Proclaim this message: Thus says the LORD of hosts; I am very jealous for Jerusalem and for Zion."},{"verse": 15, "text": "And I am extremely angry with the nations that are at ease; for while I was only a little angry, they made the disaster worse."},{"verse": 16, "text": "Therefore, thus says the LORD, I have returned to Jerusalem with compassion; my house shall be built in it, says the LORD of hosts, and the measuring line shall be stretched out over Jerusalem."},{"verse": 17, "text": "Proclaim further: Thus says the LORD of hosts: My cities shall again overflow with prosperity; the LORD will again comfort Zion and again choose Jerusalem."},{"verse": 18, "footnotes": {"a": "Zechariah 1:18 Ch 2.1 in Heb"}, "text": "||Second Vision: The Horns and the Smiths||[^a] And I looked up and saw four horns."},{"verse": 19, "text": "I asked the angel who talked with me, \"What are these?\" And he answered me, \"These are the horns that have scattered Judah, Israel, and Jerusalem.\""},{"verse": 20, "text": "Then the LORD showed me four blacksmiths."},{"verse": 21, "footnotes": {"a": "Zechariah 1:21 Heb _it_"}, "text": "And I asked, \"What are they coming to do?\" He answered, \"These are the horns that scattered Judah, so that no head could be raised; but these have come to terrify them, to strike down the horns of the nations that lifted up their horns against the land of Judah to scatter its people.\"[^a]"}]}
,{"chapter": 2, "verses":[{"verse": 1, "footnotes": {"a": "Zechariah 2:1 Ch 2.5 in Heb"}, "text": "||Third Vision: The Man with a Measuring Line||[^a] I looked up and saw a man with a measuring line in his hand."},{"verse": 2, "text": "Then I asked, \"Where are you going?\" He answered me, \"To measure Jerusalem, to see what is its width and what is its length.\""},{"verse": 3, "text": "Then the angel who talked with me came forward, and another angel came forward to meet him,"},{"verse": 4, "text": "and said to him, \"Run, say to that young man: Jerusalem shall be inhabited like villages without walls, because of the multitude of people and animals in it."},{"verse": 5, "text": "For I will be a wall of fire all around it, says the LORD, and I will be the glory within it.\""},{"verse": 6, "text": "||Interlude: An Appeal to the Exiles||Up, up! Flee from the land of the north, says the LORD; for I have spread you abroad like the four winds of heaven, says the LORD."},{"verse": 7, "text": "Up! Escape to Zion, you that live with daughter Babylon."},{"verse": 8, "footnotes": {"a": "Zechariah 2:8 Cn: Heb _after glory he_", "b": "Zechariah 2:8 Heb _his eye_"}, "text": "For thus said the LORD of hosts (after his glory[^a] sent me) regarding the nations that plundered you: Truly, one who touches you touches the apple of my eye.[^b]"},{"verse": 9, "footnotes": {"a": "Zechariah 2:9 Or _wave_"}, "text": "See now, I am going to raise[^a] my hand against them, and they shall become plunder for their own slaves. Then you will know that the LORD of hosts has sent me."},{"verse": 10, "text": "Sing and rejoice, O daughter Zion! For lo, I will come and dwell in your midst, says the LORD."},{"verse": 11, "text": "Many nations shall join themselves to the LORD on that day, and shall be my people; and I will dwell in your midst. And you shall know that the LORD of hosts has sent me to you."},{"verse": 12, "text": "The LORD will inherit Judah as his portion in the holy land, and will again choose Jerusalem."},{"verse": 13, "text": "Be silent, all people, before the LORD; for he has roused himself from his holy dwelling."}]}
,{"chapter": 3, "verses":[{"verse": 1, "footnotes": {"a": "Zechariah 3:1 Or _the Accuser_; Heb _the Adversary_"}, "text": "||Fourth Vision: Joshua and Satan||Then he showed me the high priest Joshua standing before the angel of the LORD, and Satan[^a] standing at his right hand to accuse him."},{"verse": 2, "footnotes": {"a": "Zechariah 3:2 Or _the Accuser_; Heb _the Adversary_", "b": "Zechariah 3:2 Or _the Accuser_; Heb _the Adversary_"}, "text": "And the LORD said to Satan,[^a] \"The LORD rebuke you, O Satan![^b] The LORD who has chosen Jerusalem rebuke you! Is not this man a brand plucked from the fire?\""},{"verse": 3, "text": "Now Joshua was dressed with filthy clothes as he stood before the angel."},{"verse": 4, "text": "The angel said to those who were standing before him, \"Take off his filthy clothes.\" And to him he said, \"See, I have taken your guilt away from you, and I will clothe you with festal apparel.\""},{"verse": 5, "text": "And I said, \"Let them put a clean turban on his head.\" So they put a clean turban on his head and clothed him with the apparel; and the angel of the LORD was standing by."},{"verse": 6, "text": "Then the angel of the LORD assured Joshua, saying"},{"verse": 7, "text": "\"Thus says the LORD of hosts: If you will walk in my ways and keep my requirements, then you shall rule my house and have charge of my courts, and I will give you the right of access among those who are standing here."},{"verse": 8, "text": "Now listen, Joshua, high priest, you and your colleagues who sit before you! For they are an omen of things to come: I am going to bring my servant the Branch."},{"verse": 9, "text": "For on the stone that I have set before Joshua, on a single stone with seven facets, I will engrave its inscription, says the LORD of hosts, and I will remove the guilt of this land in a single day."},{"verse": 10, "text": "On that day, says the LORD of hosts, you shall invite each other to come under your vine and fig tree.\""}]}
,{"chapter": 4, "verses":[{"verse": 1, "text": "||Fifth Vision: The Lampstand and Olive Trees||The angel who talked with me came again, and wakened me, as one is wakened from sleep."},{"verse": 2, "text": "He said to me, \"What do you see?\" And I said, \"I see a lampstand all of gold, with a bowl on the top of it; there are seven lamps on it, with seven lips on each of the lamps that are on the top of it."},{"verse": 3, "text": "And by it there are two olive trees, one on the right of the bowl and the other on its left.\""},{"verse": 4, "text": "I said to the angel who talked with me, \"What are these, my lord?\""},{"verse": 5, "text": "Then the angel who talked with me answered me, \"Do you not know what these are?\" I said, \"No, my lord.\""},{"verse": 6, "text": "He said to me, \"This is the word of the LORD to Zerubbabel: Not by might, nor by power, but by my spirit, says the LORD of hosts."},{"verse": 7, "text": "What are you, O great mountain? Before Zerubbabel you shall become a plain; and he shall bring out the top stone amid shouts of \"Grace, grace to it!\"\""},{"verse": 8, "text": "Moreover the word of the LORD came to me, saying,"},{"verse": 9, "text": "\"The hands of Zerubbabel have laid the foundation of this house; his hands shall also complete it. Then you will know that the LORD of hosts has sent me to you."},{"verse": 10, "text": "For whoever has despised the day of small things shall rejoice, and shall see the plummet in the hand of Zerubbabel.\n\"These seven are the eyes of the LORD, which range through the whole earth.\""},{"verse": 11, "text": "Then I said to him, \"What are these two olive trees on the right and the left of the lampstand?\""},{"verse": 12, "footnotes": {"a": "Zechariah 4:12 Cn: Heb _gold_"}, "text": "And a second time I said to him, \"What are these two branches of the olive trees, which pour out the oil[^a] through the two golden pipes?\""},{"verse": 13, "text": "He said to me, \"Do you not know what these are?\" I said, \"No, my lord.\""},{"verse": 14, "text": "Then he said, \"These are the two anointed ones who stand by the Lord of the whole earth.\""}]}
,{"chapter": 5, "verses":[{"verse": 1, "text": "||Sixth Vision: The Flying Scroll||Again I looked up and saw a flying scroll."},{"verse": 2, "text": "And he said to me, \"What do you see?\" I answered, \"I see a flying scroll; its length is twenty cubits, and its width ten cubits.\""},{"verse": 3, "footnotes": {"a": "Zechariah 5:3 The word _falsely_ added from verse 4"}, "text": "Then he said to me, \"This is the curse that goes out over the face of the whole land; for everyone who steals shall be cut off according to the writing on one side, and everyone who swears falsely[^a] shall be cut off according to the writing on the other side."},{"verse": 4, "text": "I have sent it out, says the LORD of hosts, and it shall enter the house of the thief, and the house of anyone who swears falsely by my name; and it shall abide in that house and consume it, both timber and stones.\""},{"verse": 5, "text": "||Seventh Vision: The Woman in a Basket||Then the angel who talked with me came forward and said to me, \"Look up and see what this is that is coming out.\""},{"verse": 6, "footnotes": {"a": "Zechariah 5:6 Heb _ephah_", "b": "Zechariah 5:6 Gk Compare Syr: Heb _their eye_"}, "text": "I said, \"What is it?\" He said, \"This is a basket[^a] coming out.\" And he said, \"This is their iniquity[^b] in all the land.\""},{"verse": 7, "footnotes": {"a": "Zechariah 5:7 Heb _ephah_"}, "text": "Then a leaden cover was lifted, and there was a woman sitting in the basket![^a]"},{"verse": 8, "footnotes": {"a": "Zechariah 5:8 Heb _ephah_"}, "text": "And he said, \"This is Wickedness.\" So he thrust her back into the basket,[^a] and pressed the leaden weight down on its mouth."},{"verse": 9, "footnotes": {"a": "Zechariah 5:9 Heb _ephah_"}, "text": "Then I looked up and saw two women coming forward. The wind was in their wings; they had wings like the wings of a stork, and they lifted up the basket[^a] between earth and sky."},{"verse": 10, "footnotes": {"a": "Zechariah 5:10 Heb _ephah_"}, "text": "Then I said to the angel who talked with me, \"Where are they taking the basket?\"[^a]"},{"verse": 11, "footnotes": {"a": "Zechariah 5:11 Heb _ephah_"}, "text": "He said to me, \"To the land of Shinar, to build a house for it; and when this is prepared, they will set the basket[^a] down there on its base.\""}]}
,{"chapter": 6, "verses":[{"verse": 1, "text": "||Eighth Vision: Four Chariots||And again I looked up and saw four chariots coming out from between two mountains--mountains of bronze."},{"verse": 2, "text": "The first chariot had red horses, the second chariot black horses,"},{"verse": 3, "footnotes": {"a": "Zechariah 6:3 Compare Gk: Meaning of Heb uncertain"}, "text": "the third chariot white horses, and the fourth chariot dappled gray[^a] horses."},{"verse": 4, "text": "Then I said to the angel who talked with me, \"What are these, my lord?\""},{"verse": 5, "footnotes": {"a": "Zechariah 6:5 Or _spirits_"}, "text": "The angel answered me, \"These are the four winds[^a] of heaven going out, after presenting themselves before the Lord of all the earth."},{"verse": 6, "footnotes": {"a": "Zechariah 6:6 Cn: Heb _go after them_"}, "text": "The chariot with the black horses goes toward the north country, the white ones go toward the west country,[^a] and the dappled ones go toward the south country.\""},{"verse": 7, "text": "When the steeds came out, they were impatient to get off and patrol the earth. And he said, \"Go, patrol the earth.\" So they patrolled the earth."},{"verse": 8, "text": "Then he cried out to me, \"Lo, those who go toward the north country have set my spirit at rest in the north country.\""},{"verse": 9, "text": "||The Coronation of the Branch||The word of the LORD came to me:"},{"verse": 10, "footnotes": {"a": "Zechariah 6:10 Cn Compare verse 11: Heb lacks _silver and gold_"}, "text": "Collect silver and gold[^a] from the exiles--from Heldai, Tobijah, and Jedaiah--who have arrived from Babylon; and go the same day to the house of Josiah son of Zephaniah."},{"verse": 11, "footnotes": {"a": "Zechariah 6:11 Gk Mss Syr Tg: Heb _crowns_"}, "text": "Take the silver and gold and make a crown,[^a] and set it on the head of the high priest Joshua son of Jehozadak;"},{"verse": 12, "text": "say to him: Thus says the LORD of hosts: Here is a man whose name is Branch: for he shall branch out in his place, and he shall build the temple of the LORD."},{"verse": 13, "text": "It is he that shall build the temple of the LORD; he shall bear royal honor, and shall sit upon his throne and rule. There shall be a priest by his throne, with peaceful understanding between the two of them."},{"verse": 14, "footnotes": {"a": "Zechariah 6:14 Gk Syr: Heb _crowns_", "b": "Zechariah 6:14 Syr Compare verse 10: Heb _Helem_", "c": "Zechariah 6:14 Syr Compare verse 10: Heb _Hen_"}, "text": "And the crown[^a] shall be in the care of Heldai,[^b] Tobijah, Jedaiah, and Josiah[^c] son of Zephaniah, as a memorial in the temple of the LORD."},{"verse": 15, "text": "Those who are far off shall come and help to build the temple of the LORD; and you shall know that the LORD of hosts has sent me to you. This will happen if you diligently obey the voice of the LORD your God."}]}
,{"chapter": 7, "verses":[{"verse": 1, "text": "||Hypocritical Fasting Condemned||In the fourth year of King Darius, the word of the LORD came to Zechariah on the fourth day of the ninth month, which is Chislev."},{"verse": 2, "text": "Now the people of Bethel had sent Sharezer and Regem-melech and their men, to entreat the favor of the LORD,"},{"verse": 3, "text": "and to ask the priests of the house of the LORD of hosts and the prophets, \"Should I mourn and practice abstinence in the fifth month, as I have done for so many years?\""},{"verse": 4, "text": "Then the word of the LORD of hosts came to me:"},{"verse": 5, "text": "Say to all the people of the land and the priests: When you fasted and lamented in the fifth month and in the seventh, for these seventy years, was it for me that you fasted?"},{"verse": 6, "text": "And when you eat and when you drink, do you not eat and drink only for yourselves?"},{"verse": 7, "text": "Were not these the words that the LORD proclaimed by the former prophets, when Jerusalem was inhabited and in prosperity, along with the towns around it, and when the Negeb and the Shephelah were inhabited?"},{"verse": 8, "text": "||Punishment for Rejecting God\"s Demands||The word of the LORD came to Zechariah, saying:"},{"verse": 9, "text": "Thus says the LORD of hosts: Render true judgments, show kindness and mercy to one another;"},{"verse": 10, "text": "do not oppress the widow, the orphan, the alien, or the poor; and do not devise evil in your hearts against one another."},{"verse": 11, "text": "But they refused to listen, and turned a stubborn shoulder, and stopped their ears in order not to hear."},{"verse": 12, "text": "They made their hearts adamant in order not to hear the law and the words that the LORD of hosts had sent by his spirit through the former prophets. Therefore great wrath came from the LORD of hosts."},{"verse": 13, "footnotes": {"a": "Zechariah 7:13 Heb _he_"}, "text": "Just as, when I[^a] called, they would not hear, so, when they called, I would not hear, says the LORD of hosts,"},{"verse": 14, "text": "and I scattered them with a whirlwind among all the nations that they had not known. Thus the land they left was desolate, so that no one went to and fro, and a pleasant land was made desolate."}]}
,{"chapter": 8, "verses":[{"verse": 1, "text": "||God\"s Promises to Zion||The word of the LORD of hosts came to me, saying:"},{"verse": 2, "text": "Thus says the LORD of hosts: I am jealous for Zion with great jealousy, and I am jealous for her with great wrath."},{"verse": 3, "text": "Thus says the LORD: I will return to Zion, and will dwell in the midst of Jerusalem; Jerusalem shall be called the faithful city, and the mountain of the LORD of hosts shall be called the holy mountain."},{"verse": 4, "text": "Thus says the LORD of hosts: Old men and old women shall again sit in the streets of Jerusalem, each with staff in hand because of their great age."},{"verse": 5, "text": "And the streets of the city shall be full of boys and girls playing in its streets."},{"verse": 6, "text": "Thus says the LORD of hosts: Even though it seems impossible to the remnant of this people in these days, should it also seem impossible to me, says the LORD of hosts?"},{"verse": 7, "text": "Thus says the LORD of hosts: I will save my people from the east country and from the west country;"},{"verse": 8, "text": "and I will bring them to live in Jerusalem. They shall be my people and I will be their God, in faithfulness and in righteousness."},{"verse": 9, "text": "Thus says the LORD of hosts: Let your hands be strong--you that have recently been hearing these words from the mouths of the prophets who were present when the foundation was laid for the rebuilding of the temple, the house of the LORD of hosts."},{"verse": 10, "text": "For before those days there were no wages for people or for animals, nor was there any safety from the foe for those who went out or came in, and I set them all against one another."},{"verse": 11, "text": "But now I will not deal with the remnant of this people as in the former days, says the LORD of hosts."},{"verse": 12, "text": "For there shall be a sowing of peace; the vine shall yield its fruit, the ground shall give its produce, and the skies shall give their dew; and I will cause the remnant of this people to possess all these things."},{"verse": 13, "text": "Just as you have been a cursing among the nations, O house of Judah and house of Israel, so I will save you and you shall be a blessing. Do not be afraid, but let your hands be strong."},{"verse": 14, "text": "For thus says the LORD of hosts: Just as I purposed to bring disaster upon you, when your ancestors provoked me to wrath, and I did not relent, says the LORD of hosts,"},{"verse": 15, "text": "so again I have purposed in these days to do good to Jerusalem and to the house of Judah; do not be afraid."},{"verse": 16, "text": "These are the things that you shall do: Speak the truth to one another, render in your gates judgments that are true and make for peace,"},{"verse": 17, "text": "do not devise evil in your hearts against one another, and love no false oath; for all these are things that I hate, says the LORD."},{"verse": 18, "text": "||Joyful Fasting||The word of the LORD of hosts came to me, saying:"},{"verse": 19, "text": "Thus says the LORD of hosts: The fast of the fourth month, and the fast of the fifth, and the fast of the seventh, and the fast of the tenth, shall be seasons of joy and gladness, and cheerful festivals for the house of Judah: therefore love truth and peace."},{"verse": 20, "text": "||Many Peoples Drawn to Jerusalem||Thus says the LORD of hosts: Peoples shall yet come, the inhabitants of many cities;"},{"verse": 21, "text": "the inhabitants of one city shall go to another, saying, \"Come, let us go to entreat the favor of the LORD, and to seek the LORD of hosts; I myself am going.\""},{"verse": 22, "text": "Many peoples and strong nations shall come to seek the LORD of hosts in Jerusalem, and to entreat the favor of the LORD."},{"verse": 23, "text": "Thus says the LORD of hosts: In those days ten men from nations of every language shall take hold of a Jew, grasping his garment and saying, \"Let us go with you, for we have heard that God is with you.\""}]}
,{"chapter": 9, "verses":[{"verse": 1, "footnotes": {"a": "Zechariah 9:1 Heb _eye_", "b": "Zechariah 9:1 Cn: Heb _of Adam_ (or _of humankind_)"}, "text": "||Judgment on Israel\"s Enemies||An Oracle.\nThe word of the LORD is against the land of Hadrach  \n    and will rest upon Damascus.  \nFor to the LORD belongs the capital[^a] of Aram,[^b]  \n    as do all the tribes of Israel;"},{"verse": 2, "text": "Hamath also, which borders on it,  \n    Tyre and Sidon, though they are very wise."},{"verse": 3, "text": "Tyre has built itself a rampart,  \n    and heaped up silver like dust,  \n    and gold like the dirt of the streets."},{"verse": 4, "text": "But now, the Lord will strip it of its possessions  \n    and hurl its wealth into the sea,  \n    and it shall be devoured by fire."},{"verse": 5, "text": "Ashkelon shall see it and be afraid;  \n    Gaza too, and shall writhe in anguish;  \n    Ekron also, because its hopes are withered.  \nThe king shall perish from Gaza;  \n    Ashkelon shall be uninhabited;"},{"verse": 6, "text": "a mongrel people shall settle in Ashdod,  \n    and I will make an end of the pride of Philistia."},{"verse": 7, "text": "I will take away its blood from its mouth,  \n    and its abominations from between its teeth;  \nit too shall be a remnant for our God;  \n    it shall be like a clan in Judah,  \n    and Ekron shall be like the Jebusites."},{"verse": 8, "text": "Then I will encamp at my house as a guard,  \n    so that no one shall march to and fro;  \nno oppressor shall again overrun them,  \n    for now I have seen with my own eyes."},{"verse": 9, "text": "||The Coming Ruler of God\"s People||Rejoice greatly, O daughter Zion!  \n    Shout aloud, O daughter Jerusalem!  \nLo, your king comes to you;  \n    triumphant and victorious is he,  \nhumble and riding on a donkey,  \n    on a colt, the foal of a donkey."},{"verse": 10, "footnotes": {"a": "Zechariah 9:10 Gk: Heb _I_"}, "text": "He[^a] will cut off the chariot from Ephraim  \n    and the war-horse from Jerusalem;  \nand the battle bow shall be cut off,  \n    and he shall command peace to the nations;  \nhis dominion shall be from sea to sea,  \n    and from the River to the ends of the earth."},{"verse": 11, "text": "As for you also, because of the blood of my covenant with you,  \n    I will set your prisoners free from the waterless pit."},{"verse": 12, "text": "Return to your stronghold, O prisoners of hope;  \n    today I declare that I will restore to you double."},{"verse": 13, "text": "For I have bent Judah as my bow;  \n    I have made Ephraim its arrow.  \nI will arouse your sons, O Zion,  \n    against your sons, O Greece,  \n    and wield you like a warrior\"s sword."},{"verse": 14, "text": "Then the LORD will appear over them,  \n    and his arrow go forth like lightning;  \nthe Lord God will sound the trumpet  \n    and march forth in the whirlwinds of the south."},{"verse": 15, "footnotes": {"a": "Zechariah 9:15 Cn: Heb _the slingstones_", "b": "Zechariah 9:15 Gk: Heb _shall drink_"}, "text": "The LORD of hosts will protect them,  \n    and they shall devour and tread down the slingers;[^a]  \nthey shall drink their blood[^b] like wine,  \n    and be full like a bowl,  \n    drenched like the corners of the altar."},{"verse": 16, "text": "On that day the LORD their God will save them  \n    for they are the flock of his people;  \nfor like the jewels of a crown  \n    they shall shine on his land."},{"verse": 17, "text": "For what goodness and beauty are his!  \n    Grain shall make the young men flourish,  \n    and new wine the young women."}]}
,{"chapter": 10, "verses":[{"verse": 1, "footnotes": {"a": "Zechariah 10:1 Heb _them_"}, "text": "||Restoration of Judah and Israel||Ask rain from the LORD  \n    in the season of the spring rain,  \nfrom the LORD who makes the storm clouds,  \n    who gives showers of rain to you,[^a]  \n    the vegetation in the field to everyone."},{"verse": 2, "footnotes": {"a": "Zechariah 10:2 Or _household gods_"}, "text": "For the teraphim[^a] utter nonsense,  \n    and the diviners see lies;  \nthe dreamers tell false dreams,  \n    and give empty consolation.  \nTherefore the people wander like sheep;  \n    they suffer for lack of a shepherd."},{"verse": 3, "footnotes": {"a": "Zechariah 10:3 Or _male goats_"}, "text": "My anger is hot against the shepherds,  \n    and I will punish the leaders;[^a]  \nfor the LORD of hosts cares for his flock, the house of Judah,  \n    and will make them like his proud war-horse."},{"verse": 4, "text": "Out of them shall come the cornerstone,  \n    out of them the tent peg,  \nout of them the battle bow,  \n    out of them every commander."},{"verse": 5, "text": "Together they shall be like warriors in battle,  \n    trampling the foe in the mud of the streets;  \nthey shall fight, for the LORD is with them,  \n    and they shall put to shame the riders on horses."},{"verse": 6, "text": "I will strengthen the house of Judah,  \n    and I will save the house of Joseph.  \nI will bring them back because I have compassion on them,  \n    and they shall be as though I had not rejected them;  \n    for I am the LORD their God and I will answer them."},{"verse": 7, "text": "Then the people of Ephraim shall become like warriors,  \n    and their hearts shall be glad as with wine.  \nTheir children shall see it and rejoice,  \n    their hearts shall exult in the LORD."},{"verse": 8, "text": "I will signal for them and gather them in,  \n    for I have redeemed them,  \n    and they shall be as numerous as they were before."},{"verse": 9, "text": "Though I scattered them among the nations,  \n    yet in far countries they shall remember me,  \n    and they shall rear their children and return."},{"verse": 10, "text": "I will bring them home from the land of Egypt,  \n    and gather them from Assyria;  \nI will bring them to the land of Gilead and to Lebanon,  \n    until there is no room for them."},{"verse": 11, "footnotes": {"a": "Zechariah 10:11 Gk: Heb _He_"}, "text": "They[^a] shall pass through the sea of distress,  \n    and the waves of the sea shall be struck down,  \n    and all the depths of the Nile dried up.  \nThe pride of Assyria shall be laid low,  \n    and the scepter of Egypt shall depart."},{"verse": 12, "text": "I will make them strong in the LORD,  \n    and they shall walk in his name,  \nsays the LORD."}]}
,{"chapter": 11, "verses":[{"verse": 1, "text": "Open your doors, O Lebanon,  \n    so that fire may devour your cedars!"},{"verse": 2, "text": "Wail, O cypress, for the cedar has fallen,  \n    for the glorious trees are ruined!  \nWail, oaks of Bashan,  \n    for the thick forest has been felled!"},{"verse": 3, "text": "Listen, the wail of the shepherds,  \n    for their glory is despoiled!  \nListen, the roar of the lions,  \n    for the thickets of the Jordan are destroyed!"},{"verse": 4, "text": "||Two Kinds of Shepherds||Thus said the LORD my God: Be a shepherd of the flock doomed to slaughter."},{"verse": 5, "text": "Those who buy them kill them and go unpunished; and those who sell them say, \"Blessed be the LORD, for I have become rich\"; and their own shepherds have no pity on them."},{"verse": 6, "text": "For I will no longer have pity on the inhabitants of the earth, says the LORD. I will cause them, every one, to fall each into the hand of a neighbor, and each into the hand of the king; and they shall devastate the earth, and I will deliver no one from their hand."},{"verse": 7, "text": "So, on behalf of the sheep merchants, I became the shepherd of the flock doomed to slaughter. I took two staffs; one I named Favor, the other I named Unity, and I tended the sheep."},{"verse": 8, "text": "In one month I disposed of the three shepherds, for I had become impatient with them, and they also detested me."},{"verse": 9, "text": "So I said, \"I will not be your shepherd. What is to die, let it die; what is to be destroyed, let it be destroyed; and let those that are left devour the flesh of one another!\""},{"verse": 10, "text": "I took my staff Favor and broke it, annulling the covenant that I had made with all the peoples."},{"verse": 11, "text": "So it was annulled on that day, and the sheep merchants, who were watching me, knew that it was the word of the LORD."},{"verse": 12, "text": "I then said to them, \"If it seems right to you, give me my wages; but if not, keep them.\" So they weighed out as my wages thirty shekels of silver."},{"verse": 13, "footnotes": {"a": "Zechariah 11:13 Syr: Heb _it to the potter_", "b": "Zechariah 11:13 Syr: Heb _it to the potter_"}, "text": "Then the LORD said to me, \"Throw it into the treasury\"[^a]--this lordly price at which I was valued by them. So I took the thirty shekels of silver and threw them into the treasury[^b] in the house of the LORD."},{"verse": 14, "text": "Then I broke my second staff Unity, annulling the family ties between Judah and Israel."},{"verse": 15, "text": "Then the LORD said to me: Take once more the implements of a worthless shepherd."},{"verse": 16, "footnotes": {"a": "Zechariah 11:16 Syr Compare Gk Vg: Heb _the youth_", "b": "Zechariah 11:16 Meaning of Heb uncertain"}, "text": "For I am now raising up in the land a shepherd who does not care for the perishing, or seek the wandering,[^a] or heal the maimed, or nourish the healthy,[^b] but devours the flesh of the fat ones, tearing off even their hoofs."},{"verse": 17, "text": "Oh, my worthless shepherd,  \n    who deserts the flock!  \nMay the sword strike his arm  \n    and his right eye!  \nLet his arm be completely withered,  \n    his right eye utterly blinded!"}]}
,{"chapter": 12, "verses":[{"verse": 1, "text": "||Jerusalem\"s Victory||An Oracle.\nThe word of the LORD concerning Israel: Thus says the LORD, who stretched out the heavens and founded the earth and formed the human spirit within:"},{"verse": 2, "text": "See, I am about to make Jerusalem a cup of reeling for all the surrounding peoples; it will be against Judah also in the siege against Jerusalem."},{"verse": 3, "text": "On that day I will make Jerusalem a heavy stone for all the peoples; all who lift it shall grievously hurt themselves. And all the nations of the earth shall come together against it."},{"verse": 4, "text": "On that day, says the LORD, I will strike every horse with panic, and its rider with madness. But on the house of Judah I will keep a watchful eye, when I strike every horse of the peoples with blindness."},{"verse": 5, "text": "Then the clans of Judah shall say to themselves, \"The inhabitants of Jerusalem have strength through the LORD of hosts, their God.\""},{"verse": 6, "text": "On that day I will make the clans of Judah like a blazing pot on a pile of wood, like a flaming torch among sheaves; and they shall devour to the right and to the left all the surrounding peoples, while Jerusalem shall again be inhabited in its place, in Jerusalem."},{"verse": 7, "text": "And the LORD will give victory to the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not be exalted over that of Judah."},{"verse": 8, "text": "On that day the LORD will shield the inhabitants of Jerusalem so that the feeblest among them on that day shall be like David, and the house of David shall be like God, like the angel of the LORD, at their head."},{"verse": 9, "text": "And on that day I will seek to destroy all the nations that come against Jerusalem."},{"verse": 10, "footnotes": {"a": "Zechariah 12:10 Heb _on me_"}, "text": "||Mourning for the Pierced One||And I will pour out a spirit of compassion and supplication on the house of David and the inhabitants of Jerusalem, so that, when they look on the one[^a] whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn."},{"verse": 11, "text": "On that day the mourning in Jerusalem will be as great as the mourning for Hadad-rimmon in the plain of Megiddo."},{"verse": 12, "text": "The land shall mourn, each family by itself; the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves;"},{"verse": 13, "text": "the family of the house of Levi by itself, and their wives by themselves; the family of the Shimeites by itself, and their wives by themselves;"},{"verse": 14, "text": "and all the families that are left, each by itself, and their wives by themselves."}]}
,{"chapter": 13, "verses":[{"verse": 1, "text": "On that day a fountain shall be opened for the house of David and the inhabitants of Jerusalem, to cleanse them from sin and impurity."},{"verse": 2, "text": "||Idolatry Cut Off||On that day, says the LORD of hosts, I will cut off the names of the idols from the land, so that they shall be remembered no more; and also I will remove from the land the prophets and the unclean spirit."},{"verse": 3, "text": "And if any prophets appear again, their fathers and mothers who bore them will say to them, \"You shall not live, for you speak lies in the name of the LORD\"; and their fathers and their mothers who bore them shall pierce them through when they prophesy."},{"verse": 4, "text": "On that day the prophets will be ashamed, every one, of their visions when they prophesy; they will not put on a hairy mantle in order to deceive,"},{"verse": 5, "footnotes": {"a": "Zechariah 13:5 Cn: Heb _for humankind has caused me to possess_"}, "text": "but each of them will say, \"I am no prophet, I am a tiller of the soil; for the land has been my possession[^a] since my youth.\""},{"verse": 6, "footnotes": {"a": "Zechariah 13:6 Heb _wounds between your hands_"}, "text": "And if anyone asks them, \"What are these wounds on your chest?\"[^a] the answer will be \"The wounds I received in the house of my friends.\""},{"verse": 7, "text": "||The Shepherd Struck, the Flock Scattered||\"Awake, O sword, against my shepherd,  \n    against the man who is my associate,\"  \nsays the LORD of hosts.  \nStrike the shepherd, that the sheep may be scattered;  \n    I will turn my hand against the little ones."},{"verse": 8, "text": "In the whole land, says the LORD,  \n    two-thirds shall be cut off and perish,  \n    and one-third shall be left alive."},{"verse": 9, "text": "And I will put this third into the fire,  \n    refine them as one refines silver,  \n    and test them as gold is tested.  \nThey will call on my name,  \n    and I will answer them.  \nI will say, \"They are my people\";  \n    and they will say, \"The LORD is our God.\""}]}
,{"chapter": 14, "verses":[{"verse": 1, "text": "||Future Warfare and Final Victory||See, a day is coming for the LORD, when the plunder taken from you will be divided in your midst."},{"verse": 2, "text": "For I will gather all the nations against Jerusalem to battle, and the city shall be taken and the houses looted and the women raped; half the city shall go into exile, but the rest of the people shall not be cut off from the city."},{"verse": 3, "text": "Then the LORD will go forth and fight against those nations as when he fights on a day of battle."},{"verse": 4, "text": "On that day his feet shall stand on the Mount of Olives, which lies before Jerusalem on the east; and the Mount of Olives shall be split in two from east to west by a very wide valley; so that one half of the Mount shall withdraw northward, and the other half southward."},{"verse": 5, "footnotes": {"a": "Zechariah 14:5 Heb _my mountains_", "b": "Zechariah 14:5 Meaning of Heb uncertain"}, "text": "And you shall flee by the valley of the LORD\"s mountain,[^a] for the valley between the mountains shall reach to Azal;[^b] and you shall flee as you fled from the earthquake in the days of King Uzziah of Judah. Then the LORD my God will come, and all the holy ones with him."},{"verse": 6, "footnotes": {"a": "Zechariah 14:6 Cn: Heb _there shall not be light_", "b": "Zechariah 14:6 Compare Gk Syr Vg Tg: Meaning of Heb uncertain"}, "text": "On that day there shall not be[^a] either cold or frost.[^b]"},{"verse": 7, "text": "And there shall be continuous day (it is known to the LORD), not day and not night, for at evening time there shall be light."},{"verse": 8, "text": "On that day living waters shall flow out from Jerusalem, half of them to the eastern sea and half of them to the western sea; it shall continue in summer as in winter."},{"verse": 9, "text": "And the LORD will become king over all the earth; on that day the LORD will be one and his name one."},{"verse": 10, "text": "The whole land shall be turned into a plain from Geba to Rimmon south of Jerusalem. But Jerusalem shall remain aloft on its site from the Gate of Benjamin to the place of the former gate, to the Corner Gate, and from the Tower of Hananel to the king\"s wine presses."},{"verse": 11, "text": "And it shall be inhabited, for never again shall it be doomed to destruction; Jerusalem shall abide in security."},{"verse": 12, "text": "This shall be the plague with which the LORD will strike all the peoples that wage war against Jerusalem: their flesh shall rot while they are still on their feet; their eyes shall rot in their sockets, and their tongues shall rot in their mouths."},{"verse": 13, "text": "On that day a great panic from the LORD shall fall on them, so that each will seize the hand of a neighbor, and the hand of the one will be raised against the hand of the other;"},{"verse": 14, "text": "even Judah will fight at Jerusalem. And the wealth of all the surrounding nations shall be collected--gold, silver, and garments in great abundance."},{"verse": 15, "text": "And a plague like this plague shall fall on the horses, the mules, the camels, the donkeys, and whatever animals may be in those camps."},{"verse": 16, "footnotes": {"a": "Zechariah 14:16 Or _tabernacles_; Heb _succoth_"}, "text": "Then all who survive of the nations that have come against Jerusalem shall go up year after year to worship the King, the LORD of hosts, and to keep the festival of booths.[^a]"},{"verse": 17, "text": "If any of the families of the earth do not go up to Jerusalem to worship the King, the LORD of hosts, there will be no rain upon them."},{"verse": 18, "footnotes": {"a": "Zechariah 14:18 Gk Syr: Heb _shall not_", "b": "Zechariah 14:18 Or _tabernacles_; Heb _succoth_"}, "text": "And if the family of Egypt do not go up and present themselves, then on them shall[^a] come the plague that the LORD inflicts on the nations that do not go up to keep the festival of booths.[^b]"},{"verse": 19, "footnotes": {"a": "Zechariah 14:19 Or _tabernacles_; Heb _succoth_"}, "text": "Such shall be the punishment of Egypt and the punishment of all the nations that do not go up to keep the festival of booths.[^a]"},{"verse": 20, "footnotes": {"a": "Zechariah 14:20 Heb _shall be like_"}, "text": "On that day there shall be inscribed on the bells of the horses, \"Holy to the LORD.\" And the cooking pots in the house of the LORD shall be as holy as[^a] the bowls in front of the altar;"},{"verse": 21, "footnotes": {"a": "Zechariah 14:21 Or _Canaanites_"}, "text": "and every cooking pot in Jerusalem and Judah shall be sacred to the LORD of hosts, so that all who sacrifice may come and use them to boil the flesh of the sacrifice. And there shall no longer be traders[^a] in the house of the LORD of hosts on that day."}]}
]}